[
  {
    "Index":1,
    "Name":"Atum",
    "D.O.B":"c. 4000 BCE",
    "D.O.D":"-",
    "Dataviz":-4000,
    "Location":"Heliopolis (mythic)",
    "Symbolic System Tags":"Egyptian",
    "Duration":"egyptian",
    "Description":"Atum was the primordial Egyptian creator god, who arose from the waters of chaos (Nun) and brought the first divine pair, Shu and Tefnut, into being through an act of self-pleasure — myths describe him producing them from his spit, and in some accounts, by his own semen that he generated through masturbation. Known as “the Complete One,” he embodied wholeness, self-sufficiency, and the cyclical nature of existence, standing as both the beginning and the eventual end of creation. Associated with the setting sun and kingship, Atum was the cosmic originator whose body itself was the source of life.",
    "Historic-Mythic Status Tags":"Legendary, Mythical, Symbolic, Allegorical, Archetypal, Devotional",
    "Founding Figure?":"YES",
    "Name.1":"Atum",
    "Jungian Archetypes Tags":"Self, Father Archetype, Wise Old Man, Terrible Father, Initiator",
    "Neumann Stages Tags":"Uroboric Stage, Separation from World Parents, Mythic Ordering of Reality, Ego Collapse\/Transcendence",
    "Category":"Transcendent Solar Deity",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":2,
    "Name":"Shu",
    "D.O.B":"c. 3900 BCE",
    "D.O.D":"-",
    "Dataviz":-3900,
    "Location":"Heliopolis (mythic)",
    "Symbolic System Tags":"Egyptian",
    "Duration":"egyptian",
    "Description":"Shu is the first-born god of Atum in the Heliopolitan theology—the personified air\/light and open space that makes the world livable. Emanated from Atum’s breath\/spittle (paired with his twin Tefnut as moisture), Shu performs the decisive cosmogonic act: he **wrenches the lovers and simultaneously his children—**earth (Geb) and sky (Nut)—apart, holds the vault of heaven aloft, and keeps it there. That separation creates breathable space, daylight, and the basic architecture of order; without Shu, everything collapses back into fusion. Iconographically, a man crowned with a single ostrich feather, Shu embodies clarity, dryness, and stability—the counterweight to Tefnut’s moisture. Texts credit him with upholding Maʿat by keeping realms properly separated.",
    "Historic-Mythic Status Tags":"Mythical, Symbolic, Allegorical, Bridge, Doctrinal\/Canonical, Archetypal, Devotional",
    "Founding Figure?":"NO",
    "Name.1":"Shu",
    "Jungian Archetypes Tags":"Initiator, Father Archetype, Terrible Father, Self",
    "Neumann Stages Tags":"Separation from World Parents, Mythic Ordering of Reality, Divine Intervention, Return to the Community",
    "Category":"Civilizing Sky-Bearer Deity",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":3,
    "Name":"Tefnut",
    "D.O.B":"c. 3900 BCE",
    "D.O.D":"-",
    "Dataviz":-3900,
    "Location":"Heliopolis (mythic)",
    "Symbolic System Tags":"Egyptian",
    "Duration":"egyptian",
    "Description":"Tefnut, twin and consort of Shu and daughter of Atum, embodies the living moisture of the world—the dew, mist, and nourishing humidity that temper Egypt’s fierce dryness. In the Heliopolitan Ennead she represents the balancing counterpart to Shu’s dry air, together forming the vital equilibrium that makes life possible. As a manifestation of the Eye of Ra, Tefnut carries both gentleness and fury: she can appear as the lioness of divine wrath, leaving Egypt in anger and plunging the land into drought and desolation, only to return reconciled, bringing rain, fertility, and renewed order. This drama of departure and return became a ritual image of cosmic renewal, mirroring the desert’s dryness yielding again to the life-giving Nile.",
    "Historic-Mythic Status Tags":"Mythical, Symbolic, Allegorical, Bridge, Doctrinal\/Canonical, Archetypal, Devotional, Composite, Contested",
    "Founding Figure?":"NO",
    "Name.1":"Tefnut",
    "Jungian Archetypes Tags":"Anima, Mother Archetype, Terrible Mother, Initiator, Self",
    "Neumann Stages Tags":"Uroboric Stage, Separation from World Parents, Mythic Ordering of Reality, Isolation, Divine Intervention, Return to the Community, Rebirth, Magical Empowerment",
    "Category":"Civilizing, Boundary-Crossing Goddess",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":4,
    "Name":"Ptah",
    "D.O.B":"c. 3800 BCE",
    "D.O.D":"-",
    "Dataviz":-3800,
    "Location":"Saqqara (Memphis)",
    "Symbolic System Tags":"Egyptian",
    "Duration":"egyptian",
    "Description":"Ptah was the ancient Memphite god of creation and craftsmanship, revered as the divine artisan who fashioned the world through thought and speech. In the Memphite Theology, he is described as conceiving all things in his heart and bringing them into being with his tongue, making him the intellectual origin of existence. Patron of builders, sculptors, and artisans, he was worshiped at Memphis alongside his consort Sekhmet and son Nefertum as the Memphite Triad. Depicted as a mummiform figure holding symbols of life, power, and stability, Ptah embodied creation, renewal, and cosmic order, standing as Egypt’s great craftsman and architect of the universe.",
    "Historic-Mythic Status Tags":"Mythical, Symbolic, Allegorical, Archetypal, Devotional",
    "Founding Figure?":"YES",
    "Name.1":"Ptah",
    "Jungian Archetypes Tags":"Self, Wise Old Man, Father Archetype, Initiator",
    "Neumann Stages Tags":"Divine Intervention, Mythic Ordering of Reality, Magical Empowerment, Ego Transcendence",
    "Category":"Transcendent Civilizing Deity",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":5,
    "Name":"Geb",
    "D.O.B":"c. 3700 BCE",
    "D.O.D":"-",
    "Dataviz":-3700,
    "Location":"Heliopolis (mythic)",
    "Symbolic System Tags":"Egyptian",
    "Duration":"egyptian",
    "Description":"Geb is the Heliopolitan earth-god—son of Shu and Tefnut, brother\/consort of Nut, and father of Osiris, Isis, Seth, and Nephthys. After Shu pries sky from earth, Geb becomes the grounded body of the world: soil, mountains, the arable land that feeds Egypt. Kings take legitimacy as the “Heir of Geb,” tying rule to the land’s stability and inheritance. He’s chthonic by nature—tombs lie “in Geb,” and the dead pass into his body; crops sprout from him, so fertility and rebirth are his quiet miracles. Mythic lore calls earthquakes “Geb’s laughter,” a reminder that the earth can nurture and convulse. Iconographically he’s a reclining man (often green or with vegetation) or marked by the goose glyph on his head, reflecting his name.",
    "Historic-Mythic Status Tags":"Mythical, Symbolic, Allegorical, Doctrinal\/Canonical, Archetypal, Devotional, Bridge",
    "Founding Figure?":"NO",
    "Name.1":"Geb",
    "Jungian Archetypes Tags":"Father Archetype, Terrible Father, Self, Wise Old Man",
    "Neumann Stages Tags":"Uroboric Stage, Separation from World Parents, Mythic Ordering of Reality, Divine Intervention, Descent into the Underworld, Death, Rebirth, Coronation of the King",
    "Category":"Chthonic Civilizing Deity",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":6,
    "Name":"Nut",
    "D.O.B":"c. 3700 BCE",
    "D.O.D":"-",
    "Dataviz":-3700,
    "Location":"Heliopolis (mythic)",
    "Symbolic System Tags":"Egyptian",
    "Duration":"egyptian",
    "Description":"Nut is the great sky goddess of Egypt—the celestial mother whose arched body forms the glittering vault of heaven. Daughter of Shu and Tefnut, sister and consort of Geb (the earth), and mother of Osiris, Isis, Seth, and Nephthys, she embodies the living expanse that shelters the world. Her blue or star-studded form curves protectively over the land, while her fingertips and toes touch the horizons, enclosing creation in a vast maternal embrace. Each night, Nut swallows the sun, carrying it through her starry body, and at dawn gives birth to it again—an eternal rhythm of death and renewal that defines cosmic order. She thus becomes both womb and tomb, nurturing life and receiving the dead back into her vast sky. The deceased sought refuge in her, depicted lying beneath her canopy as she offers water and shade from her sycamore, promising rebirth among the stars.",
    "Historic-Mythic Status Tags":"Mythical, Symbolic, Allegorical, Composite, Bridge, Doctrinal\/Canonical, Archetypal, Devotional, Contested",
    "Founding Figure?":"NO",
    "Name.1":"Nut",
    "Jungian Archetypes Tags":"Mother Archetype, Terrible Mother, Self, Wise Old Woman, Initiator",
    "Neumann Stages Tags":"Uroboric Stage, Separation from World Parents, Mythic Ordering of Reality, Death, Rebirth, Divine Intervention, Return to the Community",
    "Category":"Civilizing Sky Deity",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":7,
    "Name":"Thoth (Djehuty)",
    "D.O.B":"c. 3600 BCE",
    "D.O.D":"-",
    "Dataviz":-3600,
    "Location":"Hermopolis (Middle Egypt)",
    "Symbolic System Tags":"Egyptian",
    "Duration":"egyptian",
    "Description":"Thoth (Djehuty) was the Egyptian god of wisdom, writing, and cosmic order, often depicted with the head of an ibis or as a baboon. Credited with inventing hieroglyphs, he served as the divine scribe who recorded the words of the gods and judged souls in the afterlife. As a lunar deity, he measured time and balanced Ra’s solar power, while as guardian of Ma’at he upheld truth and justice. Worshiped chiefly at Hermopolis, Thoth embodied intellect, language, and mediation, making him the patron of scribes, priests, and all seekers of knowledge.",
    "Historic-Mythic Status Tags":"Mythical, Symbolic, Allegorical, Archetypal, Devotional, Bridge",
    "Founding Figure?":"NO",
    "Name.1":"Thoth (Djehuty)",
    "Jungian Archetypes Tags":"Wise Old Man, Trickster, Initiator, Father Archetype",
    "Neumann Stages Tags":"Divine Intervention, Initiation, Magical Empowerment, Return to the Community, Mythic Ordering of Reality, Ego Transcendence",
    "Category":"Civilizing Trickster Deity",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":8,
    "Name":"Hathor",
    "D.O.B":"c. 3600 BCE",
    "D.O.D":"-",
    "Dataviz":-3600,
    "Location":"Dendera (Upper Egypt)",
    "Symbolic System Tags":"Egyptian",
    "Duration":"egyptian",
    "Description":"Hathor was the Egyptian goddess of love, beauty, music, fertility, and motherhood, often depicted as a cow or a woman with cow horns and a sun disk. Known as the “House of Horus,” she nurtured gods, kings, and the dead, embodying joy, sexuality, and rebirth. While celebrated as the mistress of dance and music, she also had a fierce aspect as the lioness who nearly destroyed humankind before being pacified with red beer. Worshiped especially at Dendera and Sinai, Hathor was one of Egypt’s most beloved deities, uniting gentleness and cosmic power in her role as divine mother and protector.",
    "Historic-Mythic Status Tags":"Mythical, Symbolic, Allegorical, Archetypal, Devotional, Composite",
    "Founding Figure?":"NO",
    "Name.1":"Hathor",
    "Jungian Archetypes Tags":"Anima, Mother Archetype, Terrible Mother, Wise Old Woman, Self",
    "Neumann Stages Tags":"Uroboric Stage, Death, Rebirth, Magical Empowerment, Return to the Community, Descent into the Underworld, Mythic Ordering of Reality",
    "Category":"Chthonic Solar Deity",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":9,
    "Name":"Sekhmet",
    "D.O.B":"c. 3600 BCE",
    "D.O.D":"-",
    "Dataviz":-3600,
    "Location":"Memphis, Thebes",
    "Symbolic System Tags":"Egyptian",
    "Duration":"egyptian",
    "Description":"Sekhmet (“The Powerful One”) was a lion-headed Egyptian goddess of war, plague, and protection, regarded as the daughter of Ra. In myth, she rampaged against humanity as Ra’s wrathful “Eye” until pacified with beer dyed to look like blood. Fierce yet ambivalent, she could unleash epidemics but was also invoked for healing, with her priests known as physicians. She was especially venerated at Memphis and Thebes, linked to Ptah as his consort and to Mut and Hathor as alternate forms. Pharaoh Amenhotep III commissioned hundreds of her statues to appease her during times of plague. Sekhmet’s dual nature as both destroyer and healer made her one of the most feared and revered goddesses in Egypt.",
    "Historic-Mythic Status Tags":"Mythical, Symbolic, Archetypal, Devotional",
    "Founding Figure?":"NO",
    "Name.1":"Sekhmet",
    "Jungian Archetypes Tags":"Shadow, Terrible Mother",
    "Neumann Stages Tags":"Battle with the Dragon, Death, Divine Intervention, Magical Empowerment, Ego Collapse",
    "Category":"Storm Solar Deity",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":10,
    "Name":"Maat",
    "D.O.B":"c. 3600 BCE",
    "D.O.D":"-",
    "Dataviz":-3600,
    "Location":"Heliopolis (Iunu)",
    "Symbolic System Tags":"Egyptian",
    "Duration":"egyptian",
    "Description":"Maat was the Egyptian principle and goddess of truth, justice, and cosmic order, emerging with creation itself. She represented the balance that allowed the sun to rise, the Nile to flow, and society to remain stable, standing as the opposite of chaos (isfet). Pharaohs were tasked with “upholding Maat,” offering her back to the gods as proof of righteous rule, while courts judged cases “according to Maat.” In the afterlife, every soul’s heart was weighed against her feather to determine its fate. Within the Egyptian symbolic system, Maat was the unifying law of existence—a singular, ethical-cosmic principle that linked divine harmony, political legitimacy, and personal morality.",
    "Historic-Mythic Status Tags":"Mythical, Symbolic, Allegorical, Doctrinal\/Canonical, Archetypal, Devotional",
    "Founding Figure?":"YES",
    "Name.1":"Ma’at",
    "Jungian Archetypes Tags":"Self, Wise Old Woman, Mother Archetype, Initiator",
    "Neumann Stages Tags":"Mythic Ordering of Reality, Divine Intervention, Initiation, Return to the Community, Ego Transcendence, Coronation of the King",
    "Category":"Transcendent Civilizing Deity",
    "Y-pos":"-20",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":11,
    "Name":"Ra",
    "D.O.B":"c. 3500 BCE",
    "D.O.D":"-",
    "Dataviz":-3500,
    "Location":"Heliopolis (mythic)",
    "Symbolic System Tags":"Egyptian",
    "Duration":"egyptian",
    "Description":"Ra was the great Egyptian sun god, embodying light, kingship, and cosmic order. Each day he journeyed across the sky in his solar barque and each night descended into the underworld to battle the chaos-serpent Apophis before being reborn at dawn. Known in his cycles as Khepri (rising sun), Ra (midday sun), and Atum (setting sun), he symbolized renewal and continuity. Pharaohs were styled as “Sons of Ra,” grounding royal power in his solar authority, and in later theology he was merged with Amun as Amun-Ra, the supreme god of creation and sovereignty.",
    "Historic-Mythic Status Tags":"Mythical, Symbolic, Allegorical, Composite, Bridge, Doctrinal\/Canonical, Archetypal, Devotional",
    "Founding Figure?":"YES",
    "Name.1":"Ra",
    "Jungian Archetypes Tags":"Self, Father Archetype, Wise Old Man, Terrible Father, Initiator",
    "Neumann Stages Tags":"Battle with the Dragon, Death, Rebirth, Divine Intervention, Magical Empowerment, Descent into the Underworld, Mythic Ordering of Reality, Coronation of the King, Uroboric Stage",
    "Category":"Transcendent Solar Deity",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":12,
    "Name":"Osiris",
    "D.O.B":"c. 3200 BCE",
    "D.O.D":"-",
    "Dataviz":-3200,
    "Location":"Abydos (mythic\/historical cult center)",
    "Symbolic System Tags":"Egyptian",
    "Duration":"egyptian",
    "Description":"Osiris was the Egyptian god of fertility, agriculture, and the afterlife, remembered as the first divine king of Egypt who taught laws and agriculture before being murdered by his jealous brother Set. Trapped in a coffin, dismembered, and scattered across Egypt, he was reassembled by Isis, who through magic conceived their son Horus. Osiris, however, did not return to the living but became ruler of the underworld, presiding over the judgment of souls. Depicted with green skin and mummy wrappings, he embodied death, regeneration, and the cyclical flooding of the Nile. Festivals at Abydos reenacted his myth, making him a universal figure of hope for eternal life. His story, with quirks like the missing phallus replaced by Isis’ magic, emphasized his role as a fertility and resurrection god.",
    "Historic-Mythic Status Tags":"Legendary, Mythical, Symbolic, Allegorical, Archetypal, Devotional",
    "Founding Figure?":"YES",
    "Name.1":"Osiris",
    "Jungian Archetypes Tags":"Self, Hero, Wise Old Man, Father Archetype, Terrible Father, Initiator",
    "Neumann Stages Tags":"Death, Rebirth, Descent into the Underworld, Magical Empowerment, Return to the Community, Mythic Ordering of Reality, Initiation, Ego Transcendence, Coronation of the King",
    "Category":"Chthonic Civilizing Deity",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":13,
    "Name":"Isis",
    "D.O.B":"c. 3200 BCE",
    "D.O.D":"-",
    "Dataviz":-3200,
    "Location":"Philae (Upper Egypt, Abydos, broader Egypt)",
    "Symbolic System Tags":"Egyptian",
    "Duration":"egyptian",
    "Description":"Isis was the Egyptian goddess of motherhood, magic, and protection, revered as the devoted wife of Osiris and mother of Horus. She resurrected Osiris long enough to conceive Horus, raised him in secret to protect him from Set, and became the archetype of maternal care and divine queenship. Famous for her magical power, she even compelled Ra to reveal his secret name, giving her unmatched authority among the gods. Depicted as a woman with a throne on her head or nursing Horus, Isis was worshiped as healer, mourner, and protector of the dead, her cult spreading widely and enduring as one of Egypt’s most powerful and universal traditions.",
    "Historic-Mythic Status Tags":"Mythical, Symbolic, Allegorical, Archetypal, Devotional, Composite, Bridge",
    "Founding Figure?":"YES",
    "Name.1":"Isis",
    "Jungian Archetypes Tags":"Anima, Mother Archetype, Wise Old Woman, Initiator, Terrible Mother",
    "Neumann Stages Tags":"Divine Intervention, Initiation, Death, Rebirth, Magical Empowerment, Return to the Community, Descent into the Underworld, Mythic Ordering of Reality, Ego Transcendence",
    "Category":"Chthonic Civilizing Trickster Goddess",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":14,
    "Name":"Seth (Set)",
    "D.O.B":"c. 3200 BCE",
    "D.O.D":"-",
    "Dataviz":-3200,
    "Location":"Ombos (Upper Egypt, Naqada region)",
    "Symbolic System Tags":"Egyptian",
    "Duration":"egyptian",
    "Description":"Seth (Set) was the Egyptian god of chaos, storms, deserts, and foreign lands, feared for his violence but also respected for his strength. Brother of Osiris, Isis, and Nephthys, he murdered Osiris and battled Horus for Egypt’s throne, becoming the great rival of order and kingship. Yet he also served as a protector of Ra, spearing the serpent Apophis to defend the solar barque on its nightly journey. Depicted with the enigmatic “Seth-animal,” he symbolized the untamed, destructive forces of the desert. Over time, Seth shifted from a necessary cosmic force to a demonized figure, embodying disorder and hostility to Egypt’s harmony.",
    "Historic-Mythic Status Tags":"Mythical, Symbolic, Allegorical, Archetypal, Contested, Devotional",
    "Founding Figure?":"NO",
    "Name.1":"Seth (Set)",
    "Jungian Archetypes Tags":"Shadow, Trickster, Terrible Father, Hero, Animus",
    "Neumann Stages Tags":"Battle with the Dragon, Death, Divine Intervention, Isolation, Ego Collapse, Mythic Ordering of Reality, Descent into the Underworld",
    "Category":"Chthonic Storm Trickster Deity",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":15,
    "Name":"Anubis",
    "D.O.B":"c. 3200 BCE",
    "D.O.D":"-",
    "Dataviz":-3200,
    "Location":"Cynopolis (Middle Egypt)",
    "Symbolic System Tags":"Egyptian",
    "Duration":"egyptian",
    "Description":"Anubis was the Egyptian jackal-headed god of embalming, tombs, and the journey into the afterlife. Among Egypt’s oldest deities, he embalmed Osiris and became patron of mummification, ensuring the dead were preserved for rebirth. As psychopomp, he guided souls through the underworld and weighed their hearts against the feather of Ma’at in the Hall of Judgment. Depicted as a black jackal or jackal-headed man, he symbolized both death and renewal. Revered as a protector of graves and a gentle guide of souls, Anubis remained a central figure of Egyptian funerary belief throughout the ages.",
    "Historic-Mythic Status Tags":"Mythical, Symbolic, Allegorical, Archetypal, Devotional, Bridge",
    "Founding Figure?":"NO",
    "Name.1":"Anubis",
    "Jungian Archetypes Tags":"Shadow, Wise Old Man, Initiator, Trickster",
    "Neumann Stages Tags":"Death, Rebirth, Magical Empowerment, Descent into the Underworld, Mythic Ordering of Reality",
    "Category":"Chthonic Trickster Deity",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":16,
    "Name":"Nephthys",
    "D.O.B":"c. 3200 BCE",
    "D.O.D":"-",
    "Dataviz":-3200,
    "Location":"Heliopolis (mythic), Abydos",
    "Symbolic System Tags":"Egyptian",
    "Duration":"egyptian",
    "Description":"Nephthys—daughter of Shu and Tefnut, sister of Isis, and often consort of Seth—is the liminal funerary guardian of the Ennead. She stands with Isis at the bier of Osiris, spreads protective wings, and guides the dead through the threshold to the Duat. In some traditions she is the mother of Anubis, tightening her tie to mortuary rites. Iconiographically marked by the house + basket glyph on her crown and the kite (bird) form, she personifies the safe enclosure at the edge of night, grief, and renewal. In Coffin\/Book of the Dead spells she’s repeatedly invoked to seal and escort—binding the corpse against harm, guiding the ba (soul) across liminal zones, and “cooling” the dead with libations.",
    "Historic-Mythic Status Tags":"Mythical, Symbolic, Allegorical, Composite, Bridge, Doctrinal\/Canonical, Archetypal, Devotional, Contested",
    "Founding Figure?":"NO",
    "Name.1":"Nephthys",
    "Jungian Archetypes Tags":"Anima, Mother Archetype, Terrible Mother, Wise Old Woman, Self, Initiator",
    "Neumann Stages Tags":"Death, Descent into the Underworld, Rebirth, Magical Empowerment, Return to the Community, Mythic Ordering of Reality, Isolation",
    "Category":"Chthonic Funerary Guardian",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":17,
    "Name":"Menes (Narmer)",
    "D.O.B":"c. 3130 BCE",
    "D.O.D":"c. 3050 BCE",
    "Dataviz":-3100,
    "Location":"Thinis \/ Memphis",
    "Symbolic System Tags":"Egyptian",
    "Duration":"egyptian",
    "Description":"Menes (often identified with Narmer) was the legendary first pharaoh of a unified Egypt around 3100 BCE. He is credited with joining Upper and Lower Egypt into one kingdom and founding Memphis as the new capital. Tradition ascribes him a reign of over 60 years, marking the dawn of dynastic kingship. While remembered as a culture-bringer and lawgiver, legends also tell of his unusual death by a hippopotamus — a detail that blurs the line between history and myth. He stands as the symbolic founding father of Egypt’s Pharaonic tradition.",
    "Historic-Mythic Status Tags":"Historic, Legendary, Symbolic, Archetypal, Contested",
    "Founding Figure?":"YES",
    "Name.1":"Menes (Narmer)",
    "Jungian Archetypes Tags":"Hero, Father Archetype, Animus, Initiator",
    "Neumann Stages Tags":"Battle with the Dragon, Coronation of the King, Mythic Ordering of Reality, Return to the Community, Initiation",
    "Category":"First King of Unified Egypt",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":18,
    "Name":"Horus",
    "D.O.B":"c. 3100 BCE",
    "D.O.D":"-",
    "Dataviz":-3100,
    "Location":"Nekhen\/Hierakonpolis (Upper Egypt), Edfu",
    "Symbolic System Tags":"Egyptian",
    "Duration":"egyptian",
    "Description":"Horus was the Egyptian falcon-headed god of the sky, kingship, and justice, son of Isis and Osiris and avenger of his father’s murder. Raised in secrecy, he battled his uncle Seth in epic contests until he triumphed and claimed the throne of Egypt, symbolizing the victory of order over chaos. Every Pharaoh was seen as Horus in life, embodying his divine authority. His right eye became the sun and his left the moon, and the healing of his injured “Eye of Horus” became a powerful symbol of protection and restoration. As both vulnerable child and victorious king, Horus united divine justice with earthly rule.",
    "Historic-Mythic Status Tags":"Mythical, Symbolic, Allegorical, Archetypal, Devotional, Composite",
    "Founding Figure?":"YES",
    "Name.1":"Horus",
    "Jungian Archetypes Tags":"Hero, Self, Initiator, Father Archetype",
    "Neumann Stages Tags":"Separation from World Parents, Battle with the Dragon, Death, Rebirth, Magical Empowerment, Return to the Community, Coronation of the King",
    "Category":"Storm Civilizing Deity",
    "Y-pos":"0",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":19,
    "Name":"Imhotep",
    "D.O.B":"c. 2650 BCE",
    "D.O.D":"c. 2600 BCE",
    "Dataviz":-2700,
    "Location":"Memphis \/ Saqqara",
    "Symbolic System Tags":"Egyptian",
    "Duration":"egyptian",
    "Description":"Imhotep was the brilliant vizier and chief architect of Pharaoh Djoser, credited with designing the Step Pyramid at Saqqara, the first monumental stone building in Egypt. Renowned as a polymath—architect, priest, physician, and sage—he became legendary for his wisdom and healing skills. Centuries after his death, he was deified as a god of medicine and learning, worshiped in temples where the sick sought cures, making him one of the few non-royal Egyptians elevated to divine status.",
    "Historic-Mythic Status Tags":"Historic, Symbolic, Archetypal, Devotional, Legendary",
    "Founding Figure?":"YES",
    "Name.1":"Imhotep",
    "Jungian Archetypes Tags":"Wise Old Man, Initiator",
    "Neumann Stages Tags":"Magical Empowerment, Mythic Ordering of Reality, Return to the Community, Divine Intervention",
    "Category":"Vizier and Architect, post-mortally elevated to Divine Status",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":20,
    "Name":"Djoser",
    "D.O.B":"c. 2690 BCE",
    "D.O.D":"c. 2640 BCE",
    "Dataviz":-2670,
    "Location":"Saqqara (Memphis)",
    "Symbolic System Tags":"Egyptian",
    "Duration":"egyptian",
    "Description":"Djoser, who reigned around 2670 BCE as the second king of Egypt’s Third Dynasty, is best remembered as the builder of the Step Pyramid at Saqqara, the world’s first large stone monument designed by his vizier Imhotep. His reign brought stability, expanded Egypt’s reach into neighboring lands, and marked a shift toward monumental, enduring royal architecture. Later tradition cast him as a wise, almost semi-divine ruler, credited with ending famine and associated with prosperity and divine favor.",
    "Historic-Mythic Status Tags":"Historic, Symbolic, Archetypal, Devotional",
    "Founding Figure?":"YES",
    "Name.1":"Djoser",
    "Jungian Archetypes Tags":"Hero, Father Archetype, Self",
    "Neumann Stages Tags":"Coronation of the King, Mythic Ordering of Reality, Return to the Community, Magical Empowerment",
    "Category":"Second King of Egypt and Cultural Hero",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":21,
    "Name":"Nefertum",
    "D.O.B":"c. 2500 BCE",
    "D.O.D":"-",
    "Dataviz":-2500,
    "Location":"Thebes (Upper Egypt)",
    "Symbolic System Tags":"Egyptian",
    "Duration":"egyptian",
    "Description":"Nefertum was the youthful lotus-born Egyptian god of sunrise, beauty, and healing, whose name means “Perfect One.” Often described as the son of Ptah and Sekhmet (or Bastet), he embodied renewal and vitality, bringing the fresh rays of the morning sun. Depicted as a handsome youth with a lotus headdress, he was called the “Lord of Perfume” and linked to fragrance, medicine, and protective amulets. Beloved in Memphis and beyond, Nefertum symbolized both cosmic rebirth and personal well-being in Egyptian devotion.",
    "Historic-Mythic Status Tags":"Mythical, Symbolic, Archetypal, Devotional",
    "Founding Figure?":"NO",
    "Name.1":"Nefertum",
    "Jungian Archetypes Tags":"Hero, Self, Initiator",
    "Neumann Stages Tags":"Rebirth, Magical Empowerment, Mythic Ordering of Reality",
    "Category":"Solar Civilizing Deity",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":22,
    "Name":"Amun",
    "D.O.B":"c. 2100 BCE",
    "D.O.D":"-",
    "Dataviz":-2100,
    "Location":"Thebes (Karnak, Luxor)",
    "Symbolic System Tags":"Egyptian",
    "Duration":"egyptian",
    "Description":"Amun was the Egyptian god of air, fertility, and hidden power, whose name means “The Hidden One.” Rising from local Theban origins, he became the chief deity of Egypt in the Middle and New Kingdoms, merging with Ra as Amun-Ra, the supreme god of empire and source of Pharaohs’ legitimacy. Worshiped at Karnak and Luxor, he embodied both mystery and kingship, invoked in grand festivals, oracles, and political rites. Depicted as a man with a double plume crown or as a ram, Amun represented unseen divine force and universal authority, standing as Egypt’s great hidden god.",
    "Historic-Mythic Status Tags":"Mythical, Symbolic, Allegorical, Composite, Archetypal, Contested, Devotional",
    "Founding Figure?":"YES",
    "Name.1":"Amun",
    "Jungian Archetypes Tags":"Self, Father Archetype, Wise Old Man, Hero",
    "Neumann Stages Tags":"Mythic Ordering of Reality, Coronation of the King, Magical Empowerment, Ego Transcendence",
    "Category":"Transcendent Solar Deity",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":23,
    "Name":"Senusret I",
    "D.O.B":"c. 2000 BCE",
    "D.O.D":"c. 1926 BCE",
    "Dataviz":-1971,
    "Location":"Egypt (Itjtawy, Memphis, Karnak)",
    "Symbolic System Tags":"Egyptian",
    "Duration":"egyptian",
    "Description":"Senusret I was the second king of Egypt’s 12th Dynasty and a central figure of the Middle Kingdom. Ruling from the new capital Itjtawy, he reinforced the unity of Upper and Lower Egypt and expanded Egypt’s reach into Nubia and the Sinai. He became famous as a prolific builder, commissioning temples, obelisks, and shrines across the land, most notably his elegant White Chapel at Karnak. Revered as a pious and prosperous ruler, he was celebrated in his own time as a king who embodied divine kingship and secured stability after earlier fragmentation.",
    "Historic-Mythic Status Tags":"Historic, Symbolic, Archetypal, Devotional",
    "Founding Figure?":"NO",
    "Name.1":"Senusret I",
    "Jungian Archetypes Tags":"Hero, Father Archetype, Self",
    "Neumann Stages Tags":"Coronation of the King, Mythic Ordering of Reality, Return to the Community",
    "Category":"Second King of the Middle Kingdom",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":24,
    "Name":"Senusret III",
    "D.O.B":"c. 1900 BCE",
    "D.O.D":"c. 1839 BCE",
    "Dataviz":-1878,
    "Location":"Egypt (Itjtawy, Nubian frontier forts, Abydos)",
    "Symbolic System Tags":"Egyptian",
    "Duration":"egyptian",
    "Description":"Senusret III was a powerful Middle Kingdom pharaoh known as both a warrior and reformer. He expanded Egypt’s control deep into Nubia, building a chain of fortresses along the Nile and later being worshiped as a god there. He weakened the power of provincial governors, centralizing authority under the crown. His monuments include fortresses, temples, and a pyramid at Dahshur. Unusually, his statues show a stern, weary face rather than idealized youth, signaling vigilance and the burdens of kingship. He is remembered as one of Egypt’s greatest warrior kings, a centralizer of power, and a figure with a unique cross-cultural legacy in Nubia.",
    "Historic-Mythic Status Tags":"Historic, Historically Plausible, Symbolic, Archetypal, Devotional",
    "Founding Figure?":"NO",
    "Name.1":"Senusret III",
    "Jungian Archetypes Tags":"Hero, Father Archetype, Shadow",
    "Neumann Stages Tags":"Battle with the Dragon, Coronation of the King, Mythic Ordering of Reality, Isolation",
    "Category":"Warrior-King and Centralizer of the Middle Kingdom",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":25,
    "Name":"Joseph",
    "D.O.B":"c. 1745 BCE",
    "D.O.D":"c. 1635 BCE",
    "Dataviz":-1745,
    "Location":"Egypt \/ Canaan",
    "Symbolic System Tags":"Yahwistic, Christian, Islamic, Monotheistic",
    "Duration":"egyptian",
    "Description":"Joseph, son of Jacob and Rachel, is remembered as a prophet whose life embodies suffering transformed into salvation. Betrayed by his brothers and sold into slavery, he rose in Egypt through his gift of interpreting dreams, eventually becoming a powerful administrator who saved many from famine. His story climaxes with reconciliation, as he forgave his brothers and reunited his family. Joseph is honored as a model of wisdom, patience, and trust in God’s providence, showing how hardship can serve a greater divine purpose.",
    "Historic-Mythic Status Tags":"Legendary, Mythical, Historically Plausible, Symbolic, Allegorical, Composite, Bridge, Doctrinal\/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?":"NO",
    "Name.1":"Joseph",
    "Jungian Archetypes Tags":"Hero, Initiator, Wise Old Man, Trickster, Persona, Shadow",
    "Neumann Stages Tags":"Separation from World Parents, Descent into the Underworld, Initiation, Death, Rebirth, Magical Empowerment, Coronation of the King, Mythic Ordering of Reality, Isolation, Return to the Community, Ego Transcendence, Divine Intervention, Battle with the Dragon",
    "Category":"Monotheistic Visionary Statesman",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":26,
    "Name":"Mut",
    "D.O.B":"c. 1500 BCE",
    "D.O.D":"-",
    "Dataviz":-1500,
    "Location":"Thebes (Upper Egypt)",
    "Symbolic System Tags":"Egyptian",
    "Duration":"egyptian",
    "Description":"Mut was an Egyptian mother goddess whose name means “Mother.” Her roots reach back into earlier traditions as a local maternal figure, but she rose to true prominence in the New Kingdom, when Thebes became Egypt’s religious center. There she was elevated as the consort of Amun and mother of Khonsu, forming the powerful Theban Triad. Her worship focused on the Mut Precinct at Karnak, where Amenhotep III dedicated thousands of lion-headed Sekhmet statues to channel her fierce, protective power. Mut embodied a dual nature: nurturing and universal mother on one hand, wrathful lioness on the other. As the adoptive mother of pharaohs, she legitimized kingship and remained a central figure of Egyptian religion into the Greco-Roman world.",
    "Historic-Mythic Status Tags":"Mythical, Symbolic, Archetypal, Devotional",
    "Founding Figure?":"NO",
    "Name.1":"Mut",
    "Jungian Archetypes Tags":"Mother Archetype, Terrible Mother, Anima",
    "Neumann Stages Tags":"Uroboric Stage, Divine Intervention, Mythic Ordering of Reality, Ego Collapse, Terrible Mother",
    "Category":"Transcendent Solar Mother Goddess",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":27,
    "Name":"Khonsu",
    "D.O.B":"c. 1500 BCE",
    "D.O.D":"-",
    "Dataviz":-1500,
    "Location":"Thebes (Upper Egypt)",
    "Symbolic System Tags":"Egyptian",
    "Duration":"egyptian",
    "Description":"Khonsu was the youthful Egyptian moon god, whose name means “the Traveler,” reflecting the moon’s journey across the sky. As the son of Amun and Mut, he completed the Theban Triad and was worshiped at Karnak, where his temple became a center of oracular rituals. He embodied time, healing, and protection, known for expelling demons and even healing a foreign princess in the tale of Bekhten. Depicted as a mummified youth with sidelock and lunar crown, Khonsu symbolized both cyclical renewal and protective vigor, a serene moon deity who was also a fierce demon-slayer and healer, beloved in both royal and popular devotion.",
    "Historic-Mythic Status Tags":"Mythical, Symbolic, Archetypal, Devotional",
    "Founding Figure?":"NO",
    "Name.1":"Khonsu",
    "Jungian Archetypes Tags":"Hero, Initiator, Self",
    "Neumann Stages Tags":"Rebirth, Magical Empowerment, Return to the Community, Mythic Ordering of Reality",
    "Category":"Lunar Civilizing Deity",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":28,
    "Name":"Miriam",
    "D.O.B":"c. 1400 BCE",
    "D.O.D":"c. 1270 BCE",
    "Dataviz":-1400,
    "Location":"Egypt \/ Sinai",
    "Symbolic System Tags":"Yahwistic, Christian, Islamic, Monotheistic",
    "Duration":"egyptian",
    "Description":"Miriam, sister of Moses and Aaron, stands out in the monotheistic tradition as both protector and prophetess. From her watchful care of infant Moses on the Nile to her leadership in song after the Red Sea crossing, she embodies courage, creativity, and faith. Later remembered for her challenge to authority and the miraculous “Well of Miriam,” her life reflects both human weakness and divine favor. She represents the role of women as vital guardians of God’s people and as voices of prophetic witness.",
    "Historic-Mythic Status Tags":"Legendary, Symbolic, Allegorical, Composite, Bridge, Doctrinal\/Canonical, Archetypal, Devotional",
    "Founding Figure?":"NO",
    "Name.1":"Miriam",
    "Jungian Archetypes Tags":"Wise Old Woman, Initiator, Mother Archetype, Persona, Shadow",
    "Neumann Stages Tags":"Divine Intervention, Return to the Community, Isolation, Mythic Ordering of Reality, Initiation, Death, Ego Collapse, Rebirth, Magical Empowerment",
    "Category":"Prophetic Matriarch of the Exodus",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":29,
    "Name":"Aaron",
    "D.O.B":"c. 1396 BCE",
    "D.O.D":"c. 1273 BCE",
    "Dataviz":-1396,
    "Location":"Israel \/ Canaan",
    "Symbolic System Tags":"Yahwistic, Christian, Islamic, Monotheistic",
    "Duration":"egyptian",
    "Description":"Aaron is remembered as a prophet and the first high priest of Israel. Chosen to speak on Moses’ behalf, he confronted Pharaoh and shared in leading the Israelites out of Egypt. He established the priestly line, though his role in crafting the golden calf (a false idol) at the people’s demand revealed his human frailty. Yet Moses interceded on his behalf, and Aaron was spared, continuing his priestly service as a sign of atonement and restoration. Across the traditions, he stands as a figure of service, mediation, and faith, embodying both the responsibilities and vulnerabilities of spiritual leadership.",
    "Historic-Mythic Status Tags":"Legendary, Symbolic, Allegorical, Composite, Bridge, Doctrinal\/Canonical, Archetypal, Devotional",
    "Founding Figure?":"NO",
    "Name.1":"Aaron",
    "Jungian Archetypes Tags":"Father Archetype, Initiator, Persona, Trickster, Shadow, Wise Old Man",
    "Neumann Stages Tags":"Divine Intervention, Battle with the Dragon, Initiation, Mythic Ordering of Reality, Ego Collapse, Rebirth, Magical Empowerment, Death",
    "Category":"Covenant High Priest of Israel",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":30,
    "Name":"Moses",
    "D.O.B":"c. 1392 BCE",
    "D.O.D":"c. 1272 BCE",
    "Dataviz":-1392,
    "Location":"Egypt \/ Sinai \/ Israel",
    "Symbolic System Tags":"Yahwistic, Christian, Islamic, Monotheistic",
    "Duration":"egyptian",
    "Description":"Moses is honored as the great liberator and lawgiver. Born under threat in Egypt, he was set adrift on the Nile, raised in Pharaoh’s household, and later fled into exile before being called by God from the burning bush. There, God revealed Himself with the words, “I Am Who I Am,” commissioning Moses to lead His people. He returned to confront Pharaoh, led the Israelites out of bondage through the Red Sea, and guided them in the wilderness for forty years. At Sinai he received the divine law, breaking the tablets in anger at idolatry yet restoring the covenant that bound Israel to God. Though barred from entering the Promised Land, his life of miracles, trials, and revelations marks him as the prophet who shaped a people and set the pattern of faith, law, and deliverance in the Abrahamic tradition.",
    "Historic-Mythic Status Tags":"Legendary, Mythical, Historically Plausible, Symbolic, Allegorical, Composite, Bridge, Doctrinal\/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?":"YES",
    "Name.1":"Moses",
    "Jungian Archetypes Tags":"Hero, Initiator, Wise Old Man, Father Archetype, Persona, Shadow",
    "Neumann Stages Tags":"Separation from World Parents, Divine Intervention, Battle with the Dragon, Initiation, Isolation, Mythic Ordering of Reality, Return to the Community, Rebirth, Magical Empowerment, Ego Collapse, Ego Transcendence, Death",
    "Category":"Monotheistic Prophetic Lawgiver",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":31,
    "Name":"Akhenaten",
    "D.O.B":"c. 1380 BCE",
    "D.O.D":"c. 1336 BCE",
    "Dataviz":-1380,
    "Location":"Amarna (Akhetaten)",
    "Symbolic System Tags":"Egyptian",
    "Duration":"egyptian",
    "Description":"Akhenaten was born Amenhotep IV, son of Amenhotep III and Queen Tiye. He is remembered as the “heretic king” who elevated Aten, the sun disk, above all other gods, changing his name to Akhenaten and building a new capital at Amarna. His reign introduced a unique artistic style and emphasized intimate depictions of the royal family with Nefertiti and their daughters. After his death, Egypt quickly restored the old cults under Tutankhamun, and Akhenaten’s memory was condemned. He remains famous for his religious revolution, eccentric imagery, and proto-monotheistic vision, which set him apart from all other pharaohs.",
    "Historic-Mythic Status Tags":"Historic, Symbolic, Archetypal, Contested",
    "Founding Figure?":"NO",
    "Name.1":"Akhenaten",
    "Jungian Archetypes Tags":"Initiator, Trickster, Hero, Shadow",
    "Neumann Stages Tags":"Ego Collapse, Mythic Ordering of Reality, Isolation",
    "Category":"Heretic King and Religious Revolutionary",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":32,
    "Name":"Nefertiti",
    "D.O.B":"c. 1370 BCE",
    "D.O.D":"c. 1330 BCE",
    "Dataviz":-1370,
    "Location":"Amarna (Akhetaten)",
    "Symbolic System Tags":"Egyptian",
    "Duration":"egyptian",
    "Description":"Nefertiti (“The Beautiful One Has Come”) was the Great Royal Wife of Akhenaten and one of the most influential queens of ancient Egypt. She rose to prominence during the Amarna period, where she and Akhenaten promoted the worship of Aten and moved the capital to Akhetaten (Amarna). Renowned for her beauty and power, she was depicted in kingly roles, participating in rituals, smiting enemies, and mediating Aten’s light alongside her husband. She may have ruled briefly as co-regent or even as pharaoh under the name Neferneferuaten. Her death and burial remain uncertain, but her legacy endures, especially through the famous Berlin bust that made her a global icon of Egyptian elegance and mystery.",
    "Historic-Mythic Status Tags":"Historic, Symbolic, Archetypal, Contested",
    "Founding Figure?":"NO",
    "Name.1":"Nefertiti",
    "Jungian Archetypes Tags":"Anima, Mother Archetype, Initiator, Persona",
    "Neumann Stages Tags":"Divine Intervention, Magical Empowerment, Ego Collapse",
    "Category":"Queen-Consort and Co-Regent of the Religious Revolution",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":33,
    "Name":"Joshua",
    "D.O.B":"c. 1355 BCE",
    "D.O.D":"c. 1245 BCE",
    "Dataviz":-1355,
    "Location":"Ancient Near East",
    "Symbolic System Tags":"Yahwistic, Christian, Monotheistic",
    "Duration":"egyptian",
    "Description":"Joshua is remembered as Moses’ faithful successor, a prophet, and the warrior who led Israel into the Promised Land. Born in Egypt, he rose from Moses’ assistant to commander, renowned for courage at battles like Jericho and for uniting the tribes through conquest and covenant. His farewell speech, rich in poetic cadence, urged Israel to serve God faithfully, yet his death left the people without a single leader. This ushered in the era of the judges — a time of tribal confederacy that would eventually give way to monarchy when unity and stronger leadership were needed. Joshua thus stands at the threshold: the soldier-poet who secured the land and set the stage for Israel’s long struggle between covenantal faith and political order.",
    "Historic-Mythic Status Tags":"Legendary, Mythical, Historically Plausible, Symbolic, Allegorical, Composite, Bridge, Doctrinal\/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?":"NO",
    "Name.1":"Joshua",
    "Jungian Archetypes Tags":"Hero, Initiator, Persona, Father Archetype, Wise Old Man, Shadow",
    "Neumann Stages Tags":"Initiation, Divine Intervention, Battle with the Dragon, Magical Empowerment, Mythic Ordering of Reality, Return to the Community, Ego Collapse, Rebirth, Death",
    "Category":"Monotheistic Conquest General & Covenant Renewer",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":34,
    "Name":"Tutankhamun",
    "D.O.B":"c. 1341 BCE",
    "D.O.D":"c. 1323 BCE",
    "Dataviz":-1341,
    "Location":"Thebes (Upper Egypt)",
    "Symbolic System Tags":"Egyptian",
    "Duration":"egyptian",
    "Description":"Tutankhamun, known as the “Boy King,” was a young pharaoh of Egypt’s 18th Dynasty who ruled from about age 9 until his death at 18 or 19. Born Tutankhaten, he changed his name to Tutankhamun to restore the traditional worship of Amun after his father Akhenaten’s controversial Aten-centered reforms. His reign, guided by advisors like Ay and Horemheb, symbolized Egypt’s return to religious and political stability. He married his half-sister Ankhesenamun, but their children were stillborn, leaving no heir. Tutankhamun suffered from significant health issues, including a clubfoot and genetic weaknesses, and his sudden death is still debated—possible causes include illness, genetic disorders, or accident.",
    "Historic-Mythic Status Tags":"Historic, Historically Plausible, Symbolic, Archetypal, Contested, Devotional",
    "Founding Figure?":"NO",
    "Name.1":"Tutankhamun",
    "Jungian Archetypes Tags":"Hero, Persona, Self",
    "Neumann Stages Tags":"Rebirth, Return to the Community, Magical Empowerment, Coronation of the King, Mythic Ordering of Reality",
    "Category":"Child Pharaoh, Restorer of Ma’at",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":35,
    "Name":"Ramesses II",
    "D.O.B":"c. 1303 BCE",
    "D.O.D":"c. 1213 BCE",
    "Dataviz":-1303,
    "Location":"Pi-Ramesses \/ Thebes",
    "Symbolic System Tags":"Egyptian",
    "Duration":"egyptian",
    "Description":"Ramesses II, also known as Ramesses the Great, was the third pharaoh of Egypt’s 19th Dynasty and reigned for an extraordinary 66 years (1279–1213 BCE). He is remembered as one of Egypt’s most powerful and prolific rulers. His reign was marked by ambitious building projects such as the temples of Abu Simbel and the Ramesseum, extensive additions to Karnak and Luxor, and a vast legacy of statues and inscriptions. Militarily, he is best known for the Battle of Kadesh against the Hittites, which he proclaimed as a great victory, though in reality it was a stalemate; this conflict later led to one of the world’s first known peace treaties. Ramesses fathered over 100 children, maintained Egypt’s power, and lived into his 90s, becoming a near-legendary figure even in his own lifetime. In religious tradition and popular imagination, Ramesses II is the most famous candidate for the role of the Pharaoh of the Exodus—the king who, according to the biblical story, opposed Moses and experienced the plagues sent by God, even if history itself is silent on the matter.",
    "Historic-Mythic Status Tags":"Historic, Symbolic, Archetypal, Contested, Legendary",
    "Founding Figure?":"NO",
    "Name.1":"Ramesses II",
    "Jungian Archetypes Tags":"Hero, Persona, Father Archetype, Terrible Father, Self",
    "Neumann Stages Tags":"Battle with the Dragon, Divine Intervention, Magical Empowerment, Return to the Community, Mythic Ordering of Reality, Coronation of the King",
    "Category":"Ramesses the Great",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":36,
    "Name":"Nun",
    "D.O.B":"c. 4100 BCE",
    "D.O.D":"-",
    "Dataviz":-4100,
    "Location":"Heliopolis (mythic)",
    "Symbolic System Tags":"Egyptian",
    "Duration":"egyptian",
    "Description":"Nun is the primordial, infinite water from which all existence emerges. He is not a creator god but the pre-cosmic substrate, the undifferentiated abyss before light, form, or time. Atum rises out of Nun, making Nun the origin of the gods, yet he remains outside the created world—transcendent, timeless, and formless. He embodies both potential and dissolution: the source from which creation begins and the abyss into which it can return.",
    "Historic-Mythic Status Tags":"Mythical, Symbolic, Allegorical, Archetypal, Doctrinal\/Canonical, Devotional",
    "Founding Figure?":"YES",
    "Name.1":"Nun",
    "Jungian Archetypes Tags":"Self, Mother Archetype, Wise Old Man, Terrible Mother",
    "Neumann Stages Tags":"Uroboric Stage, Mythic Ordering of Reality, Death, Ego Collapse",
    "Category":"Transcendent Primordial Water Deity",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":37,
    "Name":"Aten",
    "D.O.B":"c. 1400 BCE",
    "D.O.D":"-",
    "Dataviz":-1400,
    "Location":"Akhetaten (modern Amarna)",
    "Symbolic System Tags":"Egyptian",
    "Duration":"egyptian",
    "Description":"Aten is the abstract, transcendent solar creator deity elevated by Akhenaten during a political–religious revolution, when the king dismantled the powerful Amun priesthood and centralized all divine authority in a single, impersonal sun-disk accessible only through himself—turning Aten into both a cosmic life-giver and the ideological foundation of royal absolutism.",
    "Historic-Mythic Status Tags":"Mythical, Symbolic, Allegorical, Composite, Doctrinal\/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?":"NO",
    "Name.1":"Aten",
    "Jungian Archetypes Tags":"Self, Father Archetype, Terrible Father",
    "Neumann Stages Tags":"Mythic Ordering of Reality, Separation from World Parents, Coronation of the King, Ego Transcendence",
    "Category":"Transcendent Solar Deity",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  }
]