[
  {
    "index":1,
    "Author":"Hardjedef",
    "D.O.B.":"c. 2570 BCE",
    "D.O.D.":"c. 2550 BCE",
    "Dataviz_birth":-2570,
    "Dataviz_death":-2550,
    "Socio-political Tags":"Royal, Priestly, Theocratic, Scholarly, Legitimation, Normalization, Mystical \/ Initiatory",
    "Symbolic System Tags":"Ancient Egyptian",
    "Jungian Archetypes Tags":"Wise Old Man, Father Archetype, Initiator",
    "Category":"Princely Priestly Elite",
    "Short Description":"Also known as Djedefhor or Hordjedef, he was a prince of Egypt’s 4th Dynasty, the son of Pharaoh Khufu. His teachings focus on moral conduct, humility, and preparation for the afterlife. Over time, Hardjedef was revered and remembered not only as a royal figure but as a sage who accompanied Osiris into the underworld."
  },
  {
    "index":2,
    "Author":"Ptahhotep",
    "D.O.B.":"c. 2450 BCE",
    "D.O.D.":"c. 2350 BCE",
    "Dataviz_birth":-2450,
    "Dataviz_death":-2350,
    "Socio-political Tags":"Administrative \/ Bureaucratic, Scribal, Scholarly, Normalization, Legitimation, Judicial",
    "Symbolic System Tags":"Ancient Egyptian",
    "Jungian Archetypes Tags":"Wise Old Man, Father Archetype, Persona, Initiator",
    "Category":"Vizier - Head of the Bureaucracy",
    "Short Description":"A vizier of Egypt’s 5th Dynasty, serving under Pharaoh Djedkare Isesi around 2400 BCE.He is best known as the author of the oldest and most complete Egyptian wisdom texts. His teachings emphasize humility, restraint, fairness, and the importance of listening, guiding officials and scribes in proper conduct."
  },
  {
    "index":3,
    "Author":"Kagemni",
    "D.O.B.":"c. 2500 BCE",
    "D.O.D.":"c. 2400 BCE",
    "Dataviz_birth":-2420,
    "Dataviz_death":-2350,
    "Socio-political Tags":"Administrative \/ Bureaucratic, Scribal, Scholarly, Normalization, Legitimation",
    "Symbolic System Tags":"Ancient Egyptian",
    "Jungian Archetypes Tags":"Wise Old Man, Father Archetype, Persona, Initiator",
    "Category":"Vizier - Head of the Bureaucracy",
    "Short Description":"A high-ranking vizier serving as the chief official under a pharaoh, most often associated with Teti of the 6th Dynasty. His teachings became part of the scribal curriculum, shaping how young officials and elites were trained in conduct and ethics. Kagemni was remembered as one of Egypt’s great sages, alongside figures like Ptahhotep and Hardjedef."
  },
  {
    "index":4,
    "Author":"Amenemope",
    "D.O.B.":"c. 1300 BCE",
    "D.O.D.":"c. 1075 BCE",
    "Dataviz_birth":-1300,
    "Dataviz_death":-1075,
    "Socio-political Tags":"Scribal, Scholarly, Normalization, Mystical \/ Initiatory, Legitimation",
    "Symbolic System Tags":"Ancient Egyptian",
    "Jungian Archetypes Tags":"Wise Old Man, Father Archetype, Initiator, Persona",
    "Category":"Scribe of Scribes",
    "Short Description":"A scribe and sage who lived during the late New Kingdom. His teachings emphasize humility, honesty, patience, and inner peace, contrasting the fleeting value of wealth with the lasting value of virtue. The text is framed as a father’s advice to his son, continuing the Egyptian sebayt tradition of moral instruction. Amenemope is remembered as one of Egypt’s great wise men, whose ideas even show striking parallels with sections of the biblical Book of Proverbs."
  },
  {
    "index":5,
    "Author":"Shabaka",
    "D.O.B.":"c. 730 BCE",
    "D.O.D.":"c. 700 BCE",
    "Dataviz_birth":-730,
    "Dataviz_death":-700,
    "Socio-political Tags":"Royal, Priestly, Theocratic, Imperial, Legitimization, Normalization, Mystical \/ Initiatory, Propagandistic",
    "Symbolic System Tags":"Ancient Egyptian",
    "Jungian Archetypes Tags":"Father Archetype, Initiator, Wise Old Man, Hero",
    "Category":"Pharaoh",
    "Short Description":"Shabaka was a pharaoh of Egypt’s 25th Dynasty, from the Kushite line of rulers who reigned around 716–702 BCE. He is remembered as both a royal restorer and a religious guardian, preserving Egypt’s sacred traditions through the Shabaka Stone and the Memphite Theology."
  },
  {
    "index":6,
    "Author":"Ankhsheshonqy",
    "D.O.B.":"c. 400 BCE",
    "D.O.D.":"c. 300 BCE",
    "Dataviz_birth":-400,
    "Dataviz_death":-300,
    "Socio-political Tags":"Scribal, Scholarly, Subversive, Normalization,",
    "Symbolic System Tags":"Ancient Egyptian",
    "Jungian Archetypes Tags":"Wise Old Man, Trickster, Shadow, Father Archetype",
    "Category":"Imprisoned Scribe",
    "Short Description":"A scribe active likely during the late Pharaonic to early Hellenistic period. Ankhsheshonqy was possibly imprisoned after becoming entangled in a political plot, and he composed his sayings while in jail. The maxims mix practical advice, moral lessons, and ironic warnings, often reflecting a more skeptical and worldly tone than earlier sebayt."
  }
]