[
  {
    "Index":1,
    "Name":"Priene Inscription of Alexander the Great",
    "Approx. Date":"c. 334–327 BCE",
    "Dataviz date":-330,
    "Metaphysical Tags":"Phenomena (Phenomenology), Grid (Systematic Structuralism), War (Dialectical Materialism), Inversion (Subversive Ontology)",
    "Arts and Sciences Tags":"Human Sciences: Political Science\/Law, Liberal Arts: History",
    "Access Level":"Ceremonial",
    "Short Description":"A brief dedicatory text reading “King Alexander dedicated the temple to Athena Polias.” The inscription legitimized Alexander’s imperial authority through divine sanction, projecting him as royal benefactor and protector of the polis.",
    "Jungian Archetypes Tags":"Self, Initiator, Hero, Anima, Mother Archetype",
    "Neumann Stages Tags":"Divine Intervention, Mythic Ordering of Reality, Coronation of the King",
    "Original Geographical Location":"Priene (Ionia)",
    "Current Geographical Location":"Aydın Province, Turkey",
    "Original Language":"Koine Greek",
    "Name.1":"Priene Inscription of Alexander the Great",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Positive\/Empirical",
    "Category":"Imperial Theocratic Decree",
    "Socio-political Tags":"Royal, Theocratic, Priestly, Imperial, Propagandistic, Legitimation",
    "Literary Forms Tags":"Proclamation \/ Decree, Archive \/ Records",
    "Literary Content Tags":"Religious \/ Ritual, Political, Devotional \/ Sacrificial, Ethical \/ Moral",
    "Symbolic System Tags":"Hellenistic"
  },
  {
    "Index":2,
    "Name":"On the Sizes and Distances of the Sun and Moon",
    "Approx. Date":"c. 280–240 BCE",
    "Dataviz date":-260,
    "Metaphysical Tags":"Grid (Systematic Structuralism), Clockwork (Cosmological Rationalism), Genesis (Process Realism)",
    "Arts and Sciences Tags":"Natural & Physical Sciences: Astronomy",
    "Access Level":"Literate Class",
    "Short Description":"Astronomical Treatise in Ancient Greek that applies geometry and observation to calculate the relative magnitudes and distances of the Sun, Moon, and Earth. Aristarchus demonstrates that the Sun is vastly larger than the Earth, and the Earth larger than the Moon — a radical challenge to the scientific status quo, which had long assumed Earth’s primacy in size and cosmic centrality. By grounding his claims in mathematical reasoning, Aristarchus inaugurated a decisive shift toward empirical and quantitative cosmology.",
    "Jungian Archetypes Tags":"-",
    "Neumann Stages Tags":"Separation from World Parents, Mythic Ordering of Reality",
    "Original Geographical Location":"Samos",
    "Current Geographical Location":"Samos Island, Greece",
    "Original Language":"Koine Greek",
    "Name.1":"On the Sizes and Distances of the Sun and Moon",
    "Civlizational code?":"NO",
    "Author":"Aristarchus of Samos",
    "Comtean framework":"Positive\/Empirical",
    "Category":"Astronomical Treatise",
    "Socio-political Tags":"Scholarly, Scribal, Bridge, Subversive",
    "Literary Forms Tags":"Doctrine \/ Treatise, Essay \/ Inquiry, Manual \/ Instruction, Analysis",
    "Literary Content Tags":"Empirical, Didactic, Epistemological \/ Hermeneutics, Cosmological, Metaphysical",
    "Symbolic System Tags":"Hellenistic"
  },
  {
    "Index":3,
    "Name":"Decree of Bargylia Honoring Attalus I",
    "Approx. Date":"c. 241–197 BCE",
    "Dataviz date":-219,
    "Metaphysical Tags":"Grid (Systematic Structuralism), War (Dialectical Materialism), Monism",
    "Arts and Sciences Tags":"Human Sciences: Political Science\/Law, Human Sciences: Public Relations, Liberal Arts: History",
    "Access Level":"Broadly Known",
    "Short Description":"A public decree issued by a Greek city-state to commemorate and legitimize the benefactions of King Attalus I of Pergamon. Formally inscribed for public display, the text praises Attalus for his military protection, civic generosity, religious piety, and support of Hellenic freedom. The decree resolves to honor the king with a golden crown, public statue, and permanent inscription, reinforcing diplomatic bonds between the city and the Attalid kingdom.",
    "Jungian Archetypes Tags":"Persona, Hero, Father Archetype, Wise Old Man",
    "Neumann Stages Tags":"Battle with the Dragon, Divine Intervention, Initiation, Mythic Ordering of Reality, Coronation of the King",
    "Original Geographical Location":"Attalid Kingdom",
    "Current Geographical Location":"Western Turkey",
    "Original Language":"Koine Greek",
    "Name.1":"Decree of Bargylia Honoring Attalus I",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Positive\/Empirical",
    "Category":"Civic Honorific Decree",
    "Socio-political Tags":"Royal, Imperial, Warrior, Administrative \/ Bureaucratic, Propagandistic, Legitimation, Normalization",
    "Literary Forms Tags":"Proclamation \/ Decree, Chronicle \/ Annals, Archive \/ Records",
    "Literary Content Tags":"Historical Reflection, Political, Strategic, Ethical \/ Moral, Empirical, Devotional \/ Sacrificial",
    "Symbolic System Tags":"Hellenistic"
  },
  {
    "Index":4,
    "Name":"Teos Decree for the Dionysiac Artists",
    "Approx. Date":"c. 229–205 BCE",
    "Dataviz date":-217,
    "Metaphysical Tags":"Grid (Systematic Structuralism), Multiplicities (plural Ontologies), Monism",
    "Arts and Sciences Tags":"Human Sciences: Political Science\/Law",
    "Access Level":"Clerical",
    "Short Description":"The text granted inviolability, tax exemptions, and travel rights to the guild of actors and performers in honor of Dionysus. It meant to attract and protect artists who ensured the city’s prestige by enriching its festivals and linking it to a wider cultural network. Dionysus’ cult was vital because he embodied theater, performance, and communal ecstasy, making him the divine guarantor of civic spectacle. By tying legal privileges to Dionysus, Teos turned religious devotion into political capital, projecting itself as a hub of Dionysiac culture.",
    "Jungian Archetypes Tags":"Anima, Initiator, Self, Father Archetype, Hero",
    "Neumann Stages Tags":"Divine Intervention, Initiation, Return to the Community, Mythic Ordering of Reality",
    "Original Geographical Location":"Teos",
    "Current Geographical Location":"İzmir Province, Turkey",
    "Original Language":"Koine Greek",
    "Name.1":"Teos: Grant\/Privileges for the Dionysiac Artists (Technitai of Ionia & Hellespont)",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Positive\/Empirical",
    "Category":"Civic Theocratic Decree",
    "Socio-political Tags":"Theocratic, Administrative \/ Bureaucratic, Commercial \/ Cosmopolitan, Bohemian \/ Aesthetic, Legitimation, Normalization",
    "Literary Forms Tags":"Proclamation \/ Decree, Archive \/ Records, Rulebook \/ Code, Petition \/ Appeal",
    "Literary Content Tags":"Religious \/ Ritual, Political, Devotional \/ Sacrificial, Didactic",
    "Symbolic System Tags":"Hellenistic"
  },
  {
    "Index":5,
    "Name":"Antiochus III Letter to Sardis",
    "Approx. Date":"c. 213 BCE",
    "Dataviz date":-213,
    "Metaphysical Tags":"Grid (Systematic Structuralism), Clockwork (Cosmological Rationalism), Monism",
    "Arts and Sciences Tags":"Human Sciences: Political Science\/Law, Human Sciences: Public Relations, Liberal Arts: History",
    "Access Level":"Broadly Known",
    "Short Description":"A royal decree granting Sardis tax relief and civic privileges. Antiochus sought to secure loyalty from a strategically important Anatolian city by alleviating economic burdens and presenting himself as a beneficent ruler. The Seleucid king’s intent was to stabilize imperial control, reinforce dynastic legitimacy, and keep Sardis firmly integrated within the Hellenistic imperial network.",
    "Jungian Archetypes Tags":"Father Archetype, Wise Old Man, Persona, Initiator",
    "Neumann Stages Tags":"Return to the Community, Mythic Ordering of Reality",
    "Original Geographical Location":"Sardis",
    "Current Geographical Location":"Manisa Province, Turkey",
    "Original Language":"Koine Greek",
    "Name.1":"Antiochus III Letter to Sardis",
    "Civlizational code?":"NO",
    "Author":"Antiochus III (the Great), Seleucid King",
    "Comtean framework":"Positive\/Empirical",
    "Category":"Civic Imperial Decree",
    "Socio-political Tags":"Royal, Imperial, Administrative \/ Bureaucratic, Propagandistic, Legitimation, Normalization",
    "Literary Forms Tags":"Letter \/ Epistolary, Proclamation \/ Decree, Archive \/ Records, Rulebook \/ Code",
    "Literary Content Tags":"Religious \/ Ritual, Political, Devotional \/ Sacrificial, Ethical \/ Moral, Historical Reflection",
    "Symbolic System Tags":"Hellenistic"
  },
  {
    "Index":6,
    "Name":"Parian Decree for the Games of Artemis",
    "Approx. Date":"c. 207–206 BCE",
    "Dataviz date":-207,
    "Metaphysical Tags":"Grid (Systematic Structuralism), Multiplicities (plural Ontologies), Monism",
    "Arts and Sciences Tags":"Human Sciences: Political Science\/Law",
    "Access Level":"Broadly Known",
    "Short Description":"Civic decree recording Paros’ acceptance of Magnesia’s invitation to join the newly established Leukophryena Games in honor of Artemis Leukophryene. These games were modeled after the great Panhellenic festivals, combining religious worship, athletic contests, and cultural display to elevate Magnesia’s prestige and bind other poleis into a network of shared ritual life. By inscribing its acceptance, Paros affirmed its piety toward Artemis and at the same time engaged in a form of diplomatic communication: participation meant recognition of Magnesia’s festival as worthy of pan-Hellenic status. This was not just religious but political — games were tools of soft power, forging inter-polis alliances, normalizing cooperation, and creating a common cultural language of Greek identity.",
    "Jungian Archetypes Tags":"Anima, Initiator, Self, Mother Archetype",
    "Neumann Stages Tags":"Divine Intervention, Initiation, Return to the Community, Mythic Ordering of Reality",
    "Original Geographical Location":"Magnesia",
    "Current Geographical Location":"Aydın Province, Turkey",
    "Original Language":"Koine Greek",
    "Name.1":"Parian Decree for the Games of Artemis",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Civic Theocratic Decree",
    "Socio-political Tags":"Theocratic, Administrative \/ Bureaucratic, Bridge, Propagandistic, Legitimation, Normalization",
    "Literary Forms Tags":"Proclamation \/ Decree, Archive \/ Records, Petition \/ Appeal",
    "Literary Content Tags":"Religious \/ Ritual, Political, Devotional \/ Sacrificial, Ethical \/ Moral",
    "Symbolic System Tags":"Hellenistic"
  },
  {
    "Index":7,
    "Name":"Sacred Space Regulation Edict (Pergamon)",
    "Approx. Date":"c. 246–160 BCE",
    "Dataviz date":-203,
    "Metaphysical Tags":"Grid (Systematic Structuralism), Monism, Inversion (Subversive Ontology), Clockwork (Cosmological Rationalism)",
    "Arts and Sciences Tags":"Human Sciences: Political Science\/Law",
    "Access Level":"Ceremonial",
    "Short Description":"Outlines rules governing ritual purity, access, and conduct within a temple sanctuary. Issued by civic and\/or priestly authorities, the text defines sacred boundaries, prescribes purification requirements, and imposes fines for transgressions. It reflects the fusion of civic law and religious order typical of the Hellenistic polis, where divine harmony and social discipline are maintained through legal and ritual precision. The text was issued in Hellenistic Anatolia but survives through a later Roman Imperial Copy.",
    "Jungian Archetypes Tags":"Persona, Self, Initiator, Father Archetype, Terrible Father",
    "Neumann Stages Tags":"Separation from World Parents, Divine Intervention, Initiation, Mythic Ordering of Reality",
    "Original Geographical Location":"Pergamon",
    "Current Geographical Location":"Bergama, Turkey",
    "Original Language":"Koine Greek",
    "Name.1":"Sacred Space Regulation Edict (Pergamon)",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Civic Religeous Decree",
    "Socio-political Tags":"Priestly, Theocratic, Administrative \/ Bureaucratic, Judicial, Normalization",
    "Literary Forms Tags":"Proclamation \/ Decree, Rulebook \/ Code, Manual \/ Instruction, Archive \/ Records",
    "Literary Content Tags":"Religious \/ Ritual, Ethical \/ Moral, Devotional \/ Sacrificial, Didactic, Political, Cosmological",
    "Symbolic System Tags":"Hellenistic"
  },
  {
    "Index":8,
    "Name":"Conics",
    "Approx. Date":"c. 200 BCE",
    "Dataviz date":-200,
    "Metaphysical Tags":"Grid (Systematic Structuralism), Clockwork (Cosmological Rationalism), Monism",
    "Arts and Sciences Tags":"Foundational Abstract Sciences: Mathematics, Foundational Abstract Sciences: Geometry, Foundational Abstract Sciences: Logic\/Formal Reasoning, Liberal Arts: Philosophy, Liberal Arts: Art\/Aesthetics",
    "Access Level":"Literate Class",
    "Short Description":"A monumental mathematical treatise that systematically defines and analyzes the three fundamental curves—ellipse, parabola, and hyperbola—as sections of a cone sliced by a plane. The work spans eight books (with the first four surviving in Greek and the rest in Arabic translation) and lays the foundation for much of analytic geometry, astronomy, and physics. Apollonius introduces new terminology, offers rigorous geometric proofs, and classifies the properties of conic sections with unprecedented precision. The text carries deep philosophical implications, portraying the cosmos as a space of elegant, intelligible form.",
    "Jungian Archetypes Tags":"-",
    "Neumann Stages Tags":"Mythic Ordering of Reality",
    "Original Geographical Location":"Pergamon",
    "Current Geographical Location":"Turkey",
    "Original Language":"Koine Greek",
    "Name.1":"Conics",
    "Civlizational code?":"NO",
    "Author":"Apollonius of Perga",
    "Comtean framework":"Positive\/Empirical",
    "Category":"Geometrical Treatise",
    "Socio-political Tags":"Scholarly, Imperial, Legitimation, Normalization",
    "Literary Forms Tags":"Doctrine \/ Treatise, Manual \/ Instruction, Glossary \/ Taxonomy, Analysis",
    "Literary Content Tags":"Empirical, Epistemological \/ Hermeneutics, Didactic",
    "Symbolic System Tags":"Hellenistic"
  },
  {
    "Index":9,
    "Name":"Festival Regulations for Zeus Sosipolis",
    "Approx. Date":"c. 200 BCE",
    "Dataviz date":-200,
    "Metaphysical Tags":"Grid (Systematic Structuralism), Monism, Phenomena (Phenomenology)",
    "Arts and Sciences Tags":"Human Sciences: Political Science\/Law, Human Sciences: Education",
    "Access Level":"Clerical",
    "Short Description":"Ritual and civic rules for the cult of Zeus as “Savior of the City.” Structured like a sacred law, it prescribes sacrifices, priestly purity, initiation requirements, and civic oversight by magistrates. The text served as both a ritual manual and a political-theological decree, reinforcing the unity of polis, law, and divine protection.",
    "Jungian Archetypes Tags":"-",
    "Neumann Stages Tags":"Divine Intervention, Initiation, Mythic Ordering of Reality, Return to the Community",
    "Original Geographical Location":"Magnesia",
    "Current Geographical Location":"Aydın Province, Turkey",
    "Original Language":"Koine Greek",
    "Name.1":"Festival Regulations for Zeus Sosipolis",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Ritual Manual",
    "Socio-political Tags":"Priestly, Theocratic, Administrative \/ Bureaucratic, Normalization, Legitimation, Mystical \/ Initiatory",
    "Literary Forms Tags":"Proclamation \/ Decree, Manual \/ Instruction, Rulebook \/ Code, Archive \/ Records",
    "Literary Content Tags":"Religious \/ Ritual, Devotional \/ Sacrificial, Political, Didactic, Ethical \/ Moral",
    "Symbolic System Tags":"Hellenistic"
  },
  {
    "Index":10,
    "Name":"Honorific Decrees for Moschion, Krates, Zosimos",
    "Approx. Date":"c. 200–150 BCE",
    "Dataviz date":-175,
    "Metaphysical Tags":"Grid (Systematic Structuralism), Genesis (Process Realism), Multiplicities (Plural Ontologies), War (Dialectical Materialism)",
    "Arts and Sciences Tags":"Human Sciences: Political Science\/Law, Human Sciences: Public Relations, Liberal Arts: History",
    "Access Level":"Broadly Known",
    "Short Description":"Civic inscriptions issued by the council and people of a polis to publicly recognize the benefactions of three elite citizens. Moschion was praised for his zeal and loyalty to the community, embodying the role of the civic hero. Krates, a wealthy benefactor, financed festivals, public works, and city defenses, ensuring the prosperity and cultural life of the polis. Zosimos distinguished himself through embassies and military service, safeguarding the city’s security and reputation abroad. These decrees follow the standard civic formula — justification of service, resolution to honor, and public inscription — and served to legitimize civic authority, normalize elite generosity (euergetism), and project civic values to both citizens and foreigners.",
    "Jungian Archetypes Tags":"Hero, Initiator, Father Archetype, Persona",
    "Neumann Stages Tags":"Initiation, Return to the Community, Mythic Ordering of Reality, Coronation of the King",
    "Original Geographical Location":"Priene (Ionia)",
    "Current Geographical Location":"Aydın Province, Turkey",
    "Original Language":"Koine Greek",
    "Name.1":"Honorific Decrees for Moschion, Krates, Zosimos",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Positive\/Empirical",
    "Category":"Civic Decrees",
    "Socio-political Tags":"Administrative \/ Bureaucratic, Judicial, Commercial \/ Cosmopolitan, Legitimation, Normalization",
    "Literary Forms Tags":"Proclamation \/ Decree, Petition \/ Appeal, Archive \/ Records",
    "Literary Content Tags":"Political, Ethical \/ Moral, Empirical, Didactic, Historical Reflection",
    "Symbolic System Tags":"Hellenistic"
  },
  {
    "Index":11,
    "Name":"Nemrut Dağ Inscriptions of Antiochus I",
    "Approx. Date":"c. 62–49 BCE",
    "Dataviz date":-56,
    "Metaphysical Tags":"Genesis (Process Realism), Multiplicities (Plural Ontologies), Grid (Systematic Structuralism), Clockwork (Cosmological Rationalism)",
    "Arts and Sciences Tags":"Human Sciences: Political Science\/Law, Human Sciences: Public Relations, Liberal Arts: History",
    "Access Level":"Broadly Known",
    "Short Description":"Monumental decrees carved in Greek that set out ritual regulations and proclaim the king’s divine status. Antiochus declares himself the founder of a new cult uniting Zoroastrian deities (Oromasdes, Mithras, Artagnes) with Hellenic gods (Zeus, Apollo, Herakles), creating a deliberate synthesis of East and West. The text establishes calendar-linked ceremonies, priestly obligations, and hereditary duties, embedding Antiochus within a cosmic and dynastic order. Politically, it legitimized his fragile kingdom by rooting it in both Persian and Hellenic traditions, marking the Hellenistic age of syncretism.",
    "Jungian Archetypes Tags":"Self, Hero, Wise Old Man, Father Archetype, Persona",
    "Neumann Stages Tags":"Divine Intervention, Initiation, Death, Rebirth, Mythic Ordering of Reality, Coronation of the King",
    "Original Geographical Location":"Commagene",
    "Current Geographical Location":"Adıyaman Province, Turkey",
    "Original Language":"Koine Greek",
    "Name.1":"Nemrut Dağ Inscriptions of Antiochus I",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Synthetic Literature",
    "Category":"Mytho-Political Chronicle \/ Imperial Decree",
    "Socio-political Tags":"Priestly, Theocratic, Royal, Imperial, Propagandistic, Legitimation, Mystical \/ Initiatory",
    "Literary Forms Tags":"Myth, Proclamation \/ Decree, Manual \/ Instruction, Archive \/ Records, Epic",
    "Literary Content Tags":"Religious \/ Ritual, Apocalyptic \/ Eschatological, Historical Reflection, Political, Heroic Journey, Didactic, Devotional \/ Sacrificial, Cosmological",
    "Symbolic System Tags":"Hellenistic"
  }
]