[
  {
    "Index":1,
    "Name":"Apologia (Pro se de magia)",
    "Approx. Date":"c. 158 CE",
    "Dataviz date":158,
    "Metaphysical Tags":"Phenomenology (Experiential), Pluralism (Multiplicities), Subversion (Negation)",
    "Arts and Sciences Tags":"Political Science \/ Law, Theology, Philosophy",
    "Access Level":"Literate Class",
    "Short Description":"A forensic speech delivered by Apuleius of Madaurus, the North African Platonist philosopher and novelist, when he was accused of practicing sorcery. The case was brought against him by relatives of his wealthy wife, Pudentilla, who alleged that Apuleius had used magic to compel her marriage in order to gain access to her fortune. The speech survives as one of the fullest examples of Roman courtroom oratory outside Cicero, blending rhetoric, philosophy, and humor. Apuleius cleverly dismantles the charges: he redefines “magic” as genuine philosophical inquiry into nature and divine realities, while exposing his accusers’ ignorance, malice, and contradictions.",
    "Jungian Archetypes Tags":"Shadow, Persona, Self, Trickster, Wise Old Man",
    "Neumann Stages Tags":"Isolation, Battle with the Dragon, Initiation, Return to the Community",
    "Original Geographical Location":"Madaurus (Numidia)",
    "Current Geographical Location":"Algeria",
    "Original Language":"Latin",
    "Name.1":"Apologia (Pro se de magia)",
    "Civlizational code?":"NO",
    "Author":"Apuleius of Madaurus",
    "Comtean framework":"Synthetic Literature",
    "Category":"Philosophical Legal Apologetic Speech",
    "Socio-political Tags":"Bureaucratic \/ Legal \/ Scribal, Scholarly, Subversive \/ Revolutionary, Bohemian \/ Aesthetic",
    "Literary Forms Tags":"Essay \/ Argument, Petition \/ Appeal, Personal Writings",
    "Literary Themes Tags":"Ritual \/ Devotional, Comic \/ Satirical, Adventure \/ Heroic Journey, Romantic \/ Erotic, Tragic \/ Lamentation, Didactic \/ Ethical, Introspective, Absurd, Feminine, Existential",
    "Symbolic System Tags":"Roman, Hellenistic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":2,
    "Name":"Metamorphoses (The Golden Ass)",
    "Approx. Date":"c. 160 CE",
    "Dataviz date":160,
    "Metaphysical Tags":"Phenomenology (Experiential), Becoming (Process Ontology), Monism (Single Principle), Subversion (Negation)",
    "Arts and Sciences Tags":"Psychology, Education, Theology, Literature, Philosophy, Anthropology, History",
    "Access Level":"Literate Class",
    "Short Description":"The only complete surviving Latin novel. It tells the story of Lucius, a curious young man whose fascination with magic leads to his accidental transformation into a donkey. Trapped in beastly form, he is beaten, enslaved, and dragged through a series of grotesque and comic adventures, witnessing the corruption, cruelty, and absurdity of Roman society. Along the way, the novel embeds other stories, most famously the myth of Cupid and Psyche, an allegory of the soul’s trials and redemption. After enduring humiliation and despair, Lucius is finally restored to human form through the intervention of the goddess Isis. The book ends with his initiation into her mysteries, blending satire, philosophy, and religious devotion into a single narrative.",
    "Jungian Archetypes Tags":"Shadow, Anima, Self, Hero, Wise Old Woman, Trickster, Mother Archetype, Terrible Mother",
    "Neumann Stages Tags":"Separation from World Parents, Battle with the Dragon, Isolation, Divine Intervention, Initiation, Death, Rebirth, Magical Empowerment, Return to the Community, Mythic Ordering of Reality",
    "Original Geographical Location":"Madaurus (Numidia)",
    "Current Geographical Location":"Algeria",
    "Original Language":"Latin",
    "Name.1":"Metamorphoses (The Golden Ass)",
    "Civlizational code?":"NO",
    "Author":"Apuleius of Madaurus",
    "Comtean framework":"Synthetic Literature",
    "Category":"Satirical Novel",
    "Socio-political Tags":"Bohemian \/ Aesthetic, Subversive \/ Revolutionary, Mystical \/ Initiatory, Scholarly",
    "Literary Forms Tags":"Fiction, Narrative, Parable \/ Fable, Essay \/ Argument, Personal Writings, Myth",
    "Literary Themes Tags":"Ritual \/ Devotional, Comic \/ Satirical, Adventure \/ Heroic Journey, Romantic \/ Erotic, Tragic \/ Lamentation, Didactic \/ Ethical, Introspective, Absurd, Feminine",
    "Symbolic System Tags":"Roman, Hellenic, Egyptian",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":3,
    "Name":"On the God of Socrates (De Deo Socratis)",
    "Approx. Date":"c. 160–170 CE",
    "Dataviz date":165,
    "Metaphysical Tags":"Phenomenology (Experiential), Pluralism (Multiplicities), Grid (Systematic Structuralism), Clockwork (Causal Determinism)",
    "Arts and Sciences Tags":"Education, Psychology, Theology, Philosophy, History",
    "Access Level":"Literate Class",
    "Short Description":"This Middle Platonic treatise explores the role of daimones as intermediaries between gods and humans. Written in Latin for a cultured Roman African audience, it sets out a cosmological hierarchy — gods above, daimones in the air, humans on earth, and beasts below. Apuleius explains that these spirits carry prayers upward and bring divine messages downward, mediating dreams, omens, and inspirations. Socrates’ famous daimonion is interpreted as his personal guardian spirit, exemplifying the universal presence of such guides for every human being. The work functions both as philosophy and religious apologetic: it provides a metaphysical justification for traditional piety, reinforces Platonic thought within Roman religious culture, and offers a rational account of spiritual experience.",
    "Jungian Archetypes Tags":"Wise Old Man, Trickster, Initiator, Persona",
    "Neumann Stages Tags":"Divine Intervention, Initiation, Mythic Ordering of Reality, Return to the Community",
    "Original Geographical Location":"Madaurus (Numidia)",
    "Current Geographical Location":"Algeria",
    "Original Language":"Latin",
    "Name.1":"On the God of Socrates (De Deo Socratis)",
    "Civlizational code?":"NO",
    "Author":"Apuleius of Madaurus",
    "Comtean framework":"Philosophical \/ Metaphysical",
    "Category":"Socratic Metaphysical Treatise",
    "Socio-political Tags":"Priestly \/ Theocratic, Scholarly, Mystical \/ Initiatory",
    "Literary Forms Tags":"Essay \/ Argument, Doctrine \/ Treatise, Commentary \/ Exegesis, Analysis",
    "Literary Themes Tags":"Ritual \/ Devotional, Metaphysical, Epistemological \/ Hermeneutics, Political, Didactic \/ Ethical, Cosmological",
    "Symbolic System Tags":"Roman, Hellenistic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":4,
    "Name":"Apology (Apologeticus)",
    "Approx. Date":"c. 197 CE",
    "Dataviz date":197,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Grid (Systematic Structuralism), Monism (Single Principle), Subversion (Negation), Dialectics (Conflict)",
    "Arts and Sciences Tags":"Political Science \/ Law, Philosophy, History, Anthropology",
    "Access Level":"Literate Class",
    "Short Description":"A bold and rhetorically sharp defense of Christianity addressed to Roman magistrates and imperial authorities. In it, Tertullian protests the unjust persecution of Christians, arguing that they are being condemned unjustly. He systematically refutes popular accusations—such as cannibalism, incest, and atheism—and turns the criticism back on Roman society, exposing the immorality and hypocrisy of its religion, culture, and legal system. Tertullian portrays Christians as morally upright, law-abiding, and spiritually enlightened, whose growing numbers and patient endurance under persecution prove the truth of their faith. Famous line from the text: “The blood of the martyrs is the seed of the Church.”",
    "Jungian Archetypes Tags":"Shadow, Persona, Self, Hero, Initiator, Father Archetype",
    "Neumann Stages Tags":"Separation from World Parents, Battle with the Dragon, Initiation, Isolation, Divine Intervention, Mythic Ordering of Reality",
    "Original Geographical Location":"Roman Carthage",
    "Current Geographical Location":"Tunisia",
    "Original Language":"Latin",
    "Name.1":"Apology (Apologeticus)",
    "Civlizational code?":"NO",
    "Author":"Tertullian",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Theocratic Proclamation",
    "Socio-political Tags":"Priestly \/ Theocratic, Bureaucratic \/ Legal \/ Scribal, Scholarly, Subversive \/ Revolutionary",
    "Literary Forms Tags":"Essay \/ Argument, Doctrine \/ Treatise, Petition \/ Appeal",
    "Literary Themes Tags":"Ritual \/ Devotional, Apocalyptic \/ Eschatological, Historical Reflection, Metaphysical, Epistemological \/ Hermeneutics, Political, Didactic \/ Ethical, Prophetic \/ Revelation",
    "Symbolic System Tags":"Christian, Roman, Hellenic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":5,
    "Name":"To the Nations (Ad Nationes 2 books)",
    "Approx. Date":"c. 197 CE",
    "Dataviz date":197,
    "Metaphysical Tags":"Subversion (Negation), Dialectics (Conflict), Monism (Single Principle), Apophatic–Aporetic (Unknowable), Grid (Systematic Structuralism)",
    "Arts and Sciences Tags":"Political Science \/ Law, Philosophy, History, Anthropology",
    "Access Level":"Literate Class",
    "Short Description":"This early Christian apologetic work directly addresses pagan Roman audiences—particularly educated critics and magistrates—defending Christianity against widespread accusations such as atheism, cannibalism, incest, and hatred of the human race. The first book tackles logical inconsistencies and moral failings of Roman polytheism, arguing that Christians are unjustly maligned while Roman religion is filled with contradictions, immorality, and invented myths. The second book responds more systematically to specific charges, like Christian rejection of state cults and refusal to worship the emperor, arguing that Christians are actually model citizens who contribute to the health of the empire.",
    "Jungian Archetypes Tags":"Shadow, Persona, Trickster, Father Archetype, Initiator",
    "Neumann Stages Tags":"Separation from World Parents, Battle with the Dragon, Divine Intervention, Initiation, Mythic Ordering of Reality",
    "Original Geographical Location":"Roman Carthage",
    "Current Geographical Location":"Tunisia",
    "Original Language":"Latin",
    "Name.1":"To the Nations (Ad Nationes 2 books)",
    "Civlizational code?":"NO",
    "Author":"Tertullian",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Theocratic Proclamation",
    "Socio-political Tags":"Priestly \/ Theocratic, Subversive \/ Revolutionary, Scholarly, Mystical \/ Initiatory",
    "Literary Forms Tags":"Essay \/ Argument, Doctrine \/ Treatise, Proclamation \/ Decree",
    "Literary Themes Tags":"Ritual \/ Devotional, Political, Metaphysical, Didactic \/ Ethical, Prophetic \/ Revelation, Historical Reflection",
    "Symbolic System Tags":"Christian, Roman, Hellenic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":6,
    "Name":"To the Martyrs (Ad Martyres)",
    "Approx. Date":"c. 197–202 CE",
    "Dataviz date":197,
    "Metaphysical Tags":"Monism (Single Principle), Phenomenology (Experiential), Subversion (Negation), Becoming (Process Ontology)",
    "Arts and Sciences Tags":"Psychology, Political Science \/ Law, Philosophy, History",
    "Access Level":"Literate Class",
    "Short Description":"A passionate and consolatory letter to imprisoned Christians, awaiting trial or execution for their faith. The work is both pastoral and polemical, aiming to strengthen the resolve of the incarcerated by framing their suffering as participation in Christ’s victory and a path to eternal glory. Tertullian exhorts the martyrs to remain steadfast, reminding them that the prison is a place of spiritual preparation, not despair. He contrasts the world’s honor with divine reward, warns against temptations to apostatize, and calls for inner discipline, prayer, and unity. The text reflects a theology of redemptive suffering and the emerging Christian valorization of martyrdom.",
    "Jungian Archetypes Tags":"Hero, Wise Old Man, Initiator, Persona, Self",
    "Neumann Stages Tags":"Initiation, Battle with the Dragon, Isolation, Divine Intervention, Death, Rebirth",
    "Original Geographical Location":"Roman Carthage",
    "Current Geographical Location":"Tunisia",
    "Original Language":"Latin",
    "Name.1":"To the Martyrs (Ad Martyres)",
    "Civlizational code?":"NO",
    "Author":"Tertullian",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Christian Martyrs Manifesto",
    "Socio-political Tags":"Priestly \/ Theocratic, Subversive \/ Revolutionary, Mystical \/ Initiatory, Recluse \/ Ascetic",
    "Literary Forms Tags":"Personal Writings, Petition \/ Appeal, Doctrine \/ Treatise, Proclamation \/ Decree, Essay \/ Argument",
    "Literary Themes Tags":"Ritual \/ Devotional, Didactic \/ Ethical, Introspective, Prophetic \/ Revelation, Existential, Tragic \/ Lamentation",
    "Symbolic System Tags":"Christian, Roman, Hellenic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":7,
    "Name":"On Prayer (De Oratione)",
    "Approx. Date":"c. 198–203 CE",
    "Dataviz date":198,
    "Metaphysical Tags":"Phenomenology (Experiential), Becoming (Process Ontology), Grid (Systematic Structuralism), Monism (Single Principle)",
    "Arts and Sciences Tags":"Philosophy, Psychology, Education",
    "Access Level":"Literate Class",
    "Short Description":"The earliest surviving Christian treatise devoted entirely to the subject of prayer. Centered on the Lord’s Prayer (Pater Noster), the text offers a line-by-line commentary, emphasizing its theological sufficiency and moral demands. Tertullian instructs believers not only on what to pray for, but also how to pray—with the proper attitude, posture, and ethical readiness (especially forgiveness and humility). The second half addresses practical and disciplinary matters, warning against praying while in sin or anger.",
    "Jungian Archetypes Tags":"Self, Persona, Initiator, Father Archetype",
    "Neumann Stages Tags":"Initiation, Rebirth, Mythic Ordering of Reality",
    "Original Geographical Location":"Roman Carthage",
    "Current Geographical Location":"Tunisia",
    "Original Language":"Latin",
    "Name.1":"On Prayer (De Oratione)",
    "Civlizational code?":"NO",
    "Author":"Tertullian",
    "Comtean framework":"Theological \/ Mythological",
    "Category":"Christian Liturgical Manual",
    "Socio-political Tags":"Priestly \/ Theocratic, Subversive \/ Revolutionary, Mystical \/ Initiatory, Recluse \/ Ascetic",
    "Literary Forms Tags":"Doctrine \/ Treatise, Commentary \/ Exegesis, Manual \/ Instruction, Essay \/ Argument, Liturgy",
    "Literary Themes Tags":"Ritual \/ Devotional, Metaphysical, Epistemological \/ Hermeneutics, Didactic \/ Ethical, Introspective",
    "Symbolic System Tags":"Christian, Roman, Hellenic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":8,
    "Name":"On Baptism (De Baptismo)",
    "Approx. Date":"c. 198–203 CE",
    "Dataviz date":198,
    "Metaphysical Tags":"Becoming (Process Ontology), Grid (Systematic Structuralism), Monism (Single Principle), Phenomenology (Experiential)",
    "Arts and Sciences Tags":"Philosophy, Psychology, Education",
    "Access Level":"Literate Class",
    "Short Description":"The earliest surviving Christian treatise dedicated to the sacrament of baptism. Written to instruct and defend the practice, the work explains the spiritual power, scriptural origins, and necessity of baptism for salvation. Tertullian argues that water, sanctified by the Holy Spirit, is the means by which sins are washed away and the soul is reborn. He defends the ritual against critics, insists it should not be delayed unnecessarily, and emphasizes repentance and moral readiness. The treatise also discusses who may baptize (including laypeople in emergencies), warns against heretical misuses, and frames baptism as a divine, transformative act central to Christian identity.",
    "Jungian Archetypes Tags":"Self, Initiator, Father Archetype, Shadow",
    "Neumann Stages Tags":"Initiation, Rebirth, Mythic Ordering of Reality, Divine Intervention",
    "Original Geographical Location":"Roman Carthage",
    "Current Geographical Location":"Tunisia",
    "Original Language":"Latin",
    "Name.1":"On Baptism (De Baptismo)",
    "Civlizational code?":"NO",
    "Author":"Tertullian",
    "Comtean framework":"Theological \/ Mythological",
    "Category":"Christian Baptism Manual",
    "Socio-political Tags":"Priestly \/ Theocratic, Subversive \/ Revolutionary, Mystical \/ Initiatory",
    "Literary Forms Tags":"Doctrine \/ Treatise, Manual \/ Instruction, Commentary \/ Exegesis, Essay \/ Argument",
    "Literary Themes Tags":"Ritual \/ Devotional, Metaphysical, Epistemological \/ Hermeneutics, Didactic \/ Ethical, Introspective",
    "Symbolic System Tags":"Christian, Roman, Hellenic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":9,
    "Name":"On the Testimony of the Soul (De Testimonio Animae)",
    "Approx. Date":"c. 197–210 CE",
    "Dataviz date":200,
    "Metaphysical Tags":"Phenomenology (Experiential), Apophatic–Aporetic (Unknowable), Becoming (Process Ontology), Apophatic–Aporetic (Unknowable), Subversion (Negation)",
    "Arts and Sciences Tags":"Philosophy, Psychology",
    "Access Level":"Literate Class",
    "Short Description":"Tertullian argues that every human soul, regardless of religious background or education, naturally acknowledges the existence of the one true God—namely, the Christian God. He claims that this instinctive recognition surfaces in moments of distress, madness, or ecstasy, when the soul spontaneously cries out to God, not to pagan deities. This \"testimony of the soul\" is presented as evidence that Christianity is not alien or irrational but aligned with human nature itself. The work functions as an apologetic appeal to Roman pagans, urging them to recognize that even their own inner being points to Christian truth.",
    "Jungian Archetypes Tags":"Self, Persona, Wise Old Man, Initiator",
    "Neumann Stages Tags":"Separation from World Parents, Initiation, Rebirth, Mythic Ordering of Reality",
    "Original Geographical Location":"Roman Carthage",
    "Current Geographical Location":"Tunisia",
    "Original Language":"Latin",
    "Name.1":"On the Testimony of the Soul (De Testimonio Animae)",
    "Civlizational code?":"NO",
    "Author":"Tertullian",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Christian Metaphysical Treatise",
    "Socio-political Tags":"Priestly \/ Theocratic, Subversive \/ Revolutionary, Mystical \/ Initiatory",
    "Literary Forms Tags":"Essay \/ Argument, Doctrine \/ Treatise, Petition \/ Appeal",
    "Literary Themes Tags":"Ritual \/ Devotional, Metaphysical, Epistemological \/ Hermeneutics, Didactic \/ Ethical, Existential",
    "Symbolic System Tags":"Christian, Roman, Hellenic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":10,
    "Name":"On the Spectacles (De Spectaculis)",
    "Approx. Date":"c. 200 CE",
    "Dataviz date":200,
    "Metaphysical Tags":"Subversion (Negation), Dialectics (Conflict), Grid (Systematic Structuralism), Phenomenology (Experiential)",
    "Arts and Sciences Tags":"Philosophy, Political Science \/ Law, Sociology, Psychology, Education",
    "Access Level":"Literate Class",
    "Short Description":"Tertullian delivers a forceful Christian critique of Roman public entertainments—gladiatorial games, theater, chariot races, and other spectacles. He argues that these events are rooted in pagan idolatry, spiritual corruption, and demonic influence, and that Christians must reject them as incompatible with the Gospel. Using scripture, moral reasoning, and sharp rhetorical contrasts, he portrays the Roman arena not as a place of amusement but as a moral battlefield where virtue is degraded. The true spectacle, he insists, is the coming judgment of God and the drama of salvation history.",
    "Jungian Archetypes Tags":"Shadow, Persona, Wise Old Man, Initiator",
    "Neumann Stages Tags":"Separation from World Parents, Battle with the Dragon, Initiation, Divine Intervention",
    "Original Geographical Location":"Roman Carthage",
    "Current Geographical Location":"Tunisia",
    "Original Language":"Latin",
    "Name.1":"On the Spectacles (De Spectaculis)",
    "Civlizational code?":"NO",
    "Author":"Tertullian",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Critique of Public Spectacles",
    "Socio-political Tags":"Priestly \/ Theocratic, Subversive \/ Revolutionary, Mystical \/ Initiatory",
    "Literary Forms Tags":"Doctrine \/ Treatise, Essay \/ Argument, Manual \/ Instruction, Rulebook \/ Code, Riddle \/ Aphorism",
    "Literary Themes Tags":"Ritual \/ Devotional, Apocalyptic \/ Eschatological, Didactic \/ Ethical, Prophetic \/ Revelation, Political",
    "Symbolic System Tags":"Christian, Roman, Hellenic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":11,
    "Name":"On Idolatry (De Idololatria)",
    "Approx. Date":"c. 200 CE",
    "Dataviz date":200,
    "Metaphysical Tags":"Monism (Single Principle), Subversion (Negation), Dialectics (Conflict)",
    "Arts and Sciences Tags":"Philosophy, Political Science \/ Law, Education, Psychology",
    "Access Level":"Literate Class",
    "Short Description":"A sharp and uncompromising treatise that examines the many hidden and overt forms of idolatry in Roman society. It warns believers against any compromise with pagan culture, including participation in public festivals, professions tied to idol-making, or even wearing garments marked with pagan symbols. Tertullian draws rigid lines between Christian faith and Roman life, arguing that idolatry is not merely worshiping statues but any action that affirms false gods, even implicitly. He applies this standard to professions like actors, soldiers, teachers, and artists—calling for withdrawal if their roles support idolatrous systems. The work urges total allegiance to the Christian God, even at the cost of one’s livelihood or safety.",
    "Jungian Archetypes Tags":"Shadow, Trickster, Initiator, Terrible Father",
    "Neumann Stages Tags":"Separation from World Parents, Battle with the Dragon, Initiation, Mythic Ordering of Reality",
    "Original Geographical Location":"Roman Carthage",
    "Current Geographical Location":"Tunisia",
    "Original Language":"Latin",
    "Name.1":"On Idolatry (De Idololatria)",
    "Civlizational code?":"NO",
    "Author":"Tertullian",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Critique of Paganism",
    "Socio-political Tags":"Priestly \/ Theocratic, Subversive \/ Revolutionary, Mystical \/ Initiatory, Recluse \/ Ascetic",
    "Literary Forms Tags":"Doctrine \/ Treatise, Essay \/ Argument, Manual \/ Instruction, Riddle \/ Aphorism",
    "Literary Themes Tags":"Ritual \/ Devotional, Didactic \/ Ethical, Prophetic \/ Revelation, Political",
    "Symbolic System Tags":"Christian, Roman, Hellenic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":12,
    "Name":"On Patience (De Patientia)",
    "Approx. Date":"c. 200 CE",
    "Dataviz date":200,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Phenomenology (Experiential), Subversion (Negation), Monism (Single Principle)",
    "Arts and Sciences Tags":"Philosophy, Psychology, Education",
    "Access Level":"Literate Class",
    "Short Description":"A theological treatise that extols patience as the highest Christian virtue. Written in passionate prose, the work contrasts divine patience—seen in God's forbearance toward humanity—with human impatience, which leads to sin, anger, and spiritual failure. Tertullian urges Christians to embody patience in all aspects of life: in suffering, persecution, relationships, and personal trials. He presents patience not merely as passive endurance, but as an active spiritual discipline that reflects divine strength and prepares the soul for salvation.",
    "Jungian Archetypes Tags":"Shadow, Self, Initiator, Wise Old Man",
    "Neumann Stages Tags":"Initiation, Death, Rebirth, Ego Transcendence",
    "Original Geographical Location":"Roman Carthage",
    "Current Geographical Location":"Tunisia",
    "Original Language":"Latin",
    "Name.1":"On Patience (De Patientia)",
    "Civlizational code?":"NO",
    "Author":"Tertullian",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Christian Ethics",
    "Socio-political Tags":"Priestly \/ Theocratic, Subversive \/ Revolutionary, Mystical \/ Initiatory, Recluse \/ Ascetic",
    "Literary Forms Tags":"Essay \/ Argument, Doctrine \/ Treatise, Riddle \/ Aphorism",
    "Literary Themes Tags":"Ritual \/ Devotional, Metaphysical, Didactic \/ Ethical, Introspective, Existential",
    "Symbolic System Tags":"Christian",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":13,
    "Name":"On the Apparel of Women (De Cultu Feminarum)",
    "Approx. Date":"c. 200 CE",
    "Dataviz date":200,
    "Metaphysical Tags":"Subversion (Negation), Grid (Systematic Structuralism), Apophatic–Aporetic (Unknowable)",
    "Arts and Sciences Tags":"Philosophy, Psychology, Education",
    "Access Level":"Literate Class",
    "Short Description":"A two-part treatise by Tertullian urging Christian women to reject luxurious clothing, jewelry, and cosmetics. He begins by blaming Eve for the Fall, framing female vanity as spiritually dangerous and socially corrupting. The work critiques Roman and pagan norms of feminine adornment as antithetical to Christian humility. Tertullian promotes modesty and plainness as expressions of repentance and moral discipline. Overall, the text is both theological and moralistic, aiming to reform women's behavior through fear of divine judgment and appeal to virtue.",
    "Jungian Archetypes Tags":"Shadow, Anima, Persona, Terrible Mother",
    "Neumann Stages Tags":"Separation from World Parents, Battle with the Dragon, Initiation, Death",
    "Original Geographical Location":"Roman Carthage",
    "Current Geographical Location":"Tunisia",
    "Original Language":"Latin",
    "Name.1":"On the Apparel of Women (De Cultu Feminarum)",
    "Civlizational code?":"NO",
    "Author":"Tertullian",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Christian Ethics",
    "Socio-political Tags":"Priestly \/ Theocratic, Subversive \/ Revolutionary",
    "Literary Forms Tags":"Doctrine \/ Treatise, Essay \/ Argument, Manual \/ Instruction",
    "Literary Themes Tags":"Ritual \/ Devotional, Didactic \/ Ethical, Feminine, Introspective, Prophetic \/ Revelation",
    "Symbolic System Tags":"Christian",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":14,
    "Name":"To His Wife (Ad Uxorem 2 books)",
    "Approx. Date":"c. 200 CE",
    "Dataviz date":200,
    "Metaphysical Tags":"Phenomenology (Experiential), Monism (Single Principle), Subversion (Negation)",
    "Arts and Sciences Tags":"Education, Philosophy, Psychology",
    "Access Level":"Literate Class",
    "Short Description":"Tertullian addresses his Christian wife in this two-part treatise, urging her to remain unmarried should he die before her. In Book 1, he argues that widowhood is a spiritually superior path, more aligned with Christian values than remarriage, which he portrays as a concession to the flesh and worldly pressure. He supports his claim with scriptural examples, appeals to the dignity of Christian womanhood, and contrasts the eternal bond in Christ with the transient nature of earthly unions. Book 2 preemptively counters objections, including legal, emotional, and familial arguments for remarriage, framing them as trials of faith. The work reflects early Christian asceticism and Tertullian’s rigorist theology, while revealing tensions between Roman social customs and emerging Christian norms.",
    "Jungian Archetypes Tags":"Anima, Father Archetype, Wise Old Man, Self",
    "Neumann Stages Tags":"Separation from World Parents, Initiation, Divine Intervention, Ego Transcendence",
    "Original Geographical Location":"Roman Carthage",
    "Current Geographical Location":"Tunisia",
    "Original Language":"Latin",
    "Name.1":"To His Wife (Ad Uxorem 2 books)",
    "Civlizational code?":"NO",
    "Author":"Tertullian",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Christian Ethics",
    "Socio-political Tags":"Priestly \/ Theocratic, Subversive \/ Revolutionary, Mystical \/ Initiatory, Recluse \/ Ascetic",
    "Literary Forms Tags":"Essay \/ Argument, Doctrine \/ Treatise, Personal Writings, Manual \/ Instruction",
    "Literary Themes Tags":"Ritual \/ Devotional, Metaphysical, Didactic \/ Ethical, Introspective, Feminine, Prophetic \/ Revelation",
    "Symbolic System Tags":"Christian",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":15,
    "Name":"On the Prescription of Heretics (De Praescriptione Haereticorum)",
    "Approx. Date":"c. 200 CE",
    "Dataviz date":200,
    "Metaphysical Tags":"Grid (Systematic Structuralism), Monism (Single Principle), Dialectics (Conflict), Subversion (Negation)",
    "Arts and Sciences Tags":"Political Science \/ Law, Education, Philosophy, History",
    "Access Level":"Literate Class",
    "Short Description":"A forceful legal-theological argument against allowing heretics to debate Scripture. Drawing on the Roman legal concept of praescriptio—a procedural bar that stops a case before trial—Tertullian claims heretics have no right to use the Scriptures because these belong to the Church, which alone possesses legitimate succession from the apostles. He instructs the faithful to judge teachings by their origins, asserting that whatever is earliest and apostolic is true, while later innovations are corrupt. The work blends legal reasoning, ecclesiastical history, and polemical rhetoric to consolidate Church authority and safeguard doctrinal purity against rival Christian movements.",
    "Jungian Archetypes Tags":"Shadow, Wise Old Man, Initiator, Father Archetype",
    "Neumann Stages Tags":"Battle with the Dragon, Mythic Ordering of Reality, Return to the Community",
    "Original Geographical Location":"Roman Carthage",
    "Current Geographical Location":"Tunisia",
    "Original Language":"Latin",
    "Name.1":"On the Prescription of Heretics (De Praescriptione Haereticorum)",
    "Civlizational code?":"NO",
    "Author":"Tertullian",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Defense of Apostolic Authority",
    "Socio-political Tags":"Priestly \/ Theocratic, Bureaucratic \/ Legal \/ Scribal",
    "Literary Forms Tags":"Doctrine \/ Treatise, Essay \/ Argument, Proclamation \/ Decree",
    "Literary Themes Tags":"Ritual \/ Devotional, Political, Didactic \/ Ethical",
    "Symbolic System Tags":"Christian",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":16,
    "Name":"The Antidote for the Scorpion’s Sting (Scorpiace)",
    "Approx. Date":"c. 203 CE",
    "Dataviz date":203,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Dialectics (Conflict), Monism (Single Principle), Grid (Systematic Structuralism), Subversion (Negation)",
    "Arts and Sciences Tags":"Political Science \/ Law, Education, Philosophy, History",
    "Access Level":"Literate Class",
    "Short Description":"This polemical treatise directly rebuts to Gnostic teachings that denied the legitimacy of martyrdom. Using the metaphor of a scorpion’s venom for heretical poison, Tertullian presents Scripture as the antidote, drawing on biblical narratives, theological reasoning, and moral exhortation. The work affirms that enduring persecution, even unto death, is a divinely sanctioned path to salvation, framing martyrdom as both a spiritual victory and a safeguard against doctrinal corruption.",
    "Jungian Archetypes Tags":"Shadow, Hero, Initiator, Father Archetype",
    "Neumann Stages Tags":"Battle with the Dragon, Divine Intervention, Initiation, Death, Rebirth, Return to the Community",
    "Original Geographical Location":"Roman Carthage",
    "Current Geographical Location":"Tunisia",
    "Original Language":"Latin",
    "Name.1":"The Antidote for the Scorpion’s Sting (Scorpiace)",
    "Civlizational code?":"NO",
    "Author":"Tertullian",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Anti-Gnostic Treatise",
    "Socio-political Tags":"Priestly \/ Theocratic, Bureaucratic \/ Legal \/ Scribal, Subversive \/ Revolutionary",
    "Literary Forms Tags":"Doctrine \/ Treatise, Essay \/ Argument, Proclamation \/ Decree, Riddle \/ Aphorism",
    "Literary Themes Tags":"Ritual \/ Devotional, Metaphysical, Political, Adventure \/ Heroic Journey, Didactic \/ Ethical, Prophetic \/ Revelation, Existential",
    "Symbolic System Tags":"Christian",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":17,
    "Name":"On Repentance (De Poenitentia)",
    "Approx. Date":"c. 203 CE",
    "Dataviz date":203,
    "Metaphysical Tags":"Phenomenology (Experiential), Grid (Systematic Structuralism), Monism (Single Principle)",
    "Arts and Sciences Tags":"Education, Political Science \/ Law, Psychology, Philosophy",
    "Access Level":"Literate Class",
    "Short Description":"This text is urging both pre- and post-baptismal repentance as essential to salvation. The first part calls all people to turn from sin before baptism, framing repentance as the necessary preparation for receiving God’s grace. The second part defends exomologesis—public confession of grave sins after baptism—against those who rejected it out of shame, insisting it is a divinely appointed remedy that restores the sinner to the community.",
    "Jungian Archetypes Tags":"Initiator, Father Archetype, Wise Old Man, Self",
    "Neumann Stages Tags":"Initiation, Death, Rebirth, Return to the Community",
    "Original Geographical Location":"Roman Carthage",
    "Current Geographical Location":"Tunisia",
    "Original Language":"Latin",
    "Name.1":"On Repentance (De Poenitentia)",
    "Civlizational code?":"NO",
    "Author":"Tertullian",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Ethical-Religious Instruction",
    "Socio-political Tags":"Priestly \/ Theocratic, Bureaucratic \/ Legal \/ Scribal",
    "Literary Forms Tags":"Doctrine \/ Treatise, Essay \/ Argument, Manual \/ Instruction",
    "Literary Themes Tags":"Ritual \/ Devotional, Metaphysical, Political, Adventure \/ Heroic Journey, Didactic \/ Ethical, Prophetic \/ Revelation, Existential",
    "Symbolic System Tags":"Christian",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":18,
    "Name":"Against the Jews (Adversus Judaeos)",
    "Approx. Date":"c. 203 CE",
    "Dataviz date":203,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Phenomenology (Experiential), Becoming (Process Ontology), Grid (Systematic Structuralism), Dialectics (Conflict), Clockwork (Causal Determinism), Monism (Single Principle)",
    "Arts and Sciences Tags":"Education, Political Science \/ Law, History, Philosophy",
    "Access Level":"Literate Class",
    "Short Description":"A treatise arguing that the Mosaic covenant has been fulfilled and superseded by the new covenant in Christ. Drawing on extensive scriptural exegesis, Tertullian claims that prophecy, law, and promise now belong to the Christian Church rather than the Jewish people. He reinterprets Israel’s history, the timing of messianic prophecies, and the works of Jesus to assert that the Messiah has already come and that salvation is now through faith in Him. Both a doctrinal defense and a political-religious argument, the work seeks to establish Christian authority over the Hebrew Scriptures and to define the Church as the true heir of Abraham’s promise.",
    "Jungian Archetypes Tags":"Hero, Wise Old Man, Initiator, Father Archetype, Shadow",
    "Neumann Stages Tags":"Separation from World Parents, Battle with the Dragon, Divine Intervention, Initiation, Mythic Ordering of Reality",
    "Original Geographical Location":"Roman Carthage",
    "Current Geographical Location":"Tunisia",
    "Original Language":"Latin",
    "Name.1":"Against the Jews (Adversus Judaeos)",
    "Civlizational code?":"NO",
    "Author":"Tertullian",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Religious Political Treatise",
    "Socio-political Tags":"Priestly \/ Theocratic, Bureaucratic \/ Legal \/ Scribal, Mystical \/ Initiatory",
    "Literary Forms Tags":"Doctrine \/ Treatise, Commentary \/ Exegesis, Proclamation \/ Decree, Essay \/ Argument, Analysis",
    "Literary Themes Tags":"Ritual \/ Devotional, Historical Reflection, Metaphysical, Epistemological \/ Hermeneutics, Political, Adventure \/ Heroic Journey, Didactic \/ Ethical, Prophetic \/ Revelation, Existential",
    "Symbolic System Tags":"Christian, Yahwistic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":19,
    "Name":"Against Hermogenes (Adversus Hermogenem)",
    "Approx. Date":"c. 204 CE",
    "Dataviz date":204,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Phenomenology (Experiential), Becoming (Process Ontology), Grid (Systematic Structuralism), Dialectics (Conflict), Clockwork (Causal Determinism), Monism (Single Principle)",
    "Arts and Sciences Tags":"Education, Political Science \/ Law, History, Philosophy, Anthropology",
    "Access Level":"Literate Class",
    "Short Description":"A polemic refuting the painter-theologian Hermogenes’ claim that God created the world from pre-existent, eternal matter. Drawing on Scripture, especially Genesis, and on logical argument, Tertullian defends the doctrine of creatio ex nihilo (creation from nothing) as essential to God’s uniqueness and omnipotence. He argues that if matter were eternal, it would rival God and undermine divine sovereignty. The work blends exegesis, metaphysical reasoning, and rhetorical attack to warn the Christian community against adopting speculative ideas from pagan philosophy.",
    "Jungian Archetypes Tags":"Wise Old Man, Initiator, Father Archetype, Shadow",
    "Neumann Stages Tags":"Battle with the Dragon, Divine Intervention, Initiation, Mythic Ordering of Reality",
    "Original Geographical Location":"Roman Carthage",
    "Current Geographical Location":"Tunisia",
    "Original Language":"Latin",
    "Name.1":"Against Hermogenes (Adversus Hermogenem)",
    "Civlizational code?":"NO",
    "Author":"Tertullian",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Theological-Philosophical Polemic",
    "Socio-political Tags":"Priestly \/ Theocratic, Bureaucratic \/ Legal \/ Scribal, Scholarly, Subversive \/ Revolutionary, Mystical \/ Initiatory",
    "Literary Forms Tags":"Doctrine \/ Treatise, Commentary \/ Exegesis, Essay \/ Argument, Analysis",
    "Literary Themes Tags":"Ritual \/ Devotional, Metaphysical, Epistemological \/ Hermeneutics, Political, Didactic \/ Ethical, Introspective, Prophetic \/ Revelation, Existential, Cosmological",
    "Symbolic System Tags":"Christian, Hellenic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":20,
    "Name":"On Fasting (De Jejuniis)",
    "Approx. Date":"c. 206 CE",
    "Dataviz date":206,
    "Metaphysical Tags":"Grid (Systematic Structuralism), Dialectics (Conflict), Subversion (Negation)",
    "Arts and Sciences Tags":"Philosophy",
    "Access Level":"Literate Class",
    "Short Description":"The text defends the Montanist practice of extended and more austere fasts against criticism from mainstream Christians. He argues that these rigorous “xerophagies” have biblical precedent and are a natural outgrowth of Christ’s teaching and prophetic example. The treatise sharply rebukes opponents for indulgence and moral laxity, framing Montanist discipline as a restoration of true Christian zeal. Written after Tertullian’s conversion to Montanism, it reflects his rejection of what he saw as the softening of church discipline in Carthage.",
    "Jungian Archetypes Tags":"Shadow, Initiator, Father Archetype",
    "Neumann Stages Tags":"Initiation, Divine Intervention, Mythic Ordering of Reality",
    "Original Geographical Location":"Roman Carthage",
    "Current Geographical Location":"Tunisia",
    "Original Language":"Latin",
    "Name.1":"On Fasting (De Jejuniis)",
    "Civlizational code?":"NO",
    "Author":"Tertullian",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Montanist Ascetic Polemic",
    "Socio-political Tags":"Priestly \/ Theocratic, Bureaucratic \/ Legal \/ Scribal, Scholarly, Subversive \/ Revolutionary, Mystical \/ Initiatory, Recluse \/ Ascetic",
    "Literary Forms Tags":"Doctrine \/ Treatise, Commentary \/ Exegesis, Proclamation \/ Decree, Essay \/ Argument, Manual \/ Instruction, Analysis",
    "Literary Themes Tags":"Ritual \/ Devotional, Didactic \/ Ethical, Prophetic \/ Revelation, Political",
    "Symbolic System Tags":"Christian",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":21,
    "Name":"Against the Valentinians (Adversus Valentinianos)",
    "Approx. Date":"c. 206 CE",
    "Dataviz date":206,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Becoming (Process Ontology), Pluralism (Multiplicities), Grid (Systematic Structuralism), Subversion (Negation), Dialectics (Conflict)",
    "Arts and Sciences Tags":"Philosophy",
    "Access Level":"Literate Class",
    "Short Description":"A sharp and satirical polemic against the Gnostic school founded by Valentinus. It opens with a mocking portrait of Valentinus’ ambition and failed bid for church leadership, framing his theology as a spite-born counterfeit of the apostolic faith. Tertullian then outlines and ridicules the Gnostic cosmology—the complex hierarchy of Aeons, the fall of Sophia, and the creation of the material world—presenting it as a pretentious myth far removed from Scripture. He systematically dismantles their interpretation of Christ, salvation, and resurrection, arguing that their hidden “knowledge” undermines true faith and moral discipline.",
    "Jungian Archetypes Tags":"Shadow, Trickster, Wise Old Man, Terrible Mother",
    "Neumann Stages Tags":"Uroboric Stage, Separation from World Parents, Battle with the Dragon, Mythic Ordering of Reality",
    "Original Geographical Location":"Roman Carthage",
    "Current Geographical Location":"Tunisia",
    "Original Language":"Latin",
    "Name.1":"Against the Valentinians (Adversus Valentinianos)",
    "Civlizational code?":"NO",
    "Author":"Tertullian",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Critique of Gnosticism",
    "Socio-political Tags":"Priestly \/ Theocratic, Scholarly, Subversive \/ Revolutionary, Mystical \/ Initiatory",
    "Literary Forms Tags":"Doctrine \/ Treatise, Commentary \/ Exegesis, Essay \/ Argument",
    "Literary Themes Tags":"Ritual \/ Devotional, Comic \/ Satirical, Metaphysical, Epistemological \/ Hermeneutics, Political, Didactic \/ Ethical, Cosmological",
    "Symbolic System Tags":"Christian, Hellenic, Gnostic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":22,
    "Name":"On the Veiling of Virgins (De Virginibus Velandis)",
    "Approx. Date":"c. 208 CE",
    "Dataviz date":208,
    "Metaphysical Tags":"Grid (Systematic Structuralism), Subversion (Negation)",
    "Arts and Sciences Tags":"Philosophy, Political Science \/ Law, Psychology",
    "Access Level":"Literate Class",
    "Short Description":"The treatise argues that Christian virgins should wear veils in public, just as married women do. He grounds his case in Scripture, appeals to nature, and invokes early Church custom, framing veiling as both a divine command and a safeguard of modesty. Tertullian warns that unveiled women may provoke temptation in men and invite spiritual danger, even citing the example of angels’ fall in Genesis as a cautionary precedent. He rejects the idea that local custom can override God’s law, urging uniformity in practice across the Christian community.",
    "Jungian Archetypes Tags":"Father Archetype, Mother Archetype, Terrible Father, Persona",
    "Neumann Stages Tags":"Separation from World Parents, Initiation, Mythic Ordering of Reality",
    "Original Geographical Location":"Roman Carthage",
    "Current Geographical Location":"Tunisia",
    "Original Language":"Latin",
    "Name.1":"On the Veiling of Virgins (De Virginibus Velandis)",
    "Civlizational code?":"NO",
    "Author":"Tertullian",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Ethical-Religious Instruction",
    "Socio-political Tags":"Priestly \/ Theocratic, Scholarly, Mystical \/ Initiatory",
    "Literary Forms Tags":"Doctrine \/ Treatise, Commentary \/ Exegesis, Essay \/ Argument, Manual \/ Instruction",
    "Literary Themes Tags":"Ritual \/ Devotional, Didactic \/ Ethical, Feminine, Prophetic \/ Revelation",
    "Symbolic System Tags":"Christian",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":23,
    "Name":"An Exhortation to Chastity (De Exhortatione Castitatis)",
    "Approx. Date":"c. 208 CE",
    "Dataviz date":208,
    "Metaphysical Tags":"Phenomenology (Experiential), Grid (Systematic Structuralism), Subversion (Negation)",
    "Arts and Sciences Tags":"Education, Philosophy",
    "Access Level":"Literate Class",
    "Short Description":"Tertullian urges Christians—especially widows and widowers—to remain unmarried after the death of a spouse, framing perpetual continence as the higher Christian calling. Drawing on Scripture, he contrasts the spiritual purity of celibacy with the perceived distractions and compromises of remarriage. He addresses anticipated objections, rebukes those who seek second marriages under pretexts of weakness or expedience, and elevates chastity as an imitation of Christ’s own example and a preparation for the heavenly life.",
    "Jungian Archetypes Tags":"Initiator, Wise Old Man, Father Archetype",
    "Neumann Stages Tags":"Initiation, Separation from World Parents, Divine Intervention",
    "Original Geographical Location":"Roman Carthage",
    "Current Geographical Location":"Tunisia",
    "Original Language":"Latin",
    "Name.1":"An Exhortation to Chastity (De Exhortatione Castitatis)",
    "Civlizational code?":"NO",
    "Author":"Tertullian",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Ethical-Religious Instruction",
    "Socio-political Tags":"Priestly \/ Theocratic, Bureaucratic \/ Legal \/ Scribal, Mystical \/ Initiatory, Recluse \/ Ascetic",
    "Literary Forms Tags":"Doctrine \/ Treatise, Essay \/ Argument, Manual \/ Instruction, Commentary \/ Exegesis",
    "Literary Themes Tags":"Ritual \/ Devotional, Didactic \/ Ethical, Feminine",
    "Symbolic System Tags":"Christian",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":24,
    "Name":"Against Marcion (Adversus Marcionem)",
    "Approx. Date":"c. 207–212 CE",
    "Dataviz date":209,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Grid (Systematic Structuralism), Dialectics (Conflict), Monism (Single Principle)",
    "Arts and Sciences Tags":"Political Science \/ Law, Linguistics, Philosophy, History",
    "Access Level":"Literate Class",
    "Short Description":"A five-book polemic refuting Marcion’s claim that the God of the Old Testament is different from the God of the New Testament. He defends the unity of God, arguing that the Creator is both just and good, and the same God revealed in Christ. The work systematically counters Marcion’s theology by affirming the harmony between Law and Gospel, prophecy and fulfillment. It critiques Marcion’s edited version of Luke’s Gospel and rejects his denial of the resurrection of the body. Overall, the treatise reinforces orthodox Christian doctrine and positions Marcionism as a dangerous heresy.",
    "Jungian Archetypes Tags":"Shadow, Wise Old Man, Initiator, Father Archetype",
    "Neumann Stages Tags":"Battle with the Dragon, Initiation, Return to the Community, Mythic Ordering of Reality",
    "Original Geographical Location":"Roman Carthage",
    "Current Geographical Location":"Tunisia",
    "Original Language":"Latin",
    "Name.1":"Against Marcion (Adversus Marcionem)",
    "Civlizational code?":"NO",
    "Author":"Tertullian",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Theological-Philosophical Polemic",
    "Socio-political Tags":"Priestly \/ Theocratic, Scholarly",
    "Literary Forms Tags":"Doctrine \/ Treatise, Commentary \/ Exegesis, Essay \/ Argument",
    "Literary Themes Tags":"Ritual \/ Devotional, Metaphysical, Epistemological \/ Hermeneutics, Political, Didactic \/ Ethical, Prophetic \/ Revelation",
    "Symbolic System Tags":"Christian, Hellenic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":25,
    "Name":"On the Soul (De Anima)",
    "Approx. Date":"c. 210 CE",
    "Dataviz date":210,
    "Metaphysical Tags":"Becoming (Process Ontology), Grid (Systematic Structuralism), Monism (Single Principle)",
    "Arts and Sciences Tags":"Psychology, Philosophy, Anthropology",
    "Access Level":"Literate Class",
    "Short Description":"A systematic Christian treatise on the soul’s nature, origin, faculties, and destiny. Responding to pagan philosophers and heretical Christian views, he affirms that the soul is created directly by God, is rational by nature, and is destined for resurrection through divine will. The work critiques Platonic pre-existence and Stoic materialism, organizes the soul’s powers into a theological framework, and ties its moral responsibility to divine judgment. Blending scriptural exegesis with philosophical argument, Tertullian positions orthodox teaching as the sole true account of the soul’s reality.",
    "Jungian Archetypes Tags":"Wise Old Man, Self, Initiator, Father Archetype",
    "Neumann Stages Tags":"Mythic Ordering of Reality, Ego Transcendence, Initiation, Divine Intervention",
    "Original Geographical Location":"Roman Carthage",
    "Current Geographical Location":"Tunisia",
    "Original Language":"Latin",
    "Name.1":"On the Soul (De Anima)",
    "Civlizational code?":"NO",
    "Author":"Tertullian",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Christian Metaphysical Treatise",
    "Socio-political Tags":"Priestly \/ Theocratic, Scholarly, Mystical \/ Initiatory",
    "Literary Forms Tags":"Doctrine \/ Treatise, Essay \/ Argument, Analysis",
    "Literary Themes Tags":"Ritual \/ Devotional, Metaphysical, Epistemological \/ Hermeneutics, Didactic \/ Ethical, Existential",
    "Symbolic System Tags":"Christian, Hellenic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":26,
    "Name":"On the Soldier’s Crown (De Corona Militis)",
    "Approx. Date":"c. 211 CE",
    "Dataviz date":211,
    "Metaphysical Tags":"Becoming (Process Ontology), Grid (Systematic Structuralism), Subversion (Negation)",
    "Arts and Sciences Tags":"Political Science \/ Law, Psychology, Philosophy",
    "Access Level":"Literate Class",
    "Short Description":"The text defends the actions of a Christian soldier who refused to wear the laurel crown during a Roman military ceremony because of its association with pagan ritual. Tertullian uses the incident to argue that Christians must reject all honors or customs tied to idolatry, even in military or civic contexts. Drawing on Scripture, moral reasoning, and sharp polemic, he reframes true honor as the “crown of life” given by Christ, presenting the soldier’s act as a model of unwavering faith and a form of spiritual victory over worldly authority.",
    "Jungian Archetypes Tags":"Hero, Initiator, Self, Father Archetype",
    "Neumann Stages Tags":"Battle with the Dragon, Initiation, Mythic Ordering of Reality, Ego Transcendence, Coronation of the King",
    "Original Geographical Location":"Roman Carthage",
    "Current Geographical Location":"Tunisia",
    "Original Language":"Latin",
    "Name.1":"On the Soldier’s Crown (De Corona Militis)",
    "Civlizational code?":"NO",
    "Author":"Tertullian",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Theological-Political Polemic ",
    "Socio-political Tags":"Priestly \/ Theocratic, Subversive \/ Revolutionary, Mystical \/ Initiatory",
    "Literary Forms Tags":"Doctrine \/ Treatise, Essay \/ Argument, Analysis",
    "Literary Themes Tags":"Ritual \/ Devotional, Political, Didactic \/ Ethical, Prophetic \/ Revelation, Existential",
    "Symbolic System Tags":"Christian, Hellenic, Roman",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":27,
    "Name":"To Scapula (Ad Scapulam)",
    "Approx. Date":"c. 212 CE",
    "Dataviz date":212,
    "Metaphysical Tags":"Becoming (Process Ontology), Grid (Systematic Structuralism), Subversion (Negation)",
    "Arts and Sciences Tags":"Political Science \/ Law, History, Philosophy",
    "Access Level":"Literate Class",
    "Short Description":"An open letter to the Roman proconsul of Africa, urging him to cease persecution of Christians. Blending diplomacy with prophetic warning, Tertullian appeals to justice, Roman precedent, and the loyalty of Christians as peaceful subjects who pray for the empire’s stability. He cites historical examples of persecutors who suffered divine retribution, framing tolerance as both prudent governance and obedience to a higher moral law. The work positions Christianity not as a threat to Rome, but as a source of divine favor, while warning that harming the faithful invites God’s judgment.",
    "Jungian Archetypes Tags":"Wise Old Man, Self, Initiator, Father Archetype",
    "Neumann Stages Tags":"Mythic Ordering of Reality, Divine Intervention, Initiation, Ego Transcendence",
    "Original Geographical Location":"Roman Carthage",
    "Current Geographical Location":"Tunisia",
    "Original Language":"Latin",
    "Name.1":"To Scapula (Ad Scapulam)",
    "Civlizational code?":"NO",
    "Author":"Tertullian",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Diplomatic Theological Petition",
    "Socio-political Tags":"Priestly \/ Theocratic, Bureaucratic \/ Legal \/ Scribal, Subversive \/ Revolutionary",
    "Literary Forms Tags":"Personal Writings, Petition \/ Appeal, Doctrine \/ Treatise, Essay \/ Argument",
    "Literary Themes Tags":"Ritual \/ Devotional, Political, Historical Reflection, Didactic \/ Ethical, Prophetic \/ Revelation",
    "Symbolic System Tags":"Christian, Roman",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":28,
    "Name":"On Monogamy (De Monogamia)",
    "Approx. Date":"c. 213 CE",
    "Dataviz date":213,
    "Metaphysical Tags":"Becoming (Process Ontology), Grid (Systematic Structuralism), Subversion (Negation)",
    "Arts and Sciences Tags":"Psychology, Philosophy",
    "Access Level":"Literate Class",
    "Short Description":"The text argues that Christians should marry only once, even after the death of a spouse. While acknowledging that remarriage is legally permissible, he presents it as spiritually inferior, urging believers to pursue the “more excellent” path of lifelong monogamy as a sign of purity, devotion, and readiness for union with Christ. Drawing on Scripture, moral reasoning, and the authority of the Paraclete (Holy Spirit), Tertullian positions this discipline as the perfection of apostolic teaching, countering more lenient Christian practices and promoting a rigorist ideal of self-restraint.",
    "Jungian Archetypes Tags":"Wise Old Man, Self, Initiator, Father Archetype",
    "Neumann Stages Tags":"Initiation, Mythic Ordering of Reality, Ego Transcendence, Divine Intervention",
    "Original Geographical Location":"Roman Carthage",
    "Current Geographical Location":"Tunisia",
    "Original Language":"Latin",
    "Name.1":"On Monogamy (De Monogamia)",
    "Civlizational code?":"NO",
    "Author":"Tertullian",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Ethical-Religious Instruction",
    "Socio-political Tags":"Priestly \/ Theocratic, Scholarly, Subversive \/ Revolutionary, Mystical \/ Initiatory, Recluse \/ Ascetic",
    "Literary Forms Tags":"Doctrine \/ Treatise, Essay \/ Argument, Commentary \/ Exegesis, Analysis",
    "Literary Themes Tags":"Ritual \/ Devotional, Metaphysical, Epistemological \/ Hermeneutics, Didactic \/ Ethical, Prophetic \/ Revelation, Existential",
    "Symbolic System Tags":"Christian",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":29,
    "Name":"Against Praxeas (Adversus Praxean)",
    "Approx. Date":"c. 213 CE",
    "Dataviz date":213,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Pluralism (Multiplicities), Grid (Systematic Structuralism), Monism (Single Principle)",
    "Arts and Sciences Tags":"Linguistics, Psychology, Philosophy",
    "Access Level":"Literate Class",
    "Short Description":"This polemical treatise refutes the teachings of Praxeas, who promoted modalism—the belief that the Father, Son, and Holy Spirit are not distinct persons but merely different modes or roles of one divine person. Tertullian defends the Trinitarian doctrine by introducing the concept of the economy of God: one divine substance (essence) existing in three distinct persons. He uses sharp rhetoric, accusing Praxeas of “doing the devil’s work twice” by both rejecting prophetic revelations (Montanism) and introducing heresy. The work is structured as a theological and logical argument, drawing on Scripture, reason, and analogies to clarify distinctions between substance and person, and to show how unity and distinction can coexist in God.",
    "Jungian Archetypes Tags":"Wise Old Man, Self, Initiator, Father Archetype",
    "Neumann Stages Tags":"Mythic Ordering of Reality, Divine Intervention, Initiation, Ego Transcendence",
    "Original Geographical Location":"Roman Carthage",
    "Current Geographical Location":"Tunisia",
    "Original Language":"Latin",
    "Name.1":"Against Praxeas (Adversus Praxean)",
    "Civlizational code?":"NO",
    "Author":"Tertullian",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Christian Trinity Doctrine",
    "Socio-political Tags":"Priestly \/ Theocratic, Scholarly, Subversive \/ Revolutionary, Mystical \/ Initiatory",
    "Literary Forms Tags":"Doctrine \/ Treatise, Essay \/ Argument, Commentary \/ Exegesis, Analysis",
    "Literary Themes Tags":"Ritual \/ Devotional, Metaphysical, Epistemological \/ Hermeneutics, Didactic \/ Ethical, Prophetic \/ Revelation",
    "Symbolic System Tags":"Christian",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":30,
    "Name":"On Modesty (De Pudicitia)",
    "Approx. Date":"c. 217 CE",
    "Dataviz date":217,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Grid (Systematic Structuralism), Dialectics (Conflict), Monism (Single Principle), Subversion (Negation)",
    "Arts and Sciences Tags":"Political Science \/ Law, Psychology, Philosophy, History",
    "Access Level":"Literate Class",
    "Short Description":"The text attacks the Roman Church’s decision to allow bishops to absolve grave sins like adultery and fornication. He insists that only God can grant forgiveness for such mortal sins after baptism, and that the Church has no authority to relax this rule. Using Scripture, apostolic precedent, and sharp polemic, he defends strict moral discipline and denounces leniency as a corruption of the faith. The treatise upholds the Montanist ideal of a pure, uncompromising Christian community, where post-baptismal sin means permanent exclusion unless God directly intervenes.",
    "Jungian Archetypes Tags":"Shadow, Persona, Wise Old Man, Trickster, Father Archetype, Terrible Father",
    "Neumann Stages Tags":"Battle with the Dragon, Isolation, Divine Intervention, Initiation, Mythic Ordering of Reality",
    "Original Geographical Location":"Roman Carthage",
    "Current Geographical Location":"Tunisia",
    "Original Language":"Latin",
    "Name.1":"On Modesty (De Pudicitia)",
    "Civlizational code?":"NO",
    "Author":"Tertullian",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Contestation of Ecclesiastical Edict",
    "Socio-political Tags":"Priestly \/ Theocratic, Bureaucratic \/ Legal \/ Scribal, Subversive \/ Revolutionary",
    "Literary Forms Tags":"Doctrine \/ Treatise, Commentary \/ Exegesis, Essay \/ Argument, Proclamation \/ Decree",
    "Literary Themes Tags":"Ritual \/ Devotional, Metaphysical, Epistemological \/ Hermeneutics, Political, Didactic \/ Ethical, Prophetic \/ Revelation",
    "Symbolic System Tags":"Christian",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":31,
    "Name":"On the Unity of the Church (De unitate ecclesiae)",
    "Approx. Date":"c. 251 CE",
    "Dataviz date":251,
    "Metaphysical Tags":"Grid (Systematic Structuralism), Monism (Single Principle), Becoming (Process Ontology)",
    "Arts and Sciences Tags":"Theology, Political Science \/ Law, History",
    "Access Level":"Clerical",
    "Short Description":"A forceful theological and political treatise arguing that the Church is a single, indivisible body established by Christ. Using biblical imagery—such as Peter as the rock, the seamless robe of Christ, and the ark of Noah—Cyprian insists that salvation is impossible outside the Church: “He cannot have God for his Father who has not the Church for his mother.” Schism and heresy are condemned as mortal dangers that sever believers from Christ’s promises. The text was composed during a period of crisis and institutionalization of Christianity. In the wake of the Decian persecution (249–251 CE), disputes broke out over how to handle Christians who had lapsed under pressure, and rival claimants (like Novatian in Rome) challenged episcopal authority. Cyprian’s treatise provided the theological justification for a unified episcopate and the primacy of ecclesial authority, reinforcing the transition of Christianity from a persecuted movement into a structured, hierarchical institution.",
    "Jungian Archetypes Tags":"Father Archetype, Mother Archetype, Shadow, Wise Old Man",
    "Neumann Stages Tags":"Mythic Ordering of Reality, Separation from World Parents, Battle with the Dragon, Initiation",
    "Original Geographical Location":"Carthage",
    "Current Geographical Location":"Tunisia",
    "Original Language":"Latin",
    "Name.1":"On the Unity of the Church (De unitate ecclesiae)",
    "Civlizational code?":"NO",
    "Author":"Cyprian of Carthage",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Christian Theocratic Treatise",
    "Socio-political Tags":"Priestly \/ Theocratic, Bureaucratic \/ Legal \/ Scribal, Warrior \/ Imperial",
    "Literary Forms Tags":"Doctrine \/ Treatise, Essay \/ Argument, Proclamation \/ Decree",
    "Literary Themes Tags":"Ritual \/ Devotional, Political, Didactic \/ Ethical, Prophetic \/ Revelation",
    "Symbolic System Tags":"Christian, Roman, Hellenistic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":32,
    "Name":"On the Lapsed (De lapsis)",
    "Approx. Date":"c. 251 CE",
    "Dataviz date":251,
    "Metaphysical Tags":"Grid (Systematic Structuralism), Monism (Single Principle), Becoming (Process Ontology), Dialectics (Conflict)",
    "Arts and Sciences Tags":"Theology, History, Political Science \/ Law, Education",
    "Access Level":"Clerical",
    "Short Description":"A disciplinary treatise addressing Christians who denied their faith under pressure. Cyprian condemns apostasy as a grave betrayal but leaves room for reconciliation through sincere and prolonged penance. He warns of divine judgment for those who refuse repentance, while also urging the faithful to remain steadfast and accept martyrdom if necessary. The work reflects the early institutionalization of Christian authority, as bishops like Cyprian asserted control over the processes of discipline, forgiveness, and reintegration within the Church.",
    "Jungian Archetypes Tags":"Wise Old Man, Father Archetype, Shadow, Initiator",
    "Neumann Stages Tags":"Battle with the Dragon, Initiation, Death, Rebirth, Mythic Ordering of Reality",
    "Original Geographical Location":"Carthage",
    "Current Geographical Location":"Tunisia",
    "Original Language":"Latin",
    "Name.1":"On the Lapsed (De lapsis)",
    "Civlizational code?":"NO",
    "Author":"Cyprian of Carthage",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Christian Disciplinary Treatise",
    "Socio-political Tags":"Priestly \/ Theocratic, Bureaucratic \/ Legal \/ Scribal",
    "Literary Forms Tags":"Doctrine \/ Treatise, Essay \/ Argument, Proclamation \/ Decree",
    "Literary Themes Tags":"Ritual \/ Devotional, Apocalyptic \/ Eschatological, Didactic \/ Ethical, Political",
    "Symbolic System Tags":"Christian, Roman, Hellenistic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":33,
    "Name":"On Mortality (De mortalitate)",
    "Approx. Date":"c. 252 CE",
    "Dataviz date":252,
    "Metaphysical Tags":"Monism (Single Principle), Becoming (Process Ontology), Grid (Systematic Structuralism)",
    "Arts and Sciences Tags":"Theology, Philosophy, Education",
    "Access Level":"Clerical",
    "Short Description":"Written during a plague in North Africa, On Mortality is a pastoral treatise consoling Christians in the face of widespread death. Cyprian urges believers not to fear mortality but to embrace it as liberation from worldly suffering and entry into eternal life. Drawing on Scripture and Christian eschatology, he frames death as a homecoming to paradise and a test of faith, while discouraging despair and excessive grief. The work reflects the early institutionalization of Christianity, where bishops guided communities through crisis and reinforced the Church’s role as the interpreter of divine providence.",
    "Jungian Archetypes Tags":"Wise Old Man, Father Archetype, Mother Archetype, Shadow",
    "Neumann Stages Tags":"Death, Rebirth, Mythic Ordering of Reality, Initiation, Ego Transcendence",
    "Original Geographical Location":"Carthage",
    "Current Geographical Location":"Tunisia",
    "Original Language":"Latin",
    "Name.1":"On Mortality (De mortalitate)",
    "Civlizational code?":"NO",
    "Author":"Cyprian of Carthage",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Christian Consolatory Treatise",
    "Socio-political Tags":"Priestly \/ Theocratic, Mystical \/ Initiatory",
    "Literary Forms Tags":"Doctrine \/ Treatise, Essay \/ Argument, Proclamation \/ Decree",
    "Literary Themes Tags":"Ritual \/ Devotional, Apocalyptic \/ Eschatological, Didactic \/ Ethical, Existential",
    "Symbolic System Tags":"Christian, Roman, Hellenistic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":34,
    "Name":"Letters (Epistulae)",
    "Approx. Date":"c. 250–258 CE",
    "Dataviz date":254,
    "Metaphysical Tags":"Grid (Systematic Structuralism), Monism (Single Principle), Becoming (Process Ontology), Dialectics (Conflict)",
    "Arts and Sciences Tags":"Theology, History, Political Science \/ Law, Education",
    "Access Level":"Clerical",
    "Short Description":"A collection of over 80 epistles addressed to clergy, laity, and fellow bishops across North Africa and Rome. They cover pastoral care, doctrinal disputes, and ecclesiastical governance—especially on issues of persecution, apostasy, penance, unity, and martyrdom. The correspondence both guided local communities and asserted episcopal authority, serving as a key instrument in the institutionalization of Christianity by shaping discipline, reinforcing theological unity, and linking provincial churches with the wider Christian world.",
    "Jungian Archetypes Tags":"Wise Old Man, Father Archetype, Mother Archetype, Shadow, Initiator",
    "Neumann Stages Tags":"Battle with the Dragon, Initiation, Death, Rebirth, Mythic Ordering of Reality",
    "Original Geographical Location":"Carthage",
    "Current Geographical Location":"Tunisia",
    "Original Language":"Latin",
    "Name.1":"Letters (Epistulae)",
    "Civlizational code?":"NO",
    "Author":"Cyprian of Carthage",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Christian Pastoral-Administrative Letters",
    "Socio-political Tags":"Priestly \/ Theocratic, Bureaucratic \/ Legal \/ Scribal",
    "Literary Forms Tags":"Personal Writings, Doctrine \/ Treatise, Essay \/ Argument, Proclamation \/ Decree, Record \/ Chronicle",
    "Literary Themes Tags":"Ritual \/ Devotional, Apocalyptic \/ Eschatological, Didactic \/ Ethical, Political, Historical Reflection",
    "Symbolic System Tags":"Christian, Roman, Hellenistic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":35,
    "Name":"Against the Pagans (Adversus Nationes)",
    "Approx. Date":"c. 303–305 CE",
    "Dataviz date":304,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Phenomenology (Experiential), Subversion (Negation), Monism (Single Principle), Dialectics (Conflict)",
    "Arts and Sciences Tags":"Theology, Philosophy, History, Political Science \/ Law, Education, Psychology",
    "Access Level":"Literate Class",
    "Short Description":"A seven-book Christian apologetic treatise written by a rhetorician who had recently converted from paganism. The text systematically dismantles Greco-Roman religion, ridiculing the immorality and contradictions of pagan myths, the futility of sacrifices, and the absurdity of anthropomorphic gods. At the same time, it defends Christianity from accusations that it was responsible for Rome’s troubles, presenting it instead as a source of ethical renewal and true piety. Though rhetorically forceful rather than philosophically rigorous, the work contrasts the irrational multiplicity of pagan cults with the unity and moral coherence of Christian teaching, highlighting its spiritual superiority. Composed partly to demonstrate Arnobius’ sincerity after his conversion, the treatise endures as a vivid example of early Christian polemic aimed at discrediting pagan religion while legitimizing the Church.",
    "Jungian Archetypes Tags":"Shadow, Persona, Wise Old Man, Trickster, Initiator",
    "Neumann Stages Tags":"Battle with the Dragon, Isolation, Initiation, Death and Rebirth, Mythic Ordering of Reality",
    "Original Geographical Location":"Sicca Veneria (Numidia)",
    "Current Geographical Location":"Algeria\/Tunisia",
    "Original Language":"Latin",
    "Name.1":"Against the Pagans (Adversus Nationes)",
    "Civlizational code?":"NO",
    "Author":"Arnobius the Elder",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Christian Apologetic Treatise",
    "Socio-political Tags":"Priestly \/ Theocratic, Scholarly, Subversive \/ Revolutionary",
    "Literary Forms Tags":"Doctrine \/ Treatise, Essay \/ Argument, Commentary \/ Exegesis",
    "Literary Themes Tags":"Ritual \/ Devotional, Metaphysical, Epistemological \/ Hermeneutics, Political, Didactic \/ Ethical, Existential",
    "Symbolic System Tags":"Christian, Roman, Hellenistic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":36,
    "Name":"On the Workmanship of God (De Opificio Dei)",
    "Approx. Date":"c. 303–305 CE",
    "Dataviz date":304,
    "Metaphysical Tags":"Phenomenology (Experiential), Becoming (Process Ontology), Grid (Systematic Structuralism), Clockwork (Causal Determinism), Monism (Single Principle)",
    "Arts and Sciences Tags":"Education, Theology, Philosophy, Anthropology",
    "Access Level":"Literate Class",
    "Short Description":"An early Christian natural-theological treatise, addressed to his pupil Demetrianus, that argues for God’s providence by examining the human body as a work of divine design. Lactantius describes organs, senses, anatomical features, and the harmony of bodily parts, claiming that such complexity could not arise by chance but reveals intention, order, and wisdom. He counters pagan and philosophical claims of randomness or impersonal forces by showing that reason, speech, and moral life presuppose a rational creator. Though rooted in observation of nature, the work ultimately points beyond the empirical to theological conclusions about God’s role in creation. In doing so, it serves both apologetic and pedagogical purposes, seeking to legitimize Christian belief in reasoned terms within the intellectual culture of the Roman world.",
    "Jungian Archetypes Tags":"Wise Old Man, Initiator, Self, Father Archetype",
    "Neumann Stages Tags":"Separation from World Parents, Divine Intervention, Initiation, Mythic Ordering of Reality, Ego Transcendence",
    "Original Geographical Location":"Carthage (origin) \/ possibly Nicomedia (composition)",
    "Current Geographical Location":"Algeria\/Tunisia",
    "Original Language":"Latin",
    "Name.1":"On the Workmanship of God (De Opificio Dei)",
    "Civlizational code?":"NO",
    "Author":"Lactantius",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Christian Metaphysical Treatise",
    "Socio-political Tags":"Priestly \/ Theocratic, Scholarly",
    "Literary Forms Tags":"Doctrine \/ Treatise, Essay \/ Argument, Analysis",
    "Literary Themes Tags":"Ritual \/ Devotional, Metaphysical, Epistemological \/ Hermeneutics, Didactic \/ Ethical, Existential, Cosmological",
    "Symbolic System Tags":"Christian, Roman, Hellenistic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":37,
    "Name":"Divine Institutes (Divinae Institutiones)",
    "Approx. Date":"c. 303–311 CE",
    "Dataviz date":307,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Phenomenology (Experiential), Becoming (Process Ontology), Grid (Systematic Structuralism), Monism (Single Principle), Subversion (Negation)",
    "Arts and Sciences Tags":"Political Science \/ Law, Education, Psychology, Theology, History, Philosophy",
    "Access Level":"Literate Class",
    "Short Description":"The first systematic presentation of Christianity in the form of a philosophical treatise modeled on Cicero. Structured in seven books, it moves from exposing the falsity of pagan religion and philosophy to presenting Christianity as the true wisdom that unites piety, justice, and eternal life. Lactantius draws heavily on classical rhetoric and Hellenistic philosophy, but reorients them toward Christian revelation, portraying pagan gods as human inventions and philosophers as seekers who failed without divine guidance. He integrates scriptural prophecy and moral exhortation with a sharp critique of Roman civic cults, making the work both apologetic and political, aimed at demonstrating Christianity’s superiority as a foundation for personal virtue and social order. Written during the Diocletianic persecution, its broader intent was to legitimate Christianity in the Roman world by offering it as a universal system of religion, philosophy, and ethics capable of guiding empires as well as individuals.",
    "Jungian Archetypes Tags":"Shadow, Self, Wise Old Man, Initiator, Father Archetype",
    "Neumann Stages Tags":"Separation from World Parents, Battle with the Dragon, Divine Intervention, Initiation, Mythic Ordering of Reality, Ego Transcendence",
    "Original Geographical Location":"Carthage (origin) \/ possibly Nicomedia (composition)",
    "Current Geographical Location":"Algeria\/Tunisia",
    "Original Language":"Latin",
    "Name.1":"Divine Institutes (Divinae Institutiones)",
    "Civlizational code?":"NO",
    "Author":"Lactantius",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Christian Apologetic Treatise",
    "Socio-political Tags":"Priestly \/ Theocratic, Warrior \/ Imperial, Scholarly, Mystical \/ Initiatory",
    "Literary Forms Tags":"Doctrine \/ Treatise, Essay \/ Argument, Commentary \/ Exegesis, Analysis, Proclamation \/ Decree",
    "Literary Themes Tags":"Ritual \/ Devotional, Apocalyptic \/ Eschatological, Historical Reflection, Metaphysical, Epistemological \/ Hermeneutics, Political, Didactic \/ Ethical, Prophetic \/ Revelation, Existential",
    "Symbolic System Tags":"Christian, Roman, Hellenistic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":38,
    "Name":"On the Deaths of the Persecutors (De Mortibus Persecutorum)",
    "Approx. Date":"c. 315 CE",
    "Dataviz date":315,
    "Metaphysical Tags":"Phenomenology (Experiential), Becoming (Process Ontology), Grid (Systematic Structuralism), Subversion (Negation)",
    "Arts and Sciences Tags":"Political Science \/ Law, Theology, History, Philosophy",
    "Access Level":"Literate Class",
    "Short Description":"A Christian historical narrative that recounts the reigns and violent ends of Roman emperors who persecuted Christians, from Nero to Galerius. The work presents these deaths not as accidents of history but as acts of divine justice, intended to prove that God protects His Church and punishes its enemies. Each emperor is depicted as arrogant, cruel, and impious, and their often gruesome fates—suicide, defeat in battle, or wasting disease—are framed as retribution for their crimes. The text culminates in the rise of Constantine, portrayed as God’s chosen ruler who ended persecution and restored liberty to Christians.",
    "Jungian Archetypes Tags":"Shadow, Hero, Wise Old Man, Terrible Father",
    "Neumann Stages Tags":"Separation from World Parents, Battle with the Dragon, Divine Intervention, Death, Mythic Ordering of Reality, Coronation of the King",
    "Original Geographical Location":"Carthage (origin) \/ possibly Nicomedia (composition)",
    "Current Geographical Location":"Algeria\/Tunisia",
    "Original Language":"Latin",
    "Name.1":"On the Deaths of the Persecutors (De Mortibus Persecutorum)",
    "Civlizational code?":"NO",
    "Author":"Lactantius",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Christian Providential-Historical Narrative",
    "Socio-political Tags":"Priestly \/ Theocratic, Warrior \/ Imperial, Bureaucratic \/ Legal \/ Scribal, Subversive \/ Revolutionary",
    "Literary Forms Tags":"Narrative, Record \/ Chronicle, Doctrine \/ Treatise, Essay \/ Argument, Analysis",
    "Literary Themes Tags":"Ritual \/ Devotional, Apocalyptic \/ Eschatological, Historical Reflection, Political, Tragic \/ Lamentation, Didactic \/ Ethical, Prophetic \/ Revelation, Existential",
    "Symbolic System Tags":"Christian, Roman, Hellenistic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  }
]