[
  {
    "Index": 1,
    "Name": "Ahura Mazda",
    "D.O.B": "c. 1600 BCE",
    "D.O.D": "-",
    "Dataviz": -1600,
    "Location": "Eastern Iranian Plateau",
    "Symbolic System Tags": "Zoroastrian",
    "Duration": "persian",
    "Description": "Ahura Mazda is the supreme principle of Zoroastrian thought, embodying wisdom, truth, and moral order—more a principle than a fully anthropomorphic god. He is not a character with a biography or mythic exploits, but the transcendent source of asha, the cosmic and ethical order that sustains reality. Ahura Mazda is only partially personified: he can be addressed, praised, and invoked, yet he lacks a fixed body, genealogy, or narrative life. His presence is known through alignment with right thought, right word, and right action. In this way, Ahura Mazda stands at a threshold between deity and metaphysical principle, closer to a moral absolute than to a mythological figure.",
    "Historic-Mythic Status Tags": "Symbolic, Concept, Doctrinal/Canonical, Archetypal, Composite",
    "Founding Figure?": "NO",
    "Name.1": "Ahura Mazda",
    "Jungian Archetypes Tags": "-",
    "Neumann Stages Tags": "-",
    "Category": "Supreme Transcendent Deity",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 2,
    "Name": "Angra Mainyu",
    "D.O.B": "c. 1600 BCE",
    "D.O.D": "-",
    "Dataviz": -1600,
    "Location": "Eastern Iranian Plateau",
    "Symbolic System Tags": "Zoroastrian",
    "Duration": "persian",
    "Description": "Angra Mainyu is the destructive principle in Zoroastrian thought, representing falsehood, disorder, and moral negation. He is not a character with a biography or cult, but a conceptual force that stands in opposition to asha, the cosmic and ethical order aligned with Ahura Mazda. While later traditions sometimes personify him, his primary role is structural: he defines the reality of moral choice and the possibility of deviation from truth. Angra Mainyu does not create, civilize, or rule a realm; he corrupts and distorts what already exists. In this sense, he functions as an anti-cosmic principle—necessary for ethical struggle, yet ultimately subordinate to the order he opposes.",
    "Historic-Mythic Status Tags": "Symbolic, Concept, Doctrinal/Canonical, Archetypal, Contested, Composite",
    "Founding Figure?": "NO",
    "Name.1": "Angra Mainyu",
    "Jungian Archetypes Tags": "-",
    "Neumann Stages Tags": "-",
    "Category": "Destructive Principle / Moral Antagonist",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 3,
    "Name": "Asha Vahishta",
    "D.O.B": "c. 1550 BCE",
    "D.O.D": "-",
    "Dataviz": -1550,
    "Location": "Eastern Iranian Plateau",
    "Symbolic System Tags": "Zoroastrian",
    "Duration": "persian",
    "Description": "Asha Vahishta is the Zoroastrian principle of truth and right order, governing both the structure of the cosmos and the moral life of humans. It represents reality as it ought to be—aligned, coherent, and just—rather than a personal god with a narrative role. Though personified as an Amesha Spenta, Asha is fundamentally an abstract law that precedes gods, kings, and rituals. Ethical action, truthful speech, and correct ritual are all understood as forms of alignment with Asha. In this way, Asha Vahishta functions as the moral and cosmic backbone of Zoroastrian thought.",
    "Historic-Mythic Status Tags": "Symbolic, Concept, Doctrinal/Canonical, Archetypal, Composite, Bridge",
    "Founding Figure?": "NO",
    "Name.1": "Asha Vahishta",
    "Jungian Archetypes Tags": "-",
    "Neumann Stages Tags": "-",
    "Category": "Cosmic Truth / Order",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 4,
    "Name": "Spenta Mainyu",
    "D.O.B": "c. 1550 BCE",
    "D.O.D": "-",
    "Dataviz": -1550,
    "Location": "Eastern Iranian Plateau",
    "Symbolic System Tags": "Zoroastrian",
    "Duration": "persian",
    "Description": "Spenta Mainyu is the beneficent, creative principle that expresses growth, vitality, and the positive unfolding of existence. It functions as an abstract spirit or mode of action through which Ahura Mazda’s wisdom becomes active in the world. Spenta Mainyu represents increase, life, and moral progress in contrast to the destructive tendency of Angra Mainyu. Its status is deliberately ambiguous—sometimes treated as an aspect of Ahura Mazda, sometimes as a distinct principle—reflecting its role as process. In this way, Spenta Mainyu articulates how goodness operates in the cosmos.",
    "Historic-Mythic Status Tags": "Symbolic, Concept, Doctrinal/Canonical, Archetypal, Composite, Contested",
    "Founding Figure?": "NO",
    "Name.1": "Spenta Mainyu",
    "Jungian Archetypes Tags": "-",
    "Neumann Stages Tags": "-",
    "Category": "Creative Spirit / Beneficent Principle",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 5,
    "Name": "Mithra",
    "D.O.B": "c. 1500 BCE",
    "D.O.D": "-",
    "Dataviz": -1500,
    "Location": "Eastern Iranian Plateau",
    "Symbolic System Tags": "Indo-Iranian",
    "Duration": "persian",
    "Description": "Mithra emerges in the Indo-Iranian horizon as one of the most important deities, already present in the Rigveda as Mitra, paired with Varuṇa among the Ādityas. In this Vedic context, he is the guardian of ṛta (cosmic order), the overseer of oaths and contracts, and associated with the rising sun and the sustaining force of truth. This makes Mithra a central figure of Proto-Persian symbolic imagination: he binds community life together through fidelity, right speech, and sacred law. In the Iranian Avesta, Miθra retains this role as a powerful yazata, the unerring witness to human actions and divine judge of covenant-keeping, continuing the same deep Indo-Iranian pattern of the oath-god who guarantees social order. Only later did Mithra’s image travel outward — into Zoroastrian liturgy, into the royal cults of the Achaemenid Persians, and eventually across the Mediterranean as the solar mystery-god of Roman Mithraism.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Symbolic, Allegorical, Composite, Bridge, Doctrinal/Canonical, Archetypal, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Mithra emerges on the Indo-Iranian horizon as a major deity—already in the Ṛgveda as Mitra, paired with Varuṇa among the Ādityas. In this Vedic setting he guards ṛta (cosmic order), oversees oaths and contracts, and is aligned with daylight/right order, which associates him with the rising sun without equating him to it. This makes Mithra central to Proto-Persian symbolic imagination: he binds community through fidelity, right speech, and sacred law. In the Iranian Avesta, Miθra retains this role as a powerful yazata, the unerring witness to human actions and judge of covenant-keeping, while the sun remains a separate divinity (Hvarə-xšaēta). Later, Mithra’s image travels outward—into Zoroastrian liturgy, into Achaemenid royal invocations alongside Ahura Mazda and Anāhitā, and eventually across the Mediterranean as the explicitly solar mystery-god of Roman Mithraism, a related but syncretic development rather than a direct continuation.",
    "Jungian Archetypes Tags": "Self, Initiator, Wise Old Man, Hero, Terrible Father",
    "Neumann Stages Tags": "Mythic Ordering of Reality, Initiation, Divine Intervention, Coronation of the King, Battle with the Dragon, Return to the Community",
    "Category": "Warrior proto-Solar Deity",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 6,
    "Name": "Vohu Manah",
    "D.O.B": "c. 1500 BCE",
    "D.O.D": "-",
    "Dataviz": -1500,
    "Location": "Eastern Iranian Plateau",
    "Symbolic System Tags": "Zoroastrian",
    "Duration": "persian",
    "Description": "Vohu Manah is the principle of the “Good Mind,” representing ethical cognition, right intention, and clarity of thought aligned with truth. It functions as an abstract guide for how human consciousness should orient itself toward asha, the cosmic order. Vohu Manah links inner thought to outward action, making moral responsibility a matter of cultivated awareness rather than obedience to external command. Though personified as an Amesha Spenta, its role remains primarily conceptual and normative.",
    "Historic-Mythic Status Tags": "Symbolic, Concept, Doctrinal/Canonical, Archetypal, Composite, Bridge",
    "Founding Figure?": "NO",
    "Name.1": "Vohu Manah",
    "Jungian Archetypes Tags": "-",
    "Neumann Stages Tags": "-",
    "Category": "Principle of Ethical Mind / Right Consciousness",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 7,
    "Name": "Spenta Armaiti",
    "D.O.B": "c. 1500 BCE",
    "D.O.D": "-",
    "Dataviz": -1500,
    "Location": "Iranian agrarian highlands",
    "Symbolic System Tags": "Zoroastrian",
    "Duration": "persian",
    "Description": "Spenta Armaiti is the Zoroastrian principle of devotion, humility, and sacred earth, expressing how truth is lived through obedience, care, and groundedness. Though personified as an Amesha Spenta, she is an ethical orientation that links cosmic order to everyday practice. Spenta Armaiti embodies reverence toward both Ahura Mazda and the physical world, especially the cultivated land. Her role emphasizes patience, submission to truth, and responsibility.",
    "Historic-Mythic Status Tags": "Symbolic, Concept, Doctrinal/Canonical, Archetypal, Composite, Bridge, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Spenta Armaiti",
    "Jungian Archetypes Tags": "-",
    "Neumann Stages Tags": "-",
    "Category": "Principle of Devotion and Humility / Earth Principle",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 8,
    "Name": "Mashya",
    "D.O.B": "c. 1500 BCE",
    "D.O.D": "-",
    "Dataviz": -1500,
    "Location": "Eastern Iranian Plateau",
    "Symbolic System Tags": "Zoroastrian",
    "Duration": "persian",
    "Description": "Mashya is the first human male in Zoroastrian cosmogony, created by Ahura Mazda at the emergence of humanity within a morally ordered but contested cosmos. Together with Mashyana, he inaugurates human reproduction and conscious ethical agency at the boundary between truth (asha) and deception (druj). Their earliest act is a shared misrecognition of the source of creation, through which error enters the human condition as structural vulnerability. Mashya does not function as a hero, ruler, or ancestor in narrative history; his role is to establish humanity as morally responsible participants in the ongoing cosmic struggle between order and chaos.",
    "Historic-Mythic Status Tags": "Mythical, Symbolic, Allegorical, Doctrinal/Canonical, Archetypal, Bridge",
    "Founding Figure?": "NO",
    "Name.1": "Mashya",
    "Jungian Archetypes Tags": "-",
    "Neumann Stages Tags": "-",
    "Category": "First Man / Proto-Human",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 9,
    "Name": "Mashyana",
    "D.O.B": "c. 1500 BCE",
    "D.O.D": "-",
    "Dataviz": -1500,
    "Location": "Eastern Iranian Plateau",
    "Symbolic System Tags": "Zoroastrian",
    "Duration": "persian",
    "Description": "Mashyana is the first human female in Zoroastrian cosmogony, paired with Mashya at the origin of humanity and generative continuity. She embodies the emergence of fertility, lineage, and ethical awareness within a dualistic moral universe governed by truth and falsehood. Alongside Mashya, she participates in an initial misjudgment—an acceptance of deception—that introduces error as a permanent condition of human existence. Mashyana does not develop an independent life narrative or cultic role; her significance lies in marking humanity’s beginning as a fallible yet accountable species situated between asha and druj.",
    "Historic-Mythic Status Tags": "Mythical, Symbolic, Allegorical, Doctrinal/Canonical, Archetypal, Bridge",
    "Founding Figure?": "NO",
    "Name.1": "Mashyana",
    "Jungian Archetypes Tags": "-",
    "Neumann Stages Tags": "-",
    "Category": "First Woman / Proto-Human",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 10,
    "Name": "Harahvaiti",
    "D.O.B": "c. 1500 BCE",
    "D.O.D": "-",
    "Dataviz": -1500,
    "Location": "Iranian–Afghan highlands",
    "Symbolic System Tags": "Indo-Iranian, Zoroastrian",
    "Duration": "persian",
    "Description": "Harahvaiti is a sacred river-land, embodying fertility, sustenance, and the material grounding of cosmic order (asha). Named among the lands and waters created by Ahura Mazda, it represents the life-supporting environment through which moral and ritual order can be sustained in the world. Harahvaiti is a cosmological principle expressed through geography, preserving an older Indo-Iranian river symbolism later localized in historical landscapes. As Zoroastrian thought develops, its significance remains foundational, anchoring cosmic ethics in the physical conditions of life.",
    "Historic-Mythic Status Tags": "Mythical, Symbolic, Allegorical, Doctrinal/Canonical, Archetypal, Concept",
    "Founding Figure?": "NO",
    "Name.1": "Harahvaiti",
    "Jungian Archetypes Tags": "-",
    "Neumann Stages Tags": "-",
    "Category": "Sacred River–Land / Fertility Principle",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 11,
    "Name": "Haoma",
    "D.O.B": "c. 1450 BCE",
    "D.O.D": "-",
    "Dataviz": -1450,
    "Location": "Indo-Iranian steppe–highland belt",
    "Symbolic System Tags": "Indo-Iranian",
    "Duration": "persian",
    "Description": "Haoma is a ritual-centered figure in Zoroastrian and earlier Indo-Iranian tradition, simultaneously referring to a sacred plant, the pressed drink made from it, and the divine presence associated with its use. He functions as a sacramental mediator, through whom vitality, clarity, and a share in immortality are accessed by humans during ritual practice. Unlike abstract principles such as Asha, Haoma is embodied and enacted: prepared, consecrated, offered, and consumed. His cult preserves a pre-Zoroastrian ritual layer closely parallel to the Vedic Soma tradition, which Zoroastrianism retains.",
    "Historic-Mythic Status Tags": "Mythical, Symbolic, Composite, Bridge, Doctrinal/Canonical, Archetypal, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Haoma",
    "Jungian Archetypes Tags": "-",
    "Neumann Stages Tags": "-",
    "Category": "Entheogenic Sacramental Drink (Ritual Deity)",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 12,
    "Name": "Āθravan",
    "D.O.B": "c. 1450 BCE",
    "D.O.D": "-",
    "Dataviz": -1450,
    "Location": "Eastern Iranian Plateau",
    "Symbolic System Tags": "Zoroastrian",
    "Duration": "persian",
    "Description": "Āθravan is the priestly archetype, embodying the maintenance of cosmic order (asha) through ritual practice. As custodian of sacred fire, correct speech, and sacrificial discipline, he represents the idea that truth must be enacted continuously through precise human action. Āθravan is not a historical individual or narrative figure but a canonical role that stabilizes the religious world prior to prophetic reform. His presence explains how ritual continuity and cosmic alignment made possible the emergence of Zarathustra’s doctrinal transformation.",
    "Historic-Mythic Status Tags": "Symbolic, Allegorical, Doctrinal/Canonical, Archetypal, Bridge, Concept",
    "Founding Figure?": "NO",
    "Name.1": "Āθravan",
    "Jungian Archetypes Tags": "-",
    "Neumann Stages Tags": "-",
    "Category": "Priestly Archetype / Ritual Mediator",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 13,
    "Name": "Atar",
    "D.O.B": "c. 1400 BCE",
    "D.O.D": "-",
    "Dataviz": -1400,
    "Location": "Eastern Iranian Plateau",
    "Symbolic System Tags": "Indo-Iranian",
    "Duration": "persian",
    "Description": "Atar belongs to the deepest stratum of the Indo-Iranian symbolic world, where fire perceived as a sacred presence linking gods and humans. In the Rigveda, his counterpart is Agni, the ever-living fire that conveys sacrifice to the heavens and embodies both domestic hearth and cosmic flame. Within a Proto-Persian context, Ātar functions in much the same way: as the visible, tangible force of truth and purity, the fire on the altar and in the household that sustains the bond between community and divinity. Fire here is the very sign of divine order in human space — consuming impurity, illuminating the sacred, and acting as the mediator of prayer. Later, in Zoroastrianism, Ātar becomes a yazata in his own right and the heart of ritual worship, with fire temples institutionalizing what had long been a Proto-Persian practice: the veneration of the ever-living flame as a witness to the covenant between men and gods.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Symbolic, Allegorical, Composite, Bridge, Doctrinal/Canonical, Archetypal, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Atar",
    "Jungian Archetypes Tags": "Self, Initiator, Wise Old Man, Hero, Terrible Father",
    "Neumann Stages Tags": "Mythic Ordering of Reality, Initiation, Magical Empowerment, Battle with the Dragon, Return to the Community, Coronation of the King, Death, Rebirth",
    "Category": "Personification of Fire",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 14,
    "Name": "Aži Sruvara",
    "D.O.B": "c. 1200 BCE",
    "D.O.D": "-",
    "Dataviz": -1200,
    "Location": "Eastern Iranian Plateau",
    "Symbolic System Tags": "Indo-Iranian, Zoroastrian",
    "Duration": "persian",
    "Description": "Aži Sruvara is a primordial chaos-serpent, representing raw, undifferentiated disorder that precedes cosmic, moral, and political order. Unlike later dragon figures who are cast as tyrants or enemies to be slain, Aži Sruvara functions as a pre-moral, chthonic presence whose role is to mark the depth from which order must emerge. Absorbed into Zoroastrian cosmology, he stands conceptually prior to the demonization of chaos and serves as the ancestral layer behind later figures such as Aži Dahāka.",
    "Historic-Mythic Status Tags": "Mythical, Symbolic, Allegorical, Archetypal, Bridge, Contested, Concept",
    "Founding Figure?": "NO",
    "Name.1": "Aži Sruvara",
    "Jungian Archetypes Tags": "-",
    "Neumann Stages Tags": "-",
    "Category": "Primordial Chaos-Serpent",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 15,
    "Name": "Jamshid (Yima in Avestan)",
    "D.O.B": "c. 1150 BCE",
    "D.O.D": "c. 1100 BCE",
    "Dataviz": -1150,
    "Location": "Eastern Iranian Plateau",
    "Symbolic System Tags": "Indo-Iranian",
    "Duration": "persian",
    "Description": "Jamshid (Yima in the Avesta) arises from the Indo-Iranian mythic horizon as the primordial culture-king. He embodies the archetype of the ruler who enlarges the earth to sustain humanity, brings forth crafts and healing, and presides over a golden age without death or decay. As the life-giver and sustainer of abundance, Jamshid/Yima personifies the vision of kingship rooted in the earliest Iranian imagination: a figure who mediates between gods and mortals by ensuring order, prosperity, and the flourishing of creation.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Symbolic, Archetypal, Allegorical, Contested",
    "Founding Figure?": "NO",
    "Name.1": "Jamshid (Yima in Avestan)",
    "Jungian Archetypes Tags": "Hero, Father Archetype, Initiator, Persona, Shadow",
    "Neumann Stages Tags": "Coronation of the King, Mythic Ordering of Reality, Divine Intervention, Magical Empowerment, Isolation, Ego Collapse, Death",
    "Category": "First Avestan King",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 16,
    "Name": "Zahhak (Aži Dahāka)",
    "D.O.B": "c. 1100 BCE",
    "D.O.D": "-",
    "Dataviz": -1100,
    "Location": "Eastern Iranian Plateau",
    "Symbolic System Tags": "Indo-Iranian",
    "Duration": "persian",
    "Description": "Zahhāk (Aži Dahāka) belongs first to the oral Indo-Iranian store of myth as a chaos-monster, a vast serpent or dragon who swallows light and life. In this earliest telling, he is the primal adversary of order, the living symbol of decay, hunger, and endless night. His many heads and insatiable mouths stand for forces that consume rather than create, threatening the fragile balance of the world. In that horizon, Zahhāk is less an individual villain than a recurring figure of chaos — a monster whose very existence calls forth the hero who will strike him down.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Symbolic, Allegorical, Archetypal, Contested",
    "Founding Figure?": "NO",
    "Name.1": "Zahhak (Aži Dahāka)",
    "Jungian Archetypes Tags": "Shadow, Terrible Father",
    "Neumann Stages Tags": "Coronation of the King, Magical Empowerment, Divine Intervention, Battle with the Dragon, Descent into the Underworld/Isolation",
    "Category": "Underworld Tyrant-Serpent",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 17,
    "Name": "Ferīdūn (Thraetaona)",
    "D.O.B": "c. 1070 BCE",
    "D.O.D": "c. 1040 BCE",
    "Dataviz": -1070,
    "Location": "Eastern Iranian Plateau",
    "Symbolic System Tags": "Indo-Iranian",
    "Duration": "persian",
    "Description": "Ferīdūn (Thraetaona) begins in the oral Indo-Iranian horizon as the archetypal dragon-slayer, the young hero raised in obscurity who rises to confront the chaos-monster. In these earliest layers, he is the liberator figure, armed with divine strength, who defeats Aži Dahāka and restores balance to the world. His deed is not just a battle but the renewal of cosmic order — the victory of fertility, freedom, and life over choking oppression. Before he became the noble king of Persian epics, Thraetaona stood as the pure heroic counterweight in myth: the one who answers the serpent’s hunger with the liberating strike of justice.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Symbolic, Allegorical, Archetypal, Contested",
    "Founding Figure?": "NO",
    "Name.1": "Ferīdūn (Thraetaona)",
    "Jungian Archetypes Tags": "Hero, Initiator, Father Archetype",
    "Neumann Stages Tags": "Battle with the Dragon, Coronation of the King, Return to the Community, Magical Empowerment, Mythic Ordering of Reality",
    "Category": "Civilizing Warrior King",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 18,
    "Name": "Kāveh the Blacksmith",
    "D.O.B": "c. 1040 BCE",
    "D.O.D": "c. 1010 BCE",
    "Dataviz": -1040,
    "Location": "Iranian Highlands",
    "Symbolic System Tags": "Indo-Iranian",
    "Duration": "persian",
    "Description": "Kāveh the Blacksmith comes from the Iranian oral tradition as the people’s hero, not a king or god but a common craftsman who rises against tyranny. In the earliest stories, he embodies resistance to oppression, tearing his leather apron into a standard and leading the masses against Zahhāk’s demonic reign. He symbolizes the power of collective defiance — the idea that justice can be won not only by divine kings or warriors, but through the courage of ordinary folk. Before the Shāhnāmeh fixed him in writing, Kāveh lived in memory as the voice of the oppressed, the one who transforms labor’s symbol into the banner of freedom.",
    "Historic-Mythic Status Tags": "Legendary, Symbolic, Allegorical, Archetypal, Contested",
    "Founding Figure?": "NO",
    "Name.1": "Kāveh the Blacksmith",
    "Jungian Archetypes Tags": "Hero, Initiator, Father Archetype",
    "Neumann Stages Tags": "Initiation, Battle with the Dragon, Return to the Community, Mythic Ordering of Reality",
    "Category": "Culture Hero",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 19,
    "Name": "Anahita",
    "D.O.B": "c. 1000 BCE",
    "D.O.D": "-",
    "Dataviz": -1000,
    "Location": "Eastern Iranian Plateau",
    "Symbolic System Tags": "Indo-Iranian",
    "Duration": "persian",
    "Description": "Anahita in her earliest, pre-Avestan horizon is the great river and water goddess of the Indo-Iranian imagination, a force of fertility, purity, and flowing abundance. She is the life-bringer who nourishes crops, sustains herds, and cleanses ritual pollution — the living symbol of water as both physical sustenance and cosmic order. Before Zoroastrian liturgy named her Aredvī Sūrā Anāhitā, she was carried in oral traditions as the vast, ever-pure stream descending from the sacred mountain to irrigate the earth. In this proto-Persian frame, she is less a personified deity than the sacred presence of waters themselves, honored as the eternal source of life.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Symbolic, Allegorical, Composite, Bridge, Doctrinal/Canonical, Archetypal, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Anahita",
    "Jungian Archetypes Tags": "Mother Archetype, Anima, Initiator",
    "Neumann Stages Tags": "Mythic Ordering of Reality, Divine Intervention, Magical Empowerment, Return to the Community, Initiation",
    "Category": "River Goddess",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 20,
    "Name": "Verethragna (Bahram)",
    "D.O.B": "c. 1000 BCE",
    "D.O.D": "-",
    "Dataviz": -1000,
    "Location": "Eastern Iranian Plateau",
    "Symbolic System Tags": "Indo-Iranian",
    "Duration": "persian",
    "Description": "Verethragna (Bahram) is the spirit of victory. Initially, not yet a formal war-god but the raw heroic force that breaks obstacles, scatters foes, and clears the way for life to thrive. His essence is the surge of triumph itself — the rush of strength that turns the tide in battle or struggle. Before he was fixed in Zoroastrian hymns with many forms (bull, horse, wind, warrior), Verethragna lived in the imagination as the archetypal conqueror’s power, the embodiment of irresistible overcoming.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Symbolic, Allegorical, Composite, Bridge, Doctrinal/Canonical, Archetypal, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Verethragna (Bahram)",
    "Jungian Archetypes Tags": "Hero, Initiator, Trickster",
    "Neumann Stages Tags": "Battle with the Dragon, Magical Empowerment, Divine Intervention, Return to the Community, Coronation of the King",
    "Category": "Warrior-Trickster Deity",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 21,
    "Name": "Manuchehr",
    "D.O.B": "c. 1000 BCE",
    "D.O.D": "c. 970 BCE",
    "Dataviz": -1000,
    "Location": "Eastern Iranian Plateau",
    "Symbolic System Tags": "Iranian",
    "Duration": "persian",
    "Description": "Manuchehr enters the Iranian oral horizon as one of the first remembered kings of the Kayanian line, a figure born from the need to restore order after cycles of tyranny and chaos. In these pre-Avestan tales, he stands as the avenger of injustice, the one who renews legitimate kingship by linking himself to heroic ancestry and divine favor. His story reflects the symbolic shift from primal battles with monsters toward the establishment of dynastic continuity and just rule, rooted in the will of the people and the gods alike.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Symbolic, Allegorical, Archetypal, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Manuchehr",
    "Jungian Archetypes Tags": "Hero, Initiator, Father Archetype",
    "Neumann Stages Tags": "Battle with the Dragon, Coronation of the King, Return to the Community, Mythic Ordering of Reality, Magical Empowerment, Death",
    "Category": "Civilizing Warrior King",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 22,
    "Name": "Siyavash",
    "D.O.B": "c. 980 BCE",
    "D.O.D": "c. 960 BCE",
    "Dataviz": -980,
    "Location": "Eastern Iran (Sistan) / Turan (Transoxiana)",
    "Symbolic System Tags": "Iranian",
    "Duration": "persian",
    "Description": "Siyāvash enters the Indo-Iranian oral tradition as the youthful heir whose life is defined by purity, loyalty, and unjust loss. Born into the Kayanian line, he is fostered by warriors and tested by fire to prove innocence — echoing an archaic Indo-Iranian motif of ordeal and truth. His destiny, however, bends toward exile: driven into Turan, he becomes both guest and victim, embodying the tension between Iran and its steppe neighbors. His execution at the hands of a treacherous host crystallizes him as the archetype of the innocent martyr, a life cut short so that his bloodline might give rise to Kai Khosrow.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Symbolic, Allegorical, Archetypal, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Siyavash",
    "Jungian Archetypes Tags": "Hero, Initiator, Father Archetype",
    "Neumann Stages Tags": "Initiation, Separation from World Parents, Isolation, Mythic Ordering of Reality, Death, Rebirth",
    "Category": "Martyred Prince",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 23,
    "Name": "Kai Khosrow (Haosravah)",
    "D.O.B": "c. 960 BCE",
    "D.O.D": "c. 920 BCE",
    "Dataviz": -960,
    "Location": "Eastern Iranian Plateau",
    "Symbolic System Tags": "Iranian",
    "Duration": "persian",
    "Description": "Kai Khosrow (Haosravah) appears in Iranian oral imagination as the just and visionary king of the Kayanian line. He is remembered not for conquest alone but for wisdom and restraint — the ruler who secures Iran against its enemies yet chooses to withdraw from power before it corrupts him. His tale carries the symbolic weight of the king as both warrior and sage, bridging worldly authority with spiritual insight. ",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Symbolic, Allegorical, Composite, Bridge, Archetypal, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Kai Khosrow (Haosravah)",
    "Jungian Archetypes Tags": "Hero, Initiator, Father Archetype, Self, Wise Old Man",
    "Neumann Stages Tags": "Separation from World Parents, Initiation, Battle with the Dragon, Coronation of the King, Divine Intervention, Magical Empowerment, Return to the Community, Mythic Ordering of Reality, Ego Transcendence, Isolation",
    "Category": "Wise Warrior-King",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 24,
    "Name": "Rostam",
    "D.O.B": "c. 920 BCE",
    "D.O.D": "c. 880 BCE",
    "Dataviz": -920,
    "Location": "Sistan (Eastern Iran)",
    "Symbolic System Tags": "Iranian",
    "Duration": "persian",
    "Description": "Rostam rises in the Iranian oral tradition as the great champion of the people, a warrior of superhuman strength whose life is woven from trials, battles, and tragic fates. He lived in memory as the protector of Iran’s borders, a figure who defended order against demons, monsters, and rival kings. His feats carry both glory and sorrow: he slays enemies no one else can face, yet also kills his own son Sohrab without knowing it. Rostam embodies the heroic paradox — the savior whose might secures the realm, but whose destiny is marked by grief as much as triumph.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Symbolic, Allegorical, Composite, Bridge, Archetypal, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Rostam",
    "Jungian Archetypes Tags": "Hero, Initiator, Father Archetype, Terrible Father",
    "Neumann Stages Tags": "Initiation, Battle with the Dragon, Divine Intervention, Magical Empowerment, Return to the Community, Death",
    "Category": "Warrior-Champion",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 25,
    "Name": "Kay Qobād",
    "D.O.B": "c. 900 BCE",
    "D.O.D": "-",
    "Dataviz": -900,
    "Location": "Eastern Iranian Plateau",
    "Symbolic System Tags": "Zoroastrian",
    "Duration": "persian",
    "Description": "Kay Qobād is the founder of Kayanian kingship, marking the restoration of sacral rule after a period of disorder. Chosen for his legitimacy, he embodies the principle that rightful sovereignty is aligned with cosmic order (asha) rather than mere force. His accession reestablishes a divinely sanctioned monarchy that bridges mythic chaos and dynastic continuity, providing the framework within which later heroes and kings operate.",
    "Historic-Mythic Status Tags": "Legendary, Symbolic, Allegorical, Bridge, Doctrinal/Canonical, Archetypal, Contested",
    "Founding Figure?": "NO",
    "Name.1": "Kay Qobād",
    "Jungian Archetypes Tags": "-",
    "Neumann Stages Tags": "-",
    "Category": "Legendary Founder King / Sacral Monarch",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 26,
    "Name": "Sohrab",
    "D.O.B": "c. 890 BCE",
    "D.O.D": "c. 870 BCE",
    "Dataviz": -890,
    "Location": "Sistan / Turan (Iran–Central Asia frontier)",
    "Symbolic System Tags": "Iranian",
    "Duration": "persian",
    "Description": "Sohrab enters the Iranian oral tradition as the youthful mirror of his father Rostam — strong, fearless, and destined for greatness, yet bound to a tragic fate. In the earliest horizon he represents untapped potential, the hero who could have renewed and even surpassed his lineage. His story is shaped by irony and sorrow: raised apart from his father, he unknowingly faces him in battle and is struck down before his promise can blossom. At the same time, Sohrab is marked as the champion of Turan, and his premature death symbolically diminishes Turan’s future, reinforcing its role as subordinate to Iran. In this way, the tale works not only as a personal tragedy but as an epic narrative that normalizes Iran’s supremacy in the mythic geopolitics of the region.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Symbolic, Allegorical, Composite, Bridge, Archetypal, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Sohrab",
    "Jungian Archetypes Tags": "Hero, Initiator",
    "Neumann Stages Tags": "Separation from World Parents, Initiation, Battle with the Dragon, Death",
    "Category": "Tragic Youthful Warrior",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 27,
    "Name": "Goshtāsp (Vishtāspa)",
    "D.O.B": "c. 820 BCE",
    "D.O.D": "c. 780 BCE",
    "Dataviz": -820,
    "Location": "Eastern Iran / Bactria",
    "Symbolic System Tags": "Zoroastrian",
    "Duration": "persian",
    "Description": "Goshtāsp (Vishtāspa) emerges first in the Iranian oral horizon as a Kayanian king remembered for his decisive role in legitimizing new forms of divine order. In this earliest frame he is less a historical monarch than the archetype of the patron ruler — the king whose acceptance of a prophet or truth secures its place in society. His story is closely tied to Zarathustra, for it is Goshtāsp who receives the reformer and makes the new teaching the law of his realm, embodying the bond between political power and religious transformation. Symbolically, he stands for the fusion of throne and faith: the moment when kingship becomes not just a worldly office but a vessel of divine truth.",
    "Historic-Mythic Status Tags": "Legendary, Historically Plausible, Symbolic, Allegorical, Composite, Bridge, Doctrinal/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Goshtāsp (Vishtāspa)",
    "Jungian Archetypes Tags": "Initiator, Father Archetype, Terrible Father",
    "Neumann Stages Tags": "Coronation of the King, Initiation, Divine Intervention, Magical Empowerment, Mythic Ordering of Reality, Battle with the Dragon, Death",
    "Category": "Zoroastrian Patron-King",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 28,
    "Name": "Zarathustra",
    "D.O.B": "c. 820 BCE",
    "D.O.D": "c. 790 BCE",
    "Dataviz": -820,
    "Location": "Eastern Iran / Bactria / Margiana",
    "Symbolic System Tags": "Zoroastrian",
    "Duration": "persian",
    "Description": "Zarathustra (Zoroaster) stands as the prophet of Zoroastrianism, though the dating of his life varies wildly — ancient traditions place him thousands of years before Alexander, while modern scholarship suggests anywhere between 1200 and 600 BCE. Emerging from the Indo-Iranian warrior milieu shaped by migration and oral tradition, he gave voice to a symbolic system radically aligned with truth. His hymns, the Gathas, present life as a battleground between asha (truth, order) and druj (lie, deception), where every human decision carries cosmic weight. In this vision, Zarathustra is not only a prophet but also a lawgiver of the spoken word, turning recitation, sacrifice, and purification into weapons of spiritual combat against Angra Mainyu, the destructive spirit. As a founding figure, he embodies the archetype of the truth-bearing warrior-seer, establishing a tradition where loyalty to Ahura Mazda and the pursuit of justice became sacred duty.",
    "Historic-Mythic Status Tags": "Legendary, Historically Plausible, Symbolic, Allegorical, Composite, Bridge, Doctrinal/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Zarathustra",
    "Jungian Archetypes Tags": "Wise Old Man, Initiator, Hero, Father Archetype, Self",
    "Neumann Stages Tags": "Separation from World Parents, Isolation, Divine Intervention, Initiation, Battle with the Dragon, Return to the Community, Mythic Ordering of Reality, Magical Empowerment, Death",
    "Category": "Founding Prophet of Zoroastrianism",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 29,
    "Name": "Esfandiyar",
    "D.O.B": "c. 780 BCE",
    "D.O.D": "c. 750 BCE",
    "Dataviz": -780,
    "Location": "Eastern Iranian Plateau",
    "Symbolic System Tags": "Zoroastrian",
    "Duration": "persian",
    "Description": "Esfandiyār appears as a semi-divine prince of the Kayanian line, remembered in oral lore before being fixed in epic. Armored in invulnerability and bound by unwavering obedience, he embodies the dutiful warrior pledged to throne and faith. Yet his fate is shaped not by his own will but by his father Vishtāspa, whose authority is bound to priestly sanction; through a series of trials, Esfandiyār is driven into the fatal conflict with Rostam. His invincibility is overturned, and his death becomes more than tragedy — it encodes the struggle between centralized, priestly-affiliated kingship and the older, independent warrior ethos. Symbolically, Esfandiyār stands as the cautionary figure of loyalty pushed to destruction, a tale that elevates warrior autonomy over submission to priestly-backed command.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Symbolic, Allegorical, Composite, Bridge, Doctrinal/Canonical, Archetypal, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Esfandiyar",
    "Jungian Archetypes Tags": "Hero, Initiator",
    "Neumann Stages Tags": "Initiation, Battle with the Dragon, Return to the Community, Magical Empowerment, Divine Intervention, Death",
    "Category": "Tragic Warrior-Champion",
    "Y-pos": " ",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 30,
    "Name": "Achaemenes",
    "D.O.B": "c. 700 BCE",
    "D.O.D": "c. 660 BCE",
    "Dataviz": -700,
    "Location": "Southwestern Iran (Persis / Fārs)",
    "Symbolic System Tags": "Achaemenid, Zoroastrian, Iranian",
    "Duration": "persian",
    "Description": "Achaemenes is the eponymous ancestral figure from whom the Achaemenid dynasty claimed descent. He appears primarily in royal genealogies and inscriptions, where his function is to anchor imperial authority in an ancient lineage. Lacking independent contemporary evidence or mythic narrative, his status remains partly legendary and contested. Achaemenes does not belong to the religious or cosmological sphere, but to the political–symbolic one.",
    "Historic-Mythic Status Tags": "Legendary, Symbolic, Archetypal, Composite, Contested",
    "Founding Figure?": "NO",
    "Name.1": "Achaemenes",
    "Jungian Archetypes Tags": "-",
    "Neumann Stages Tags": "-",
    "Category": "Great Dynastic Ancestor",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 31,
    "Name": "Cyrus the Great",
    "D.O.B": "c. 600 BCE",
    "D.O.D": "c. 530 BCE",
    "Dataviz": -600,
    "Location": "Southwestern Iran (Anshan / Fars)",
    "Symbolic System Tags": "Achaemenid, Zoroastrian, Iranian",
    "Duration": "persian",
    "Description": "Founder of the Achaemenid Empire, Cyrus began as king of Anshan and rose to unite the Persians and Medes. He expanded his rule through a series of brilliant conquests—defeating Astyages of Media, Croesus of Lydia, and Babylon in 539 BCE. Known for combining military genius with benevolence, he respected local customs and religions, allowing exiled peoples like the Jews to return to their homelands. He built the foundations of what became the largest empire in the ancient world, marked by effective administration and cultural inclusivity. He died in battle around 530 BCE (likely against the Massagetae in Central Asia) and was remembered as a model king—wise, just, and divinely favored.",
    "Historic-Mythic Status Tags": "Historic, Symbolic, Bridge,  Archetypal, Contested, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Cyrus the Great",
    "Jungian Archetypes Tags": "Hero, Initiator, Father Archetype, Persona",
    "Neumann Stages Tags": "Separation from World Parents, Battle with the Dragon, Coronation of the King, Mythic Ordering of Reality, Return to the Community, Divine Intervention, Death",
    "Category": "Founder of the Achaemenid Empire",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 32,
    "Name": "Cambyses II",
    "D.O.B": "c. 558 BCE",
    "D.O.D": "522 BCE",
    "Dataviz": -558,
    "Location": "Anshan / Persis (Fārs)",
    "Symbolic System Tags": "Achaemenid, Zoroastrian, Iranian",
    "Duration": "persian",
    "Description": "Cambyses II was the second king of the Achaemenid Empire, ruling from 530 to 522 BCE. He is best known for completing his father’s imperial project by conquering Egypt in 525 BCE, defeating Pharaoh Psamtik III and bringing the ancient Nile kingdom under Persian rule. Following the conquest, Cambyses adopted the title of Pharaoh and ruled Egypt as part of the Achaemenid system, maintaining administrative continuity while asserting imperial authority. His reign was marked by tension between Persian rule and Egyptian religious traditions. Cambyses died in 522 BCE under unclear circumstances while returning east amid unrest, leaving a succession crisis that was resolved by Darius I. Historically, he stands as the empire’s first major conqueror beyond the Near East, extending Achaemenid power into Africa and setting the stage for its transformation into a truly transcontinental empire.",
    "Historic-Mythic Status Tags": "Historic, Symbolic, Contested",
    "Founding Figure?": "NO",
    "Name.1": "Cambyses II",
    "Jungian Archetypes Tags": "-",
    "Neumann Stages Tags": "-",
    "Category": "2nd Achaemenid Emperor",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 33,
    "Name": "Darius I",
    "D.O.B": "c. 550 BCE",
    "D.O.D": "c. 486 BCE",
    "Dataviz": -550,
    "Location": "Southwestern Iran (Persis / Persepolis)",
    "Symbolic System Tags": "Achaemenid, Zoroastrian, Iranian",
    "Duration": "persian",
    "Description": "Darius I (Darius the Great) was the third king of the Achaemenid Empire and one of its greatest rulers. Rising to power after overthrowing the usurper Gaumata in 522 BCE, he consolidated political control, introduced standardized taxation, along with the gold daric coin, and built major infrastructure such as the Royal Road. He expanded Persian rule into the Indus Valley and Thrace, but his campaign against Greece ended in defeat at Marathon (490 BCE). A devout follower of Ahura Mazda, he embedded Zoroastrian principles into imperial ideology while maintaining tolerance for diverse cults. He died in 486 BCE and was buried at Naqsh-e Rustam, leaving an empire at its peak in size, wealth, and administrative sophistication, though shadowed by the failure of his Greek ambitions.",
    "Historic-Mythic Status Tags": "Historic, Historically Plausible, Symbolic, Bridge, Archetypal, Contested",
    "Founding Figure?": "NO",
    "Name.1": "Darius I",
    "Jungian Archetypes Tags": "Initiator, Father Archetype, Persona, Hero",
    "Neumann Stages Tags": "Coronation of the King, Battle with the Dragon, Divine Intervention, Mythic Ordering of Reality, Return to the Community, Death",
    "Category": "3rd Achaemenid Emperor",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 34,
    "Name": "Xerxes I",
    "D.O.B": "c. 519 BCE",
    "D.O.D": "c. 465 BCE",
    "Dataviz": -519,
    "Location": "Imperial Persia (Persepolis)",
    "Symbolic System Tags": "Achaemenid, Zoroastrian, Iranian",
    "Duration": "persian",
    "Description": "Xerxes I (Xerxes the Great) was the fourth king of the Achaemenid Empire, ruling from 486–465 BCE. The son of Darius I and Atossa, daughter of Cyrus the Great, he inherited legitimacy from both major dynastic lines. Early in his reign, he crushed revolts in Egypt and especially Babylonia, whose suppression marked the end of Babylon’s role as a major imperial center. He is most remembered for his vast invasion of Greece (480–479 BCE): victorious at Thermopylae but defeated at Salamis and Plataea, which ended Persian hopes of conquering Greece. At home, he expanded the ceremonial palaces of Persepolis, projecting Achaemenid grandeur and devotion to Ahura Mazda. His rule embodied both imperial zenith and imperial overreach. Xerxes was assassinated in 465 BCE, remembered by Greeks as the archetypal “Oriental despot” but by Persians as a devout and splendid king.",
    "Historic-Mythic Status Tags": "Historic, Symbolic,  Archetypal, Contested",
    "Founding Figure?": "NO",
    "Name.1": "Xerxes I",
    "Jungian Archetypes Tags": "Persona, Father Archetype, Hero, Shadow",
    "Neumann Stages Tags": "Coronation of the King, Battle with the Dragon, Divine Intervention, Mythic Ordering of Reality, Return to the Community, Death",
    "Category": "4th Achaemenid Emperor",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 35,
    "Name": "Esther",
    "D.O.B": "c. 480 BCE",
    "D.O.D": "c. 460 BCE",
    "Dataviz": -480,
    "Location": "Imperial Persia (Susa)",
    "Symbolic System Tags": "Yahwistic, Christian",
    "Duration": "persian",
    "Description": "Esther is a Jewish orphan who becomes queen in the Persian court, embodying the precarious fate of her people in exile. Her story weaves together Yahwistic identity (survival and covenant loyalty), Persian imperial culture (banquets, decrees, reversals of fortune), and even echoes of older Near Eastern goddess motifs (her name recalling Ishtar, “star”). When the royal vizier Haman plotted to annihilate the Jews, Esther at first concealed her heritage but, urged by Mordecai, risked her life to reveal her identity to the king. Through carefully staged banquets she exposed Haman’s scheme, secured a royal decree allowing the Jews to defend themselves, and turned impending destruction into survival — saving her people and establishing the festival of Purim as a commemoration of deliverance.",
    "Historic-Mythic Status Tags": "Legendary, Historically Plausible, Symbolic, Allegorical, Bridge, Doctrinal/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Esther",
    "Jungian Archetypes Tags": "Hero, Persona, Initiator, Mother Archetype, Trickster",
    "Neumann Stages Tags": "Isolation, Divine Intervention, Battle with the Dragon, Death, Initiation, Rebirth, Return to the Community, Mythic Ordering of Reality",
    "Category": "Jewish Diaspora Court Queen",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 36,
    "Name": "Artaxerxes II",
    "D.O.B": "c. 445 BCE",
    "D.O.D": "c. 358 BCE",
    "Dataviz": -445,
    "Location": "Imperial Persia (Persepolis)",
    "Symbolic System Tags": "Achaemenid, Zoroastrian, Iranian",
    "Duration": "persian",
    "Description": "Artaxerxes II (Mnemon) was the longest-reigning Achaemenid king (404–358 BCE). Son of Darius II and Parysatis, he secured his throne after defeating his brother Cyrus the Younger at Cunaxa (401 BCE). His reign faced internal turmoil, including the Great Satraps’ Revolt, yet he maintained imperial cohesion. In Greek affairs, he imposed the Peace of Antalcidas (387 BCE), asserting Persian influence. A devout Zoroastrian, he was the first king to invoke Anahita and Mithra alongside Ahura Mazda in inscriptions, signaling a formalized pantheon. Known for his relative leniency and court intrigues, he ruled for 46 years, dying peacefully in 358 BCE, leaving an empire stable but showing signs of decline.",
    "Historic-Mythic Status Tags": "Historic, Symbolic, Contested",
    "Founding Figure?": "NO",
    "Name.1": "Artaxerxes II",
    "Jungian Archetypes Tags": "Persona, Father Archetype, Initiator, Hero",
    "Neumann Stages Tags": "Coronation of the King, Battle with the Dragon, Divine Intervention, Mythic Ordering of Reality, Return to the Community, Death",
    "Category": "7th Achaemenid Emperor",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  }
]