[
  {
    "Index":1,
    "Name":"Histories",
    "Approx. Date":"c. 146 BCE",
    "Dataviz date":-145,
    "Metaphysical Tags":"Phenomenology (Experiential), Grid (Systematic Structuralism), Dialectics (Conflict), Clockwork (Causal Determinism)",
    "Arts and Sciences Tags":"Warfare, Political Science \/ Law, Education, History, Philosophy, Anthropology",
    "Access Level":"Literate Class",
    "Short Description":"A vast work of historical analysis that explains how Rome rose to dominate the Mediterranean world. Originally spanning 40 books, of which only the first five survive complete and the rest in fragments, it covers the period from the First Punic War to the destruction of Carthage and Corinth. Polybius, a Greek statesman from Megalopolis taken as a hostage to Rome, wrote as both participant and observer. His goal was not only to narrate events but to analyze their causes—especially the strength of Roman institutions, military discipline, and political balance. The work was composed during the decisive decades when Greece was losing its autonomy and falling under Roman control, culminating in the sack of Corinth in 146 BCE. Polybius thus writes at the threshold of a new era, interpreting Rome’s expansion for a Greek audience and bridging Hellenistic traditions of historical writing with the realities of imperial rule.",
    "Jungian Archetypes Tags":"Hero, Wise Old Man, Initiator, Father Archetype, Terrible Father",
    "Neumann Stages Tags":"Battle with the Dragon, Initiation, Mythic Ordering of Reality, Return to the Community",
    "Original Geographical Location":"Megalopolis (Arcadia, Greece)",
    "Current Geographical Location":"Greece",
    "Original Language":"Koine Greek",
    "Name.1":"Histories",
    "Civlizational code?":"NO",
    "Author":"Polybius of Megalopolis",
    "Comtean framework":"Positive\/Empirical",
    "Category":"Historical Analysis",
    "Socio-political Tags":"Warrior \/ Imperial, Scholarly, Merchant \/ Cosmopolitan",
    "Literary Forms Tags":"Narrative, Record \/ Chronicle, Essay \/ Argument, Analysis",
    "Literary Themes Tags":"Historical Reflection, Political, Didactic \/ Ethical",
    "Symbolic System Tags":"Roman, Hellenic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":2,
    "Name":"On the Cosmos",
    "Approx. Date":"c. 200–50 BCE",
    "Dataviz date":-125,
    "Metaphysical Tags":"Clockwork (Causal Determinism), Monism (Single Principle), Becoming (Process Ontology), Grid (Systematic Structuralism), Apophatic–Aporetic (Unknowable)",
    "Arts and Sciences Tags":"Logic \/ Formal Reasoning, Physics, Astronomy, Political Science \/ Law, Theology, Philosophy, Anthropology",
    "Access Level":"Literate Class",
    "Short Description":"A brief philosophical treatise—attributed to Aristotle, yet written long after his death—addressed to \"Alexander\" (likely meant to evoke Alexander the Great). It presents a rational and hierarchical vision of the universe, describing the cosmos as a single living being governed by divine reason (logos). The text explains how the elements, stars, and natural phenomena all obey a universal law, directed by an unmoved yet all-powerful God. It blends Aristotelian structure, Stoic theology, and Platonic ethics, arguing that just as the cosmos is ruled by harmony and reason, so too should human rulers govern themselves and their societies.",
    "Jungian Archetypes Tags":"Wise Old Man, Self, Initiator, Father Archetype",
    "Neumann Stages Tags":"Mythic Ordering of Reality, Divine Intervention, Initiation, Ego Transcendence",
    "Original Geographical Location":"Egypt or Asia Minor",
    "Current Geographical Location":"Egypt or Turkey",
    "Original Language":"Koine Greek",
    "Name.1":"On the Cosmos",
    "Civlizational code?":"YES",
    "Author":"-",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Metaphysical Treatise",
    "Socio-political Tags":"Warrior \/ Imperial, Scholarly, Mystical \/ Initiatory, Merchant \/ Cosmopolitan",
    "Literary Forms Tags":"Doctrine \/ Treatise, Essay \/ Argument, Manual \/ Instruction, Personal Writings, Analysis",
    "Literary Themes Tags":"Cosmological, Metaphysical, Didactic \/ Ethical, Ritual \/ Devotional, Epistemological \/ Hermeneutics, Political",
    "Symbolic System Tags":"Hellenistic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":3,
    "Name":"Orations",
    "Approx. Date":"c. 80–115 CE",
    "Dataviz date":97,
    "Metaphysical Tags":"Phenomenology (Experiential), Pluralism (Multiplicities), Grid (Systematic Structuralism), Subversion (Negation)",
    "Arts and Sciences Tags":"Education, Political Science \/ Law, Public Relations, Philosophy, History, Anthropology",
    "Access Level":"Broadly Known",
    "Short Description":"A collection of 80 surviving discourses blending philosophy, rhetoric, and political counsel. Delivered in Greek cities under Roman rule, they range from moral reflections and myth reinterpretations to speeches on kingship, civic duty, and exile. Initially critical of imperial power and exiled by Domitian for political opposition, Dio spent years wandering before being restored under Nerva and Trajan — an experience that transformed his outlook, leading him to recast exile as moral education and to embrace reconciliation with Roman authority. A Stoic–Platonic thinker, he became instrumental in normalizing Roman rule over Greece, urging rulers and communities alike toward virtue, moderation, and harmony within the imperial order.",
    "Jungian Archetypes Tags":"Wise Old Man, Initiator, Hero, Father Archetype, Persona",
    "Neumann Stages Tags":"Initiation, Return to the Community, Mythic Ordering of Reality, Coronation of the King",
    "Original Geographical Location":"Prusa (Bithynia, Asia Minor)",
    "Current Geographical Location":"Northwestern Turkey",
    "Original Language":"Koine Greek",
    "Name.1":"Orations",
    "Civlizational code?":"NO",
    "Author":"Dio Chrysostom",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Normalizing Rhetorical Essays",
    "Socio-political Tags":"Royal, Warrior \/ Imperial, Scholarly, Mystical \/ Initiatory",
    "Literary Forms Tags":"Narrative, Essay \/ Argument, Doctrine \/ Treatise, Analysis",
    "Literary Themes Tags":"Historical Reflection, Metaphysical, Epistemological \/ Hermeneutics, Political, Didactic \/ Ethical, Introspective, Existential",
    "Symbolic System Tags":"Roman, Hellenic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":4,
    "Name":"Moralia",
    "Approx. Date":"c. 100 CE",
    "Dataviz date":100,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Phenomenology (Experiential), Pluralism (Multiplicities), Grid (Systematic Structuralism), Subversion (Negation)",
    "Arts and Sciences Tags":"Education, Political Science \/ Law, Psychology, History, Philosophy, Anthropology",
    "Access Level":"Literate Class",
    "Short Description":"A diverse collection of over 70 essays and dialogues, Moralia covers ethics, religion, philosophy, politics, natural science, and literary criticism. Unlike his Parallel Lives, Moralia is more speculative and thematic, offering reflections on the moral questions of everyday life and public responsibility. The texts range from theological inquiries (like “On the Delays of the Divine Vengeance”) to humorous advice (“How to Tell a Flatterer from a Friend”), and from Pythagorean cosmology to Roman political customs. The work syncretizes Hellenic philosophical traditions—particularly Platonism, Stoicism, and Pythagoreanism—with Roman civic ideals and religious practices. The result is a corpus that harmonizes the moral and metaphysical wisdom of the pagan Greek and Egyptian past with the imperial present of Rome.",
    "Jungian Archetypes Tags":"Wise Old Man, Shadow, Trickster, Persona, Hero, Initiator, Terrible Father",
    "Neumann Stages Tags":"Initiation, Divine Intervention, Rebirth, Mythic Ordering of Reality, Ego Transcendence, Return to the Community, Separation from World Parents",
    "Original Geographical Location":"Chaeronea, Boeotia",
    "Current Geographical Location":"Greece",
    "Original Language":"Koine Greek",
    "Name.1":"Moralia",
    "Civlizational code?":"NO",
    "Author":"Plutarch of Chaeronea",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Ethical–Metaphysical Corpus",
    "Socio-political Tags":"Priestly \/ Theocratic, Bureaucratic \/ Legal \/ Scribal, Scholarly, Subversive \/ Revolutionary, Mystical \/ Initiatory, Recluse \/ Ascetic",
    "Literary Forms Tags":"Essay \/ Argument, Doctrine \/ Treatise, Commentary \/ Exegesis, Parable \/ Fable, Analysis, Riddle \/ Aphorism, Manual \/ Instruction",
    "Literary Themes Tags":"Ritual \/ Devotional, Historical Reflection, Metaphysical, Epistemological \/ Hermeneutics, Political, Comic \/ Satirical, Didactic \/ Ethical, Introspective, Feminine",
    "Symbolic System Tags":"Roman, Hellenic, Egyptian",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":5,
    "Name":"Parallel Lives",
    "Approx. Date":"c. 100–120 CE",
    "Dataviz date":110,
    "Metaphysical Tags":"Dialectics (Conflict), Grid (Systematic Structuralism), Subversion (Negation), Phenomenology (Experiential), Pluralism (Multiplicities)",
    "Arts and Sciences Tags":"History, Philosophy, Political Science \/ Law, Warfare, Psychology, Education, Anthropology",
    "Access Level":"Literate Class",
    "Short Description":"A series of paired biographies written by the Greek philosopher and moralist Plutarch. Each pair compares a famous Greek and a Roman figure—such as Alexander the Great and Julius Caesar—highlighting their character, virtues, and political careers. The work aims to draw moral lessons through the contrast of lives, rather than merely recounting historical events. Plutarch focuses on the ethical and psychological aspects of leadership, using anecdotal evidence to explore how personal character shapes public destiny.",
    "Jungian Archetypes Tags":"Hero, Shadow, Wise Old Man, Persona, Father Archetype, Terrible Father, Trickster, Initiator",
    "Neumann Stages Tags":"Separation from World Parents, Battle with the Dragon, Isolation, Initiation, Death, Rebirth, Return to the Community, Coronation of the King, Ego Collapse",
    "Original Geographical Location":"Chaeronea, Boeotia",
    "Current Geographical Location":"Greece",
    "Original Language":"Koine Greek",
    "Name.1":"Parallel Lives",
    "Civlizational code?":"NO",
    "Author":"Plutarch of Chaeronea",
    "Comtean framework":"Synthetic Literature",
    "Category":"Historical Treatise",
    "Socio-political Tags":"Royal, Warrior \/ Imperial, Scholarly, Bureaucratic \/ Legal \/ Scribal",
    "Literary Forms Tags":"Narrative, Essay \/ Argument, Personal Writings, Record \/ Chronicle, Commentary \/ Exegesis, Analysis, Parable \/ Fable",
    "Literary Themes Tags":"Historical Reflection, Political, Didactic \/ Ethical, Adventure \/ Heroic Journey, Tragic \/ Lamentation, Introspective",
    "Symbolic System Tags":"Roman, Hellenic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":6,
    "Name":"Gynecology",
    "Approx. Date":"c. 100–120 CE",
    "Dataviz date":110,
    "Metaphysical Tags":"Phenomenology (Experiential), Becoming (Process Ontology), Grid (Systematic Structuralism), Clockwork (Causal Determinism), Subversion (Negation)",
    "Arts and Sciences Tags":"Medicine, Biology, Education, Philosophy",
    "Access Level":"Literate Class",
    "Short Description":"This four-book medical treatise is the most comprehensive surviving ancient text on women’s medicine, pregnancy, childbirth, and infant care. Soranus systematizes earlier Hippocratic and Hellenistic medical traditions, but he also corrects and refines them with his own observations. The work covers female anatomy, conception, contraception, childbirth techniques, care for newborns, and gynecological diseases. Unlike many predecessors, Soranus emphasizes rational, empirical observation over superstition, warning against magical charms and ritual cures. He also discusses the social and ethical role of the physician and midwife, offering standards for their training and conduct.",
    "Jungian Archetypes Tags":"Wise Old Woman, Mother Archetype",
    "Neumann Stages Tags":"Separation from World Parents, Initiation, Death, Rebirth, Magical Empowerment, Mythic Ordering of Reality",
    "Original Geographical Location":"Ephesus",
    "Current Geographical Location":"Turkey",
    "Original Language":"Attic Greek",
    "Name.1":"Gynecology",
    "Civlizational code?":"NO",
    "Author":"Soranus of Ephesus",
    "Comtean framework":"Positive\/Empirical",
    "Category":"Medical Treatise",
    "Socio-political Tags":"Bureaucratic \/ Legal \/ Scribal, Warrior \/ Imperial, Scholarly, Merchant \/ Cosmopolitan",
    "Literary Forms Tags":"Doctrine \/ Treatise, Manual \/ Instruction, Glossary \/ Taxonomy, Analysis, Record \/ Chronicle",
    "Literary Themes Tags":"Didactic \/ Ethical, Feminine",
    "Symbolic System Tags":"Roman, Hellenic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":7,
    "Name":"Discourses (Diatribai)",
    "Approx. Date":"c. 108–125 CE",
    "Dataviz date":117,
    "Metaphysical Tags":"Clockwork (Causal Determinism), Phenomenology (Experiential), Monism (Single Principle), Subversion (Negation)",
    "Arts and Sciences Tags":"Psychology, Education, Philosophy",
    "Access Level":"Literate Class",
    "Short Description":"A collection of informal lectures by the Stoic philosopher Epictetus, transcribed by his student Arrian. Born into slavery and later freed, Epictetus turned his experience of subjugation into a lifelong commitment to philosophical freedom. Structured as practical conversations rather than systematic treatises, the Discourses focus on moral self-discipline, freedom through inner control, and alignment with divine reason (logos). Drawing from Hellenic philosophical tradition, it emphasizes that true power lies in mastering one’s judgments, not external circumstances.",
    "Jungian Archetypes Tags":"Wise Old Man, Persona, Self, Initiator",
    "Neumann Stages Tags":"Initiation, Ego Transcendence, Isolation, Mythic Ordering of Reality",
    "Original Geographical Location":"Nicopolis in Epirus",
    "Current Geographical Location":"Greece",
    "Original Language":"Koine Greek",
    "Name.1":"Discourses (Diatribai)",
    "Civlizational code?":"NO",
    "Author":"Epictetus",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Socratic-Stoic Dialogues",
    "Socio-political Tags":"Scholarly, Subversive \/ Revolutionary, Mystical \/ Initiatory, Recluse \/ Ascetic",
    "Literary Forms Tags":"Essay \/ Argument, Doctrine \/ Treatise, Manual \/ Instruction, Riddle \/ Aphorism, Commentary \/ Exegesis, Oral Tradition",
    "Literary Themes Tags":"Didactic \/ Ethical, Metaphysical, Existential, Epistemological \/ Hermeneutics",
    "Symbolic System Tags":"Roman, Hellenic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":8,
    "Name":"Enchiridion (Handbook)",
    "Approx. Date":"c. 125 CE",
    "Dataviz date":125,
    "Metaphysical Tags":"Phenomenology (Experiential), Clockwork (Causal Determinism), Monism (Single Principle)",
    "Arts and Sciences Tags":"Education, Psychology, Philosophy",
    "Access Level":"Literate Class",
    "Short Description":"A concise Stoic manual compiled by Arrian from the teachings of Epictetus, the Enchiridion offers practical guidance for achieving inner freedom and virtue by aligning one’s will with nature and accepting what lies beyond one’s control. It emphasizes self-discipline, rational judgment, and detachment from externals—such as wealth, status, and praise—while encouraging the cultivation of moral character. Written for students and seekers, it distills the Stoic path into a portable code of life rooted in reason, resilience, and cosmic order.",
    "Jungian Archetypes Tags":"Persona, Self, Wise Old Man, Trickster, Initiator, Father Archetype",
    "Neumann Stages Tags":"Separation from World Parents, Isolation, Initiation, Rebirth, Magical Empowerment, Ego Transcendence",
    "Original Geographical Location":"Nicopolis in Epirus",
    "Current Geographical Location":"Greece",
    "Original Language":"Koine Greek",
    "Name.1":"Enchiridion (Handbook)",
    "Civlizational code?":"NO",
    "Author":"Epictetus",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Stoic Handbook",
    "Socio-political Tags":"Scholarly, Subversive \/ Revolutionary, Mystical \/ Initiatory, Recluse \/ Ascetic",
    "Literary Forms Tags":"Manual \/ Instruction, Doctrine \/ Treatise, Riddle \/ Aphorism, Fragment",
    "Literary Themes Tags":"Metaphysical, Epistemological \/ Hermeneutics, Didactic \/ Ethical, Introspective, Existential",
    "Symbolic System Tags":"Roman, Hellenic",
    "Y-pos":"-",
    "Original text":"(https://www.dropbox.com/scl/fi/nabsl0vuzr0xrae8qhpyr/The-Enchiridion-by-Epictetus.pdf?rlkey=7ihgz5x6y35i6tblxa9p8ihul&st=wjeftwlf&dl=0, Original PDF, Translation by Thomas Wentworth Higginson 1865)",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":9,
    "Name":"Anabasis of Alexander",
    "Approx. Date":"c. 130–140 CE",
    "Dataviz date":135,
    "Metaphysical Tags":"Phenomenology (Experiential), Grid (Systematic Structuralism), Dialectics (Conflict), Clockwork (Causal Determinism), Monism (Single Principle)",
    "Arts and Sciences Tags":"Warfare, Political Science \/ Law, Education, History, Philosophy, Anthropology",
    "Access Level":"Broadly Known",
    "Short Description":"A seven-book historical account of Alexander the Great’s conquests, modeled on Xenophon’s Anabasis. Drawing on eyewitness sources such as Ptolemy and Aristobulus, Arrian presents a largely admiring portrait of Alexander as a brilliant strategist, empire-builder, and heroic leader. The narrative traces his campaigns from Asia Minor through Persia and India to his death in Babylon, highlighting both his military genius and his vision of cultural unification. Written by a Roman provincial official, the work offered a model of leadership and imperial order, aligning Alexander’s legacy with Roman ideals of rulership.",
    "Jungian Archetypes Tags":"Hero, Wise Old Man, Initiator, Father Archetype, Terrible Father",
    "Neumann Stages Tags":"Battle with the Dragon, Initiation, Magical Empowerment, Isolation, Mythic Ordering of Reality, Death, Coronation of the King",
    "Original Geographical Location":"Nicomedia (Bithynia, Asia Minor)",
    "Current Geographical Location":"Northwestern Turkey",
    "Original Language":"Koine Greek",
    "Name.1":"Anabasis of Alexander",
    "Civlizational code?":"NO",
    "Author":"Arrian of Nicomedia",
    "Comtean framework":"Positive\/Empirical",
    "Category":"Historical Analysis",
    "Socio-political Tags":"Royal, Warrior \/ Imperial, Scholarly, Mystical \/ Initiatory",
    "Literary Forms Tags":"Narrative, Record \/ Chronicle, Essay \/ Argument, Analysis, Epic",
    "Literary Themes Tags":"Historical Reflection, Adventure \/ Heroic Journey, Political, Didactic \/ Ethical, Ritual \/ Devotional",
    "Symbolic System Tags":"Roman, Hellenic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":10,
    "Name":"Indica",
    "Approx. Date":"c. 130–140 CE",
    "Dataviz date":135,
    "Metaphysical Tags":"Phenomenology (Experiential), Pluralism (Multiplicities), Clockwork (Causal Determinism), Grid (Systematic Structuralism)",
    "Arts and Sciences Tags":"Political Science \/ Law, Sociology, Linguistics, History, Anthropology",
    "Access Level":"Broadly Known",
    "Short Description":"A companion work to his Anabasis of Alexander, based largely on the voyage log of Nearchus, Alexander’s admiral. It begins with the story of Alexander’s fleet sailing from the Indus River to the Persian Gulf, describing harbors, distances, and coastal peoples. Arrian then turns to a wide-ranging ethnographic survey of India, recounting its geography, rivers, flora and fauna (especially elephants), social structures, customs, and philosophies. The text blends empirical detail with marvels, aiming to provide Greek and Roman readers with a systematic account of India at the edge of their known world. It also serves a political purpose: to celebrate Alexander’s achievements and legitimize Roman imperial curiosity by paralleling it with earlier conquests.",
    "Jungian Archetypes Tags":"Hero, Wise Old Man, Persona",
    "Neumann Stages Tags":"Battle with the Dragon, Isolation, Return to the Community, Mythic Ordering of Reality",
    "Original Geographical Location":"Nicomedia (Bithynia, Asia Minor)",
    "Current Geographical Location":"Northwestern Turkey",
    "Original Language":"Koine Greek",
    "Name.1":"Indica",
    "Civlizational code?":"NO",
    "Author":"Arrian of Nicomedia",
    "Comtean framework":"Positive\/Empirical",
    "Category":"Ethnographical–Historical Treatise on India",
    "Socio-political Tags":"Warrior \/ Imperial, Scholarly, Merchant \/ Cosmopolitan",
    "Literary Forms Tags":"Narrative, Record \/ Chronicle, Essay \/ Argument, Analysis, Oral Tradition",
    "Literary Themes Tags":"Adventure \/ Heroic Journey, Historical Reflection, Didactic \/ Ethical",
    "Symbolic System Tags":"Roman, Hellenic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":11,
    "Name":"Attic Nights (Noctes Atticae)",
    "Approx. Date":"c. 150–180 CE",
    "Dataviz date":165,
    "Metaphysical Tags":"Phenomenology (Experiential), Pluralism (Multiplicities), Grid (Systematic Structuralism), Subversion (Negation)",
    "Arts and Sciences Tags":"Education, Linguistics, Political Science \/ Law, Literature, Philosophy, History",
    "Access Level":"Literate Class",
    "Short Description":"A miscellany composed by Aulus Gellius, blending notes, anecdotes, philosophical reflections, legal commentary, grammatical analysis, and literary criticism. Compiled during his winters in Attica (Greece) and throughout his life in Rome, the work spans 20 books and serves as both an educational tool and a cultural archive. It reflects the intellectual ideals of the Roman elite, preserving both Roman and Greek traditions through a wide range of topics and sources. More than a personal notebook, Attic Nights became a model of Roman erudition and humanistic learning.",
    "Jungian Archetypes Tags":"Wise Old Man, Trickster, Initiator, Persona, Self",
    "Neumann Stages Tags":"Initiation, Mythic Ordering of Reality, Return to the Community, Isolation",
    "Original Geographical Location":"Athens",
    "Current Geographical Location":"Greece",
    "Original Language":"Latin",
    "Name.1":"Attic Nights (Noctes Atticae)",
    "Civlizational code?":"NO",
    "Author":"Aulus Gellius",
    "Comtean framework":"Synthetic Literature",
    "Category":"Broad Compendium of Roman and Hellenic Thought",
    "Socio-political Tags":"Warrior \/ Imperial, Scholarly",
    "Literary Forms Tags":"Essay \/ Argument, Commentary \/ Exegesis, Record \/ Chronicle, Riddle \/ Aphorism, Fragment",
    "Literary Themes Tags":"Didactic \/ Ethical, Comic \/ Satirical, Epistemological \/ Hermeneutics, Historical Reflection",
    "Symbolic System Tags":"Roman, Hellenic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":12,
    "Name":"On the Death of Peregrinus",
    "Approx. Date":"c. 165–170 CE",
    "Dataviz date":168,
    "Metaphysical Tags":"Subversion (Negation), Phenomenology (Experiential), Apophatic–Aporetic (Unknowable)",
    "Arts and Sciences Tags":"Philosophy, Theology, Public Relations, Psychology",
    "Access Level":"Broadly Known",
    "Short Description":"A brutal satirical monologue that ridicules the Cynic philosopher Peregrinus Proteus. After recounting Peregrinus’ public suicide by fire at the Olympic Games, Lucian delivers a scornful post-mortem, portraying him as a vain fraud hungry for fame. He mocks Peregrinus’ brief involvement with Christianity and his later Cynic posturing as manipulative theatrics, painting him mercilessly as a symbol of philosophical hypocrisy.",
    "Jungian Archetypes Tags":"Shadow, Persona, Trickster, Terrible Father",
    "Neumann Stages Tags":"Battle with the Dragon, Death, Descent into the Underworld, Ego Collapse",
    "Original Geographical Location":"Greece or Asia Minor",
    "Current Geographical Location":"Greece or Turkey",
    "Original Language":"Koine Greek",
    "Name.1":"On the Death of Peregrinus",
    "Civlizational code?":"NO",
    "Author":"Lucian of Samosata",
    "Comtean framework":"Synthetic Literature",
    "Category":"Post-Mortem Satirical Attack on Peregrinus the Cynic",
    "Socio-political Tags":"Subversive \/ Revolutionary, Bohemian \/ Aesthetic, Warrior \/ Imperial, Scholarly, Recluse \/ Ascetic",
    "Literary Forms Tags":"Narrative, Essay \/ Argument",
    "Literary Themes Tags":"Comic \/ Satirical, Ritual \/ Devotional, Political, Absurd",
    "Symbolic System Tags":"Roman, Hellenic, Christian",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":13,
    "Name":"True History",
    "Approx. Date":"c. 160–180 CE",
    "Dataviz date":170,
    "Metaphysical Tags":"Subversion (Negation), Pluralism (Multiplicities), Phenomenology (Experiential), Grid (Systematic Structuralism)",
    "Arts and Sciences Tags":"Literature, Philosophy",
    "Access Level":"Broadly Known",
    "Short Description":"A brilliant satirical fantasy parodies the tall tales and implausible accounts of earlier historians and mythographers—especially Herodotus and Homer—by deliberately presenting an outrageous, fictional voyage as if it were fact. Lucian's narrator is swept away by a whirlwind to the Moon, where he finds warring kingdoms, strange alien creatures, and absurd customs. He later journeys inside a giant whale, discovers fantastical islands, and meets mythic figures like Homer, Pythagoras, and Odysseus in the Isle of the Blessed. The narrative is filled with playful inventions, ironic commentary, and absurd exaggerations—all the while claiming to be the only “true” account because it openly admits its falsehoods.",
    "Jungian Archetypes Tags":"Trickster, Persona, Hero",
    "Neumann Stages Tags":"Separation from World Parents, Battle with the Dragon, Descent into the Underworld, Magical Empowerment, Mythic Ordering of Reality",
    "Original Geographical Location":"Athens or Rome",
    "Current Geographical Location":"Greece or Italy",
    "Original Language":"Attic Greek",
    "Name.1":"True History",
    "Civlizational code?":"NO",
    "Author":"Lucian of Samosata",
    "Comtean framework":"Synthetic Literature",
    "Category":"Parodic Travel Epic",
    "Socio-political Tags":"Subversive \/ Revolutionary, Bohemian \/ Aesthetic, Merchant \/ Cosmopolitan, Warrior \/ Imperial, Bureaucratic \/ Legal \/ Scribal",
    "Literary Forms Tags":"Narrative, Parable \/ Fable, Myth, Essay \/ Argument, Personal Writings",
    "Literary Themes Tags":"Comic \/ Satirical, Adventure \/ Heroic Journey, Utopian \/ Dystopian, Absurd, Epistemological \/ Hermeneutics",
    "Symbolic System Tags":"Hellenic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":14,
    "Name":"Description of Greece (Periegesis Hellados)",
    "Approx. Date":"c. 160–180 CE",
    "Dataviz date":170,
    "Metaphysical Tags":"Phenomenology (Experiential), Pluralism (Multiplicities), Grid (Systematic Structuralism), Clockwork (Causal Determinism)",
    "Arts and Sciences Tags":"Political Science \/ Law, Theology, History, Anthropology",
    "Access Level":"Literate Class",
    "Short Description":"A ten-book ethnographical treatise and travelogue that surveys the geography, monuments, sanctuaries, and myths of mainland Greece under Roman rule. Moving region by region — from Attica and Corinth to Arcadia, Olympia, and Delphi — Pausanias blends firsthand observation with local traditions, recording both physical landmarks and the stories attached to them. The work preserves Hellenic cultural memory at a time of political subordination, functioning as both a guidebook and a cultural archive.",
    "Jungian Archetypes Tags":"Hero, Wise Old Man, Father Archetype, Terrible Mother",
    "Neumann Stages Tags":"Separation from World Parents, Battle with the Dragon, Divine Intervention, Initiation, Death, Mythic Ordering of Reality",
    "Original Geographical Location":"Achaea",
    "Current Geographical Location":"Greece",
    "Original Language":"Koine Greek",
    "Name.1":"Description of Greece (Periegesis Hellados)",
    "Civlizational code?":"NO",
    "Author":"Pausanias",
    "Comtean framework":"Positive\/Empirical",
    "Category":"Ethnographical Treatise",
    "Socio-political Tags":"Priestly \/ Theocratic, Bureaucratic \/ Legal \/ Scribal, Royal, Warrior \/ Imperial, Scholarly, Bohemian \/ Aesthetic, National",
    "Literary Forms Tags":"Narrative, Record \/ Chronicle, Commentary \/ Exegesis, Analysis, Essay \/ Argument",
    "Literary Themes Tags":"Historical Reflection, Political, Didactic \/ Ethical, Cosmological",
    "Symbolic System Tags":"Roman, Hellenic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":15,
    "Name":"Alexander the False Prophet",
    "Approx. Date":"c. 180 CE",
    "Dataviz date":180,
    "Metaphysical Tags":"Subversion (Negation), Grid (Systematic Structuralism), Pluralism (Multiplicities), Apophatic–Aporetic (Unknowable)",
    "Arts and Sciences Tags":"Public Relations, Political Science \/ Law, Psychology",
    "Access Level":"Literate Class",
    "Short Description":"A biting satirical exposé of Alexander of Abonoteichus, a charismatic fraud who founded the cult of Glycon—a snake god he passed off as a new incarnation of Asclepius. Through manipulation, staged miracles, trained animals, and alliances with Roman elites, Alexander amassed wealth and influence. Lucian, championing rationalism and philosophical skepticism, dissects Alexander’s deceptions, mocking the gullibility of the masses and the complicity of officials. The work serves as both character assassination and philosophical critique of superstition, pseudoscience, and religious exploitation in the Roman world.",
    "Jungian Archetypes Tags":"Shadow, Trickster, Persona, Terrible Father, Initiator",
    "Neumann Stages Tags":"Battle with the Dragon, Descent into the Underworld, Mythic Ordering of Reality, Ego Collapse",
    "Original Geographical Location":"Athens",
    "Current Geographical Location":"Greece",
    "Original Language":"Koine Greek",
    "Name.1":"Alexander the False Prophet",
    "Civlizational code?":"NO",
    "Author":"Lucian of Samosata",
    "Comtean framework":"Synthetic Literature",
    "Category":"Satire on Religious Charlatanry",
    "Socio-political Tags":"Priestly \/ Theocratic, Merchant \/ Cosmopolitan, Subversive \/ Revolutionary, Mystical \/ Initiatory, Bureaucratic \/ Legal \/ Scribal, Warrior \/ Imperial",
    "Literary Forms Tags":"Essay \/ Argument, Personal Writings, Narrative",
    "Literary Themes Tags":"Comic \/ Satirical, Political, Didactic \/ Ethical, Prophetic \/ Revelation",
    "Symbolic System Tags":"Roman, Hellenic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":16,
    "Name":"Chaldean Oracles",
    "Approx. Date":"c. 170–200 CE",
    "Dataviz date":185,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Becoming (Process Ontology), Pluralism (Multiplicities), Grid (Systematic Structuralism), Monism (Single Principle), Clockwork (Causal Determinism)",
    "Arts and Sciences Tags":"Education, Psychology, Philosophy",
    "Access Level":"Hidden",
    "Short Description":"A fragmented collection of mystical–philosophical verses, traditionally attributed to a mystical father-son duo. Drawing on Mesopotamian astral–mystical imagery, they outline a Neoplatonic cosmology in which a transcendent Father emanates the intelligible and material worlds through intermediary powers, notably Hecate. The Oracles serve as an initiatory manual for the soul’s ascent, prescribing theurgy—ritual engagement with divine fire—as the means to purify and return to the divine source. Revered by later Neoplatonists as a pagan “scripture,” they became a symbolic rallying text for elite philosophical circles resisting the Christianization of the Roman Empire.",
    "Jungian Archetypes Tags":"Self, Wise Old Man, Initiator, Father Archetype, Mother Archetype",
    "Neumann Stages Tags":"Separation from World Parents, Divine Intervention, Initiation, Rebirth, Magical Empowerment, Mythic Ordering of Reality, Ego Transcendence",
    "Original Geographical Location":"Asia Minor",
    "Current Geographical Location":"Syria or Turkey",
    "Original Language":"Koine Greek",
    "Name.1":"Chaldean Oracles",
    "Civlizational code?":"NO",
    "Author":"Julian the Chaldean and Julian the Theurgist",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Theurgical Verse (Esoteric Didactic Poetry)",
    "Socio-political Tags":"Priestly \/ Theocratic, Scholarly, Bohemian \/ Aesthetic, Subversive \/ Revolutionary, Mystical \/ Initiatory",
    "Literary Forms Tags":"Poetry, Myth, Doctrine \/ Treatise, Fragment, Manual \/ Instruction, Riddle \/ Aphorism, Epic, Oral Tradition",
    "Literary Themes Tags":"Ritual \/ Devotional, Apocalyptic \/ Eschatological, Metaphysical, Epistemological \/ Hermeneutics, Adventure \/ Heroic Journey, Didactic \/ Ethical, Cosmological",
    "Symbolic System Tags":"Hellenic, Sumerian, Akkadian",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":17,
    "Name":"Against the Professors (Adversus Mathematicos)",
    "Approx. Date":"c. 200 CE",
    "Dataviz date":200,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Phenomenology (Experiential), Subversion (Negation), Pluralism (Multiplicities)",
    "Arts and Sciences Tags":"Mathematics, Logic \/ Formal Reasoning, Astronomy, Medicine, Education, Linguistics, Philosophy, Theology",
    "Access Level":"Literate Class",
    "Short Description":"A comprehensive skeptical assault on the major branches of Greco-Roman intellectual life—grammar, rhetoric, geometry, arithmetic, astrology, music, logic, ethics, and physics. In each case, Sextus demonstrates that these disciplines are based on unprovable assumptions, circular reasoning, or internal contradictions. The result is a methodical deconstruction of dogmatic knowledge and a call for epoché (suspension of judgment) as the only rational response to conflicting claims. The text promotes ataraxia (mental tranquility) as the outcome of abandoning the pursuit of certainty, inviting readers into a life of radical doubt and intellectual freedom, grounded in Pyrrhonian skepticism.",
    "Jungian Archetypes Tags":"Trickster, Wise Old Man, Shadow, Persona, Self",
    "Neumann Stages Tags":"Separation from World Parents, Battle with the Dragon, Ego Collapse, Initiation, Rebirth",
    "Original Geographical Location":"Alexandria, Rome, or Athens",
    "Current Geographical Location":"Egypt, Italy, or Greece",
    "Original Language":"Koine Greek",
    "Name.1":"Against the Professors (Adversus Mathematicos)",
    "Civlizational code?":"NO",
    "Author":"Sextus Empiricus",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Skeptical Deconstruction of Scientific and Philosophical Inquiry",
    "Socio-political Tags":"Scholarly, Subversive \/ Revolutionary",
    "Literary Forms Tags":"Essay \/ Argument, Doctrine \/ Treatise, Analysis",
    "Literary Themes Tags":"Comic \/ Satirical, Metaphysical, Epistemological \/ Hermeneutics, Political, Didactic \/ Ethical, Existential",
    "Symbolic System Tags":"Hellenic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":18,
    "Name":"Outlines of Pyrrhonism",
    "Approx. Date":"c. 200 CE",
    "Dataviz date":200,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Phenomenology (Experiential), Subversion (Negation), Pluralism (Multiplicities)",
    "Arts and Sciences Tags":"Logic \/ Formal Reasoning, Medicine, Philosophy, Education, Psychology",
    "Access Level":"Literate Class",
    "Short Description":"A systematic guide to Pyrrhonian skepticism teaches that since every argument has an equally strong counterargument, we should suspend judgment (epoché) on all matters of truth. This suspension leads to ataraxia, or inner tranquility, which is the true goal of philosophy. Sextus critiques all forms of dogmatic knowledge, from logic and ethics to physics and metaphysics. The work offers not a belief system, but a disciplined way of living without beliefs.",
    "Jungian Archetypes Tags":"Trickster, Wise Old Man, Shadow, Persona, Self",
    "Neumann Stages Tags":"Separation from World Parents, Battle with the Dragon, Ego Collapse, Initiation, Rebirth",
    "Original Geographical Location":"Athens",
    "Current Geographical Location":"Greece",
    "Original Language":"Koine Greek",
    "Name.1":"Outlines of Pyrrhonism",
    "Civlizational code?":"NO",
    "Author":"Sextus Empiricus",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Doctrine of Skepticism",
    "Socio-political Tags":"Scholarly, Subversive \/ Revolutionary, Mystical \/ Initiatory",
    "Literary Forms Tags":"Essay \/ Argument, Doctrine \/ Treatise, Manual \/ Instruction, Analysis, Riddle \/ Aphorism",
    "Literary Themes Tags":"Metaphysical, Epistemological \/ Hermeneutics, Didactic \/ Ethical, Existential, Introspective, Absurd",
    "Symbolic System Tags":"Hellenic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":19,
    "Name":"Daphnis and Chloe",
    "Approx. Date":"c. 200 CE",
    "Dataviz date":200,
    "Metaphysical Tags":"Phenomenology (Experiential), Becoming (Process Ontology), Pluralism (Multiplicities), Grid (Systematic Structuralism), Subversion (Negation)",
    "Arts and Sciences Tags":"Education, Psychology, Literature, Philosophy",
    "Access Level":"Literate Class",
    "Short Description":"A four-book pastoral romance tells the story of two abandoned infants raised by shepherds who grow up together, discover love through trials, and are eventually recognized as of noble birth before marrying. The novel blends myth, rustic rituals, and aesthetic description with a coming-of-age theme, idealizing pastoral life while reaffirming social order. It draws on broadly known myths and folk traditions and stands as a classic pastoral coming-of-age myth within the ancient Greek novel tradition.",
    "Jungian Archetypes Tags":"Anima, Animus, Wise Old Man, Hero, Initiator, Mother Archetype",
    "Neumann Stages Tags":"Separation from World Parents, Isolation, Divine Intervention, Initiation, Rebirth, Return to the Community",
    "Original Geographical Location":"Lesbos (Aegean Greece)",
    "Current Geographical Location":"Greece",
    "Original Language":"Koine Greek",
    "Name.1":"Daphnis and Chloe",
    "Civlizational code?":"NO",
    "Author":"Longus",
    "Comtean framework":"Synthetic Literature",
    "Category":"Pastoral Coming-of-Age Myth",
    "Socio-political Tags":"Royal, Warrior \/ Imperial, Bohemian \/ Aesthetic, Folk \/ Communal, Mystical \/ Initiatory",
    "Literary Forms Tags":"Narrative, Fiction, Myth, Parable \/ Fable",
    "Literary Themes Tags":"Ritual \/ Devotional, Adventure \/ Heroic Journey, Coming of Age, Romantic \/ Erotic, Comic \/ Satirical, Didactic \/ Ethical, Introspective, Ritual \/ Devotional, Feminine",
    "Symbolic System Tags":"Roman, Hellenic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":20,
    "Name":"Life of Apollonius of Tyana (Vita Apollonii)",
    "Approx. Date":"c. 200–220 CE",
    "Dataviz date":210,
    "Metaphysical Tags":"Phenomenology (Experiential), Becoming (Process Ontology), Pluralism (Multiplicities), Clockwork (Causal Determinism), Monism (Single Principle), Subversion (Negation)",
    "Arts and Sciences Tags":"Education, Political Science \/ Law, Psychology, Theology, Philosophy, Anthropology",
    "Access Level":"Literate Class",
    "Short Description":"A sprawling biographical narrative recounting the travels, teachings, and miracles of the 1st-century Pythagorean sage Apollonius of Tyana. Written under the patronage of the empress Julia Domna (c. 220 CE), it blends history, philosophy, and legend. Apollonius is portrayed as a holy man, philosopher, and wonder-worker: he practices ascetic discipline, travels as far as India and Ethiopia in search of wisdom, challenges tyrants like Nero and Domitian, heals the sick, and delivers oracles. Philostratus defends Apollonius against charges of sorcery, reframing him as a philosopher-saint whose authority transcended emperors. In doing so, the work legitimized pagan philosophical traditions within a Roman imperial context, presenting Apollonius as a pagan counterpart to figures like Christ. Only partially historical, the Vita Apollonii is above all a didactic and apologetic work — both an idealized portrait of a philosopher-sage and a piece of cultural propaganda for Hellenic wisdom under Roman rule.",
    "Jungian Archetypes Tags":"Hero, Wise Old Man, Trickster, Initiator, Father Archetype, Self",
    "Neumann Stages Tags":"Initiation, Battle with the Dragon, Isolation, Divine Intervention, Return to the Community, Mythic Ordering of Reality",
    "Original Geographical Location":"Rome",
    "Current Geographical Location":"Italy",
    "Original Language":"Attic Greek",
    "Name.1":"Life of Apollonius of Tyana (Vita Apollonii)",
    "Civlizational code?":"NO",
    "Author":"Philostratus of Lemnos (or “the Athenian”)",
    "Comtean framework":"Synthetic Literature",
    "Category":"Biography with Metaphysical Overtones",
    "Socio-political Tags":"Priestly \/ Theocratic, Warrior \/ Imperial, Royal, Scholarly, Bohemian \/ Aesthetic, Merchant \/ Cosmopolitan, Mystical \/ Initiatory, Recluse \/ Ascetic",
    "Literary Forms Tags":"Narrative, Fiction, Essay \/ Argument, Commentary \/ Exegesis, Myth, Analysis",
    "Literary Themes Tags":"Ritual \/ Devotional, Adventure \/ Heroic Journey, Historical Reflection, Metaphysical, Epistemological \/ Hermeneutics, Political, Didactic \/ Ethical, Introspective, Prophetic \/ Revelation, Existential, Cosmological",
    "Symbolic System Tags":"Roman, Hellenic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":21,
    "Name":"Lives and Opinions of Eminent Philosophers",
    "Approx. Date":"c. 200–250 CE",
    "Dataviz date":225,
    "Metaphysical Tags":"Phenomenology (Experiential), Becoming (Process Ontology), Pluralism (Multiplicities), Grid (Systematic Structuralism), Clockwork (Causal Determinism), Monism (Single Principle), Subversion (Negation)",
    "Arts and Sciences Tags":"Logic \/ Formal Reasoning, Physics, Astronomy, Education, Political Science \/ Law, Linguistics, Psychology, Literature, History, Philosophy, Anthropology",
    "Access Level":"Broadly Known",
    "Short Description":"A ten-book compendium of ancient Greek philosophy, combining biographical sketches, anecdotes, and summaries of doctrines. Organized largely by philosophical school, it traces the lineage from early Ionian and Italic thinkers through Socratic disciples, the Academy, Peripatetics, Cynics, Stoics, Skeptics, and Epicureans. The work preserves rare sayings, letters, and even complete writings—most notably Epicurus’s letters—while mixing factual detail with colorful stories. Written in accessible prose, it serves both as a historical record and a lively portrait gallery of the personalities, teachings, and quirks that shaped the Hellenic philosophical tradition.",
    "Jungian Archetypes Tags":"Self, Hero, Wise Old Man, Trickster, Initiator, Father Archetype",
    "Neumann Stages Tags":"Separation from World Parents, Initiation, Death, Rebirth, Return to the Community, Mythic Ordering of Reality",
    "Original Geographical Location":"Bithynia",
    "Current Geographical Location":"Greece",
    "Original Language":"Koine Greek",
    "Name.1":"Lives and Opinions of Eminent Philosophers",
    "Civlizational code?":"NO",
    "Author":"Diogenes Laërtius",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Hellenic Philosophical Compendium",
    "Socio-political Tags":"Bureaucratic \/ Legal \/ Scribal, Scholarly, Bohemian \/ Aesthetic, Merchant \/ Cosmopolitan",
    "Literary Forms Tags":"Narrative, Record \/ Chronicle, Commentary \/ Exegesis, Essay \/ Argument, Manual \/ Instruction, Riddle \/ Aphorism, Oral Tradition",
    "Literary Themes Tags":"Historical Reflection, Metaphysical, Epistemological \/ Hermeneutics, Political, Comic \/ Satirical, Adventure \/ Heroic Journey, Didactic \/ Ethical",
    "Symbolic System Tags":"Hellenic, Roman",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":22,
    "Name":"Lives of the Sophists",
    "Approx. Date":"c. 230 CE",
    "Dataviz date":230,
    "Metaphysical Tags":"Phenomenology (Experiential), Pluralism (Multiplicities), Grid (Systematic Structuralism), Subversion (Negation)",
    "Arts and Sciences Tags":"Education, Public Relations, Political Science \/ Law, Art \/ Aesthetics, History, Philosophy, Anthropology",
    "Access Level":"Literate Class",
    "Short Description":"The text presents portraits of the great rhetoricians of both Classical Greece and the Roman Empire’s Second Sophistic. In two books, Philostratus sketches the “old sophists” like Gorgias and Isocrates, then devotes greater attention to the “new sophists” of his own era, such as Herodes Atticus and Polemo. The text mixes anecdotes, stylistic judgments, and moral reflections, celebrating their eloquence, travels, and civic influence. Its political intent was to legitimize the sophistic tradition under Roman rule, portraying sophists as heirs of Greek cultural glory and as valued figures within the imperial order.",
    "Jungian Archetypes Tags":"Persona, Wise Old Man, Trickster, Hero",
    "Neumann Stages Tags":"Isolation, Initiation, Return to the Community, Mythic Ordering of Reality",
    "Original Geographical Location":"Rome",
    "Current Geographical Location":"Italy",
    "Original Language":"Attic Greek",
    "Name.1":"Lives of the Sophists",
    "Civlizational code?":"NO",
    "Author":"Philostratus of Lemnos (or “the Athenian”)",
    "Comtean framework":"Synthetic Literature",
    "Category":"Biographical–Rhetorical Anthology",
    "Socio-political Tags":"Warrior \/ Imperial, Scholarly, Bohemian \/ Aesthetic, Merchant \/ Cosmopolitan",
    "Literary Forms Tags":"Narrative, Essay \/ Argument, Record \/ Chronicle, Commentary \/ Exegesis, Analysis",
    "Literary Themes Tags":"Historical Reflection, Political, Didactic \/ Ethical, Comic \/ Satirical",
    "Symbolic System Tags":"Roman, Hellenic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":23,
    "Name":"On Heroes (Heroicus)",
    "Approx. Date":"c. 230 CE",
    "Dataviz date":230,
    "Metaphysical Tags":"Phenomenology (Experiential), Pluralism (Multiplicities), Grid (Systematic Structuralism), Apophatic–Aporetic (Unknowable)",
    "Arts and Sciences Tags":"Political Science \/ Law, Psychology, Theology, Philosophy, History, Anthropology",
    "Access Level":"Literate Class",
    "Short Description":"A dialogue set on the Thracian coast, between a Phoenician traveler and a vine-dresser devoted to the hero Protesilaus. Through their conversation, the vine-dresser recounts how Protesilaus appears to him in visions, teaches him the “truth” about the Trojan War, and corrects Homer’s epic distortions. The text blends myth, cult practice, and philosophy: it defends the ongoing power of heroes, affirms the value of local rituals at their tombs, and positions heroic figures as semi-divine mediators between gods and mortals. At one level, the dialogue is a literary exercise in Homeric revision, portraying the heroes as still active and capable of influencing human affairs. At another, it is a cultural and political statement: it asserts the significance of local Greek traditions and heroic cults under the shadow of the Roman Empire, preserving Hellenic identity through myth and ritual.",
    "Jungian Archetypes Tags":"Hero, Wise Old Man, Initiator, Shadow, Father Archetype",
    "Neumann Stages Tags":"Initiation, Magical Empowerment, Death, Descent into the Underworld, Mythic Ordering of Reality",
    "Original Geographical Location":"Rome",
    "Current Geographical Location":"Italy",
    "Original Language":"Attic Greek",
    "Name.1":"On Heroes (Heroicus)",
    "Civlizational code?":"NO",
    "Author":"Philostratus of Lemnos (or “the Athenian”)",
    "Comtean framework":"Synthetic Literature",
    "Category":"Mythological \/ Metaphysical Analysis",
    "Socio-political Tags":"Warrior \/ Imperial, Priestly \/ Theocratic, Scholarly, Bohemian \/ Aesthetic, Merchant \/ Cosmopolitan, Mystical \/ Initiatory",
    "Literary Forms Tags":"Dialogue, Narrative, Myth, Commentary \/ Exegesis, Essay \/ Argument",
    "Literary Themes Tags":"Ritual \/ Devotional, Historical Reflection, Metaphysical, Epistemological \/ Hermeneutics, Adventure \/ Heroic Journey, Didactic \/ Ethical, Cosmological",
    "Symbolic System Tags":"Roman, Hellenic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":24,
    "Name":"On the Pythagorean Life (De vita Pythagorica)",
    "Approx. Date":"c. 300–325 CE.",
    "Dataviz date":312,
    "Metaphysical Tags":"Pluralism (Multiplicities), Grid (Systematic Structuralism), Monism (Single Principle), Clockwork (Causal Determinism)",
    "Arts and Sciences Tags":"Education, Political Science \/ Law, Psychology, History, Philosophy, Anthropology",
    "Access Level":"Literate Class",
    "Short Description":"The text presents both a biography of Pythagoras and a detailed account of his philosophical and moral system. It traces Pythagoras’s origins, travels to Egypt and Babylon, and his role as a sage, teacher, and lawgiver. The text describes the Pythagorean way of life — strict discipline, moral purification, communal property, silence, and devotion to the gods — as the highest model of human conduct.",
    "Jungian Archetypes Tags":"Hero, Wise Old Man, Initiator, Father Archetype",
    "Neumann Stages Tags":"Separation from World Parents, Initiation, Return to the Community, Mythic Ordering of Reality",
    "Original Geographical Location":"Apamea or Asia Minor",
    "Current Geographical Location":"Syria or Turkey",
    "Original Language":"Koine Greek",
    "Name.1":"Life of Pythagoras",
    "Civlizational code?":"NO",
    "Author":"Iamblichus of Chalcis",
    "Comtean framework":"Synthetic Literature",
    "Category":"Biography and Teachings of Pythagoras",
    "Socio-political Tags":"Priestly \/ Theocratic, Scholarly, Mystical \/ Initiatory, Recluse \/ Ascetic",
    "Literary Forms Tags":"Narrative, Doctrine \/ Treatise, Record \/ Chronicle, Rulebook \/ Code",
    "Literary Themes Tags":"Ritual \/ Devotional, Historical Reflection, Metaphysical, Epistemological \/ Hermeneutics, Political, Adventure \/ Heroic Journey, Didactic \/ Ethical, Cosmological",
    "Symbolic System Tags":"Hellenic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":25,
    "Name":"The Theology of Arithmetic (fragmentary)",
    "Approx. Date":"c. 300–325 CE.",
    "Dataviz date":313,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Pluralism (Multiplicities), Grid (Systematic Structuralism), Monism (Single Principle), Clockwork (Causal Determinism)",
    "Arts and Sciences Tags":"Education, Philosophy, Mathematics",
    "Access Level":"Hidden",
    "Short Description":"A symbolic and philosophical exposition on the numbers one through ten. Each number is treated as a divine archetype with theological, cosmological, ethical, and sometimes geometric significance: the Monad as unity and divine source, the Dyad as diversity and matter, the Triad as harmony, the Tetrad as justice, and so on up to the Decad as the totality of existence returning to unity. Surviving only in fragmentary form, the work blends mathematical theory with religious symbolism, aiming to instruct initiates in the sacred science of number and its role as the underlying structure of the cosmos.",
    "Jungian Archetypes Tags":"Wise Old Man, Initiator, Father Archetype",
    "Neumann Stages Tags":"Uroboric Stage, Initiation, Mythic Ordering of Reality",
    "Original Geographical Location":"Apamea or Asia Minor",
    "Current Geographical Location":"Syria or Turkey",
    "Original Language":"Koine Greek",
    "Name.1":"The Theology of Arithmetic (fragmentary)",
    "Civlizational code?":"NO",
    "Author":"Iamblichus of Chalcis",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Pythagorean Treatment of Numbers",
    "Socio-political Tags":"Priestly \/ Theocratic, Scholarly, Mystical \/ Initiatory",
    "Literary Forms Tags":"Doctrine \/ Treatise, Commentary \/ Exegesis, Glossary \/ Taxonomy, Fragment",
    "Literary Themes Tags":"Ritual \/ Devotional, Metaphysical, Epistemological \/ Hermeneutics, Didactic \/ Ethical, Cosmological",
    "Symbolic System Tags":"Hellenic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":26,
    "Name":"Orations",
    "Approx. Date":"c. 355–362 CE",
    "Dataviz date":358,
    "Metaphysical Tags":"Phenomenology (Experiential), Becoming (Process Ontology), Pluralism (Multiplicities), Grid (Systematic Structuralism), Clockwork (Causal Determinism), Monism (Single Principle)",
    "Arts and Sciences Tags":"Art \/ Aesthetics, History, Philosophy, Political Science \/ Law, Education, Public Relations, Psychology",
    "Access Level":"Literate Class",
    "Short Description":"A collection of ceremonial speeches, philosophical hymns, and satirical portraits composed in refined Ancient Greek. They attempt to idealize the pagan past, presenting traditional Hellenic past and broad Hellenistic paganism as the true moral and political foundation of the empire. Through mythic allegory, Neoplatonic cosmology, and classical rhetorical style, Julian draws the reader into the aesthetic and symbolic world of the old gods. Panegyrics to emperors and cities, alongside works like The Caesars, merge political persuasion with philosophical and religious instruction. The result is a seductive rhetorical program designed to re-enchant the imperial imagination and counter the ascendant Christian order.",
    "Jungian Archetypes Tags":"Persona, Self, Hero, Wise Old Man, Trickster, Father Archetype",
    "Neumann Stages Tags":"Separation from World Parents, Battle with the Dragon, Initiation, Return to the Community, Mythic Ordering of Reality, Coronation of the King",
    "Original Geographical Location":"Gaul, Constantinople",
    "Current Geographical Location":"Turkey, Western Europe",
    "Original Language":"Koine Greek",
    "Name.1":"Orations",
    "Civlizational code?":"NO",
    "Author":"Flavius Claudius Julianus (Julian the Apostate)",
    "Comtean framework":"Synthetic Literature",
    "Category":"Mythological-Political Rhetoric",
    "Socio-political Tags":"Priestly \/ Theocratic, Warrior \/ Imperial, Scholarly, Merchant \/ Cosmopolitan, Subversive \/ Revolutionary, Mystical \/ Initiatory",
    "Literary Forms Tags":"Essay \/ Argument, Myth, Doctrine \/ Treatise, Proclamation \/ Decree, Analysis",
    "Literary Themes Tags":"Ritual \/ Devotional, Comic \/ Satirical, Historical Reflection, Metaphysical, Political, Didactic \/ Ethical, Prophetic \/ Revelation, Cosmological",
    "Symbolic System Tags":"Hellenic, Roman",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":27,
    "Name":"Letters",
    "Approx. Date":"c. 355–362 CE",
    "Dataviz date":358,
    "Metaphysical Tags":"Phenomenology (Experiential), Becoming (Process Ontology), Pluralism (Multiplicities), Grid (Systematic Structuralism), Clockwork (Causal Determinism), Monism (Single Principle)",
    "Arts and Sciences Tags":"Art \/ Aesthetics, History, Philosophy, Political Science \/ Law, Education, Public Relations, Psychology",
    "Access Level":"Clerical",
    "Short Description":"A collection of imperial correspondence — some public, some private — blending political directives, philosophical reflections, and religious exhortations. They range from formal decrees to personal exchanges with philosophers, priests, and civic leaders. The work is shaped by Julian’s peculiar position: he was the ruler of the largest Christian state in the world yet personally rejected Christianity, seeking instead to revive traditional Hellenic polytheism and Neoplatonic philosophy. Through these letters, he instructs officials on governance, urges the restoration of pagan cults, offers moral and spiritual guidance, and subtly undermines Christian influence without open civil confrontation.",
    "Jungian Archetypes Tags":"Persona, Self, Hero, Wise Old Man, Initiator, Father Archetype",
    "Neumann Stages Tags":"Separation from World Parents, Battle with the Dragon, Initiation, Return to the Community, Mythic Ordering of Reality, Coronation of the King",
    "Original Geographical Location":"Gaul, Constantinople, Antioch",
    "Current Geographical Location":"Turkey, Western Europe",
    "Original Language":"Koine Greek",
    "Name.1":"Letters",
    "Civlizational code?":"NO",
    "Author":"Flavius Claudius Julianus (Julian the Apostate)",
    "Comtean framework":"Positive\/Empirical",
    "Category":"Imperial Epistolary Records",
    "Socio-political Tags":"Priestly \/ Theocratic, Bureaucratic \/ Legal \/ Scribal, Royal, Warrior \/ Imperial, Scholarly, Subversive \/ Revolutionary, Mystical \/ Initiatory",
    "Literary Forms Tags":"Personal Writings, Proclamation \/ Decree, Essay \/ Argument, Manual \/ Instruction, Analysis, Petition \/ Appeal",
    "Literary Themes Tags":"Ritual \/ Devotional, Historical Reflection, Metaphysical, Political, Didactic \/ Ethical, Prophetic \/ Revelation, Cosmological",
    "Symbolic System Tags":"Hellenic, Roman",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":28,
    "Name":"Against the Galileans",
    "Approx. Date":"c. 362 CE",
    "Dataviz date":362,
    "Metaphysical Tags":"Phenomenology (Experiential), Becoming (Process Ontology), Pluralism (Multiplicities), Grid (Systematic Structuralism), Clockwork (Causal Determinism), Monism (Single Principle)",
    "Arts and Sciences Tags":"Political Science \/ Law, Education, Public Relations, Psychology, History, Philosophy, Anthropology",
    "Access Level":"Literate Class",
    "Short Description":"A fierce intellectual assault on Christianity from the very ruler of the largest Christian empire. In this polemical treatise, Julian — raised in the imperial Christian household but secretly devoted to Hellenic philosophy and religion — turns the weapons of scripture, history, and philosophy against the faith of his subjects. He portrays Christianity as an incoherent offshoot of Judaism, accusing it of selectively adopting Hebrew law while discarding its binding customs, and contrasts it with the rational, time-tested harmony of the pagan gods. Drawing on Neoplatonic cosmology, historical precedent, and cross-cultural comparisons, Julian frames the abandonment of the ancestral cults as both a moral and political catastrophe for Rome.",
    "Jungian Archetypes Tags":"Shadow, Persona, Self, Hero, Wise Old Man, Father Archetype",
    "Neumann Stages Tags":"Separation from World Parents, Battle with the Dragon, Initiation, Return to the Community, Mythic Ordering of Reality",
    "Original Geographical Location":"Antioch",
    "Current Geographical Location":"Turkey",
    "Original Language":"Koine Greek",
    "Name.1":"Against the Galileans",
    "Civlizational code?":"NO",
    "Author":"Flavius Claudius Julianus (Julian the Apostate)",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Pagan Imperial Anti-Christian Treatise",
    "Socio-political Tags":"Priestly \/ Theocratic, Royal, Warrior \/ Imperial, Scholarly, Subversive \/ Revolutionary",
    "Literary Forms Tags":"Essay \/ Argument, Doctrine \/ Treatise, Fragment, Analysis",
    "Literary Themes Tags":"Ritual \/ Devotional, Historical Reflection, Metaphysical, Epistemological \/ Hermeneutics, Political, Didactic \/ Ethical, Prophetic \/ Revelation, Cosmological",
    "Symbolic System Tags":"Hellenic, Roman",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  }
]