[
  {
    "Index":1,
    "Name":"Ṛgveda",
    "Approx. Date":"c. 1500–1100 BCE",
    "Dataviz date":-1350,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Phenomenology (Experiential), Becoming (Process Ontology), Pluralism (Multiplicities), Dialectics (Conflict)",
    "Arts and Sciences Tags":"-",
    "Access Level":"Clerical",
    "Short Description":"The Ṛgveda is the earliest Indo-Aryan textual corpus, composed in Vedic Sanskrit and transmitted orally by priest-poets (ṛṣis) within early Vedic society. Its hymns were composed over several centuries and only later organized retroactively into 10 Mandalas, reflecting priestly lineages, ritual functions, and editorial ordering rather than a single moment of authorship. The corpus contains over a thousand hymns addressed to deities such as Agni, Indra, and Soma, primarily used in sacrificial rituals (yajña) that linked cosmic order (ṛta) with political authority. As a whole, the text presents a vision of reality in which speech, sacrifice, and divine invocation are understood as materially efficacious forces. While fundamentally liturgical and theological, the Ṛgveda exhibits internal diversity, ranging from heroic and royal praise to early cosmological speculation and questions about origin and knowledge.",
    "Jungian Archetypes Tags":"Self, Wise Old Man, Initiator, Father Archetype, Persona",
    "Neumann Stages Tags":"Uroboric Stage, Separation from World Parents, Battle with the Dragon, Divine Intervention, Initiation, Mythic Ordering of Reality",
    "Original Geographical Location":"Sapta Sindhu",
    "Current Geographical Location":"Punjab region, India–Pakistan",
    "Original Language":"Vedic Sanskrit",
    "Name.1":"Ṛgveda",
    "Civlizational code?":"YES",
    "Author":"-",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Liturgical–Cosmological Poetry",
    "Socio-political Tags":"Priestly \/ Theocratic, Warrior \/ Imperial, Royal, Folk \/ Communal, Scholarly",
    "Literary Forms Tags":"Poetry, Myth, Liturgy, Petition \/ Appeal, Riddle \/ Aphorism, Oral Tradition",
    "Literary Themes Tags":"Ritual \/ Devotional, Adventure \/ Heroic Journey, Metaphysical, Epistemological \/ Hermeneutics, Political, Prophetic \/ Revelation, Cosmological",
    "Symbolic System Tags":"Vedic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":2,
    "Name":"Maṇḍala 1",
    "Approx. Date":"c. 1300–1100 BCE",
    "Dataviz date":-1200,
    "Metaphysical Tags":"Pluralism (Multiplicities), Dialectics (Conflict), Phenomenology (Experiential), Becoming (Process Ontology), Apophatic–Aporetic (Unknowable)",
    "Arts and Sciences Tags":"-",
    "Access Level":"Ceremonial",
    "Short Description":"Maṇḍala 1 functions as an anthological and integrative layer within the Ṛgveda, bringing together hymns from multiple priestly lineages. It opens the corpus with foundational invocations to Agni and Indra, establishing the ritual, mythic, and political framework that underpins Vedic sacrifice. The hymns emphasize the efficacy of sacred speech and ritual action while accommodating a wide range of deities and poetic styles. Alongside praise and petition, the Mandala includes riddle-like and reflective passages that gesture toward cosmological plurality without departing from a liturgical orientation.",
    "Jungian Archetypes Tags":"Hero, Father Archetype, Initiator, Persona, Wise Old Man",
    "Neumann Stages Tags":"Battle with the Dragon, Divine Intervention, Initiation, Magical Empowerment, Return to the Community, Mythic Ordering of Reality",
    "Original Geographical Location":"Sapta Sindhu",
    "Current Geographical Location":"Punjab region, India–Pakistan",
    "Original Language":"Vedic Sanskrit",
    "Name.1":"Maṇḍala 1",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Anthological Vedic Liturgical Hymns",
    "Socio-political Tags":"Priestly \/ Theocratic, Warrior \/ Imperial, Royal, Scholarly, Folk \/ Communal, Mystical \/ Initiatory",
    "Literary Forms Tags":"Poetry, Myth, Liturgy, Petition \/ Appeal, Riddle \/ Aphorism, Oral Tradition, Narrative",
    "Literary Themes Tags":"Ritual \/ Devotional, Adventure \/ Heroic Journey, Metaphysical, Epistemological \/ Hermeneutics, Political, Prophetic \/ Revelation, Cosmological, Didactic \/ Ethical",
    "Symbolic System Tags":"Vedic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":3,
    "Name":"Maṇḍala 3",
    "Approx. Date":"c. 1450–1300 BCE",
    "Dataviz date":-1375,
    "Metaphysical Tags":"Phenomenology (Experiential), Becoming (Process Ontology), Dialectics (Conflict)",
    "Arts and Sciences Tags":"-",
    "Access Level":"Ceremonial",
    "Short Description":"Maṇḍala 3 is one of the core family books of the Ṛgveda and is tightly focused on ritual efficacy rather than editorial breadth. Its hymns primarily invoke Agni and Indra as active forces of protection, victory, and cosmic stabilization, especially in contexts tied to warfare and royal power. The Mandala presents sacrifice and sacred speech as operational instruments, capable of producing concrete outcomes when correctly performed.",
    "Jungian Archetypes Tags":"Father Archetype, Wise Old Man, Initiator, Persona, Self",
    "Neumann Stages Tags":"Separation from World Parents, Divine Intervention, Initiation, Mythic Ordering of Reality, Magical Empowerment",
    "Original Geographical Location":"Sapta Sindhu",
    "Current Geographical Location":"Punjab region, India–Pakistan",
    "Original Language":"Vedic Sanskrit",
    "Name.1":"Maṇḍala 3",
    "Civlizational code?":"NO",
    "Author":"Viśvāmitra lineage",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Martial Vedic Hymns",
    "Socio-political Tags":"Priestly \/ Theocratic, Warrior \/ Imperial, Royal, Scholarly, Folk \/ Communal",
    "Literary Forms Tags":"Poetry, Myth, Liturgy, Petition \/ Appeal, Oral Tradition, Narrative",
    "Literary Themes Tags":"Ritual \/ Devotional, Adventure \/ Heroic Journey, Political, Cosmological, Prophetic \/ Revelation",
    "Symbolic System Tags":"Vedic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":4,
    "Name":"Maṇḍala 6",
    "Approx. Date":"c. 1400–1300 BCE",
    "Dataviz date":-1350,
    "Metaphysical Tags":"Phenomenology (Experiential), Becoming (Process Ontology), Dialectics (Conflict)",
    "Arts and Sciences Tags":"-",
    "Access Level":"Ceremonial",
    "Short Description":"Maṇḍala 6 is a core family book of the Ṛgveda, focused on securing protection, stability, and royal success through ritual performance. Its hymns primarily address Agni and Indra as guarantors of order, victory, and defense, emphasizing the efficacy of sacrifice in sustaining political and cosmic balance. This Mandala is tightly operational, presenting sacred speech as a reliable instrument for preserving authority and communal safety.",
    "Jungian Archetypes Tags":"Hero, Father Archetype, Initiator, Persona, Wise Old Man",
    "Neumann Stages Tags":"Battle with the Dragon, Divine Intervention, Initiation, Magical Empowerment, Return to the Community, Mythic Ordering of Reality",
    "Original Geographical Location":"Sapta Sindhu",
    "Current Geographical Location":"Punjab region, India–Pakistan",
    "Original Language":"Vedic Sanskrit",
    "Name.1":"Maṇḍala 6",
    "Civlizational code?":"NO",
    "Author":"Bharadvāja lineage",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Royal Vedic Hymns",
    "Socio-political Tags":"Priestly \/ Theocratic, Royal, Warrior \/ Imperial, Scholarly, Folk \/ Communal",
    "Literary Forms Tags":"Poetry, Myth, Liturgy, Petition \/ Appeal, Oral Tradition, Narrative",
    "Literary Themes Tags":"Ritual \/ Devotional, Adventure \/ Heroic Journey, Political, Cosmological, Prophetic \/ Revelation",
    "Symbolic System Tags":"Vedic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":5,
    "Name":"Maṇḍala 9",
    "Approx. Date":"c. 1300–1200 BCE",
    "Dataviz date":-1250,
    "Metaphysical Tags":"Phenomenology (Experiential), Becoming (Process Ontology), Pluralism (Multiplicities), Monism (Single Principle)",
    "Arts and Sciences Tags":"-",
    "Access Level":"Ceremonial",
    "Short Description":"Maṇḍala 9 is a specialized liturgical book of the Ṛgveda devoted entirely to Soma, the sacred ritual drink prepared from pressed plant matter, filtered, and offered to the gods during sacrifice. While the precise botanical identity of Soma remains uncertain, the hymns accompany the process of its purification and flow, praising it as a source of vitality, inspiration, and divine power for both gods and humans. The Mandala emphasizes ritual substance and transformation, presenting sacred efficacy as something generated through the disciplined handling of sacred matter and precise recitation of the hymns.",
    "Jungian Archetypes Tags":"Self, Anima, Initiator, Wise Old Man, Trickster",
    "Neumann Stages Tags":"Uroboric Stage, Initiation, Death, Rebirth, Magical Empowerment, Ego Collapse, Ego Transcendence",
    "Original Geographical Location":"Sapta Sindhu",
    "Current Geographical Location":"Punjab region, India–Pakistan",
    "Original Language":"Vedic Sanskrit",
    "Name.1":"Maṇḍala 9",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Soma Liturgical Hymns",
    "Socio-political Tags":"Priestly \/ Theocratic, Scholarly, Folk \/ Communal, Royal, Mystical \/ Initiatory",
    "Literary Forms Tags":"Poetry, Liturgy, Petition \/ Appeal, Oral Tradition, Myth",
    "Literary Themes Tags":"Ritual \/ Devotional, Metaphysical, Cosmological, Prophetic \/ Revelation",
    "Symbolic System Tags":"Vedic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":6,
    "Name":"Maṇḍala 10",
    "Approx. Date":"c. 1200–1000 BCE",
    "Dataviz date":-1100,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Monism (Single Principle), Pluralism (Multiplicities), Becoming (Process Ontology), Grid (Systematic Structuralism), Dialectics (Conflict)",
    "Arts and Sciences Tags":"Philosophy, Anthropology, Linguistics, Psychology",
    "Access Level":"Clerical",
    "Short Description":"Maṇḍala 10 represents the latest and most reflective stratum of the Ṛgveda, where hymnody expands beyond ritual efficacy into explicit cosmological and epistemological inquiry. Its hymns explore the origins of the universe, the structure of social order, and the limits of human and divine knowledge, most notably in aporetic creation hymns such as the Nāsadīya Sūkta. While still embedded in Vedic ritual language and mythic form, the Mandala introduces a new openness to uncertainty, allowing the possibility that even cosmic origins may remain unknown.",
    "Jungian Archetypes Tags":"Self, Shadow, Wise Old Man, Wise Old Woman, Initiator, Mother Archetype, Father Archetype, Persona",
    "Neumann Stages Tags":"Uroboric Stage, Separation from World Parents, Death, Rebirth, Initiation, Ego Collapse, Ego Transcendence, Mythic Ordering of Reality",
    "Original Geographical Location":"Sapta Sindhu",
    "Current Geographical Location":"Punjab region, India–Pakistan",
    "Original Language":"Vedic Sanskrit",
    "Name.1":"Maṇḍala 10",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Cosmological Hymns",
    "Socio-political Tags":"Priestly \/ Theocratic, Royal, Scholarly, Folk \/ Communal, Mystical \/ Initiatory",
    "Literary Forms Tags":"Poetry, Myth, Dialogue, Riddle \/ Aphorism, Liturgy, Petition \/ Appeal, Oral Tradition, Proclamation \/ Decree",
    "Literary Themes Tags":"Metaphysical, Epistemological \/ Hermeneutics, Cosmological, Existential, Political, Didactic \/ Ethical, Prophetic \/ Revelation, Romantic \/ Erotic",
    "Symbolic System Tags":"Vedic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":7,
    "Name":"Sāmaveda",
    "Approx. Date":"c. 1200–1000 BCE",
    "Dataviz date":-1100,
    "Metaphysical Tags":"Phenomenology (Experiential), Grid (Systematic Structuralism)",
    "Arts and Sciences Tags":"Education",
    "Access Level":"Ceremonial",
    "Short Description":"The text consists almost entirely of verses adapted from the Ṛgveda but restructured into melodic chants. Transmitted orally by Udgātṛ priests, it was used exclusively in ceremonial contexts, especially Soma sacrifices. Unlike narrative texts, the Sāmaveda functioned as a sonic instrument of cosmic maintenance, aiming to invoke divine presence and preserve universal order through precise tonal patterns. Its performance marked a ritual initiation into sacred time, reflecting a worldview in which sound itself was metaphysical action.",
    "Jungian Archetypes Tags":"Self, Anima, Initiator, Persona, Wise Old Man",
    "Neumann Stages Tags":"Uroboric Stage, Initiation, Magical Empowerment, Ego Transcendence, Mythic Ordering of Reality",
    "Original Geographical Location":"Vedic Northern India",
    "Current Geographical Location":"Uttar Pradesh, India",
    "Original Language":"Vedic Sanskrit",
    "Name.1":"Sāmaveda",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Liturgical Chant Corpus",
    "Socio-political Tags":"Priestly \/ Theocratic, Mystical \/ Initiatory, Scholarly, Bohemian \/ Aesthetic, Folk \/ Communal",
    "Literary Forms Tags":"Poetry, Liturgy, Petition \/ Appeal, Oral Tradition",
    "Literary Themes Tags":"Ritual \/ Devotional, Cosmological, Prophetic \/ Revelation",
    "Symbolic System Tags":"Vedic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":8,
    "Name":"Yajurveda",
    "Approx. Date":"c. 1200–700 BCE",
    "Dataviz date":-1000,
    "Metaphysical Tags":"Grid (Systematic Structuralism), Clockwork (Causal Determinism), Phenomenology (Experiential)",
    "Arts and Sciences Tags":"Education",
    "Access Level":"Clerical",
    "Short Description":"This procedural corpus is the ritual backbone of the Vedic system, dedicated entirely to the correct execution of sacrifice (yajña). Transmitted orally by Adhvaryu priests, the Yajurveda supplies the operative mantras and step-by-step instructions governing ritual space, implements, timing, and action. Its orientation is practical rather than narrative: meaning is generated through performance, not storytelling or doctrinal exposition. The Yajurvedic tradition crystallizes the principle that cosmic order (ṛta) is sustained through exact speech and disciplined bodily choreography. Preserved in two major recensional traditions—the Kṛṣṇa (Black) and Śukla (White)—the Yajurveda represents a decisive moment in the institutionalization and systematization of Indo-Aryan ritual authority.",
    "Jungian Archetypes Tags":"Persona, Father Archetype, Wise Old Man, Initiator, Shadow",
    "Neumann Stages Tags":"Separation from World Parents, Initiation, Magical Empowerment, Death, Mythic Ordering of Reality, Coronation of the King",
    "Original Geographical Location":"Vedic Northern India",
    "Current Geographical Location":"Uttar Pradesh, India",
    "Original Language":"Vedic Sanskrit",
    "Name.1":"Yajurveda",
    "Civlizational code?":"YES",
    "Author":"-",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Institutional Ritual Magic",
    "Socio-political Tags":"Priestly \/ Theocratic, Bureaucratic \/ Legal \/ Scribal, Royal, Scholarly, Mystical \/ Initiatory",
    "Literary Forms Tags":"Manual \/ Instruction, Liturgy, Rulebook \/ Code, Oral Tradition",
    "Literary Themes Tags":"Ritual \/ Devotional, Political, Cosmological, Didactic \/ Ethical",
    "Symbolic System Tags":"Vedic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":9,
    "Name":"Kṛṣṇa Yajurveda",
    "Approx. Date":"c. 1200–900 BCE",
    "Dataviz date":-1000,
    "Metaphysical Tags":"Phenomenology (Experiential), Becoming (Process Ontology), Pluralism (Multiplicities), Grid (Systematic Structuralism), Clockwork (Causal Determinism)",
    "Arts and Sciences Tags":"-",
    "Access Level":"Clerical",
    "Short Description":"The Kṛṣṇa (Black) Yajurveda is a compilation of Yajurvedic ritual knowledge, in which operative mantras and explanatory prose are interwoven directly into the flow of sacrificial action. Transmitted orally by Adhvaryu priests, it functions as a live ritual execution manual, prioritizing correct sequence, codified substitutions for offerings, mantras, and ritual acts, and formal error remediation. Its composite structure reflects an early stage of ritual institutionalization, where instruction, justification, and performance remain fused.",
    "Jungian Archetypes Tags":"Shadow, Persona, Father Archetype, Terrible Father, Wise Old Man, Initiator",
    "Neumann Stages Tags":"Separation from World Parents, Initiation, Death, Magical Empowerment, Mythic Ordering of Reality, Coronation of the King",
    "Original Geographical Location":"Vedic Northern India",
    "Current Geographical Location":"Uttar Pradesh, India",
    "Original Language":"Vedic Sanskrit",
    "Name.1":"Kṛṣṇa Yajurveda",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Procedural Form of the Yajurveda",
    "Socio-political Tags":"Priestly \/ Theocratic, Bureaucratic \/ Legal \/ Scribal, Scholarly, Mystical \/ Initiatory, Royal, Folk \/ Communal",
    "Literary Forms Tags":"Poetry, Doctrine \/ Treatise, Manual \/ Instruction, Liturgy, Rulebook \/ Code, Oral Tradition, Fragment, Glossary \/ Taxonomy",
    "Literary Themes Tags":"Ritual \/ Devotional, Metaphysical, Cosmological, Epistemological \/ Hermeneutics, Political, Didactic \/ Ethical, Prophetic \/ Revelation",
    "Symbolic System Tags":"Vedic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":10,
    "Name":"Śukla Yajurveda",
    "Approx. Date":"c. 900–700 BCE",
    "Dataviz date":-800,
    "Metaphysical Tags":"Grid (Systematic Structuralism), Becoming (Process Ontology), Clockwork (Causal Determinism), Pluralism (Multiplicities), Monism (Single Principle)",
    "Arts and Sciences Tags":"-",
    "Access Level":"Clerical",
    "Short Description":"The Śukla (White) Yajurveda represents the formalized and abstracted compilation of Yajurvedic ritual knowledge, in which operative mantras are systematically separated from explanatory prose and arranged as a clean, portable corpus for sacrificial performance. Transmitted orally by Adhvaryu priests, it functions as a standardized ritual syntax, optimized for consistency across courts and regions. Its structure reflects a mature stage of ritual institutionalization, where execution, interpretation, and justification are deliberately differentiated, enabling greater scalability, textual stability, and later scholastic elaboration.",
    "Jungian Archetypes Tags":"Persona, Father Archetype, Wise Old Man, Initiator",
    "Neumann Stages Tags":"Separation from World Parents, Initiation, Magical Empowerment, Mythic Ordering of Reality, Coronation of the King",
    "Original Geographical Location":"Kuru–Pañcāla region",
    "Current Geographical Location":"Western & Central Uttar Pradesh",
    "Original Language":"Vedic Sanskrit",
    "Name.1":"Śukla Yajurveda",
    "Civlizational code?":"NO",
    "Author":"Yājñavalkya",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Abstracted Form of the Yajurveda",
    "Socio-political Tags":"Priestly \/ Theocratic, Bureaucratic \/ Legal \/ Scribal, Royal, Scholarly, Mystical \/ Initiatory",
    "Literary Forms Tags":"Poetry, Doctrine \/ Treatise, Manual \/ Instruction, Liturgy, Rulebook \/ Code, Glossary \/ Taxonomy, Oral Tradition, Fragment",
    "Literary Themes Tags":"Ritual \/ Devotional, Metaphysical, Cosmological, Epistemological \/ Hermeneutics, Political, Didactic \/ Ethical, Prophetic \/ Revelation",
    "Symbolic System Tags":"Vedic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":11,
    "Name":"Atharvaveda",
    "Approx. Date":"c. 1200–800 BCE",
    "Dataviz date":-1000,
    "Metaphysical Tags":"Phenomenology (Experiential), Pluralism (Multiplicities), Dialectics (Conflict), Clockwork (Causal Determinism), Becoming (Process Ontology), Subversion (Negation)",
    "Arts and Sciences Tags":"Medicine, Psychology",
    "Access Level":"Clerical",
    "Short Description":"The Atharvaveda is a ritual-magical canon concerned with the practical dimensions of life—healing, protection, fertility, curse, and death. Transmitted by Atharvaṇa and Āṅgirasa (lower-tier) priests, it preserves a wide range of spells, charms, and incantations, blending folk healing traditions with Vedic ritualism. Unlike the other Vedas, it shifts ritual power away from the central sacrificial economy toward everyday survival, addressing disease, demons, madness, rivalry, and misfortune at the household and village level. In doing so, it subtly subverts the exclusivity of royal sacrifice by legitimizing non-sacrificial, non-royal forms of efficacy. Later sections incorporate royal consecration, philosophical speculation, and proto-Ayurvedic medicine, partially reabsorbing this diffuse power back into orthodox frameworks. The text was transmitted orally.",
    "Jungian Archetypes Tags":"Shadow, Anima, Animus, Trickster, Wise Old Woman, Wise Old Man, Initiator, Terrible Mother, Terrible Father",
    "Neumann Stages Tags":"Uroboric Stage, Isolation, Descent into the Underworld, Magical Empowerment, Death, Rebirth, Return to the Community",
    "Original Geographical Location":"Vedic Northern India",
    "Current Geographical Location":"Uttar Pradesh, India",
    "Original Language":"Vedic Sanskrit",
    "Name.1":"Atharvaveda",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Practical Ritual Magic",
    "Socio-political Tags":"Priestly \/ Theocratic, Folk \/ Communal, Subversive \/ Revolutionary, Mystical \/ Initiatory, Scholarly, Royal",
    "Literary Forms Tags":"Poetry, Myth, Liturgy, Manual \/ Instruction, Riddle \/ Aphorism, Petition \/ Appeal, Fragment, Oral Tradition",
    "Literary Themes Tags":"Ritual \/ Devotional, Metaphysical, Cosmological, Existential, Tragic \/ Lamentation, Didactic \/ Ethical, Political, Feminine",
    "Symbolic System Tags":"Vedic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":12,
    "Name":"Brāhmaṇas",
    "Approx. Date":"c. 1000–600 BCE",
    "Dataviz date":-1000,
    "Metaphysical Tags":"Grid (Systematic Structuralism), Monism (Single Principle), Clockwork (Causal Determinism), Becoming (Process Ontology), Pluralism (Multiplicities)",
    "Arts and Sciences Tags":"Philosophy, Education, Political Science\/Law, Anthropology",
    "Access Level":"Clerical",
    "Short Description":"The Brāhmaṇas are a vast corpus of Vedic prose commentaries composed and transmitted orally by Brahmin priests, attached to specific Vedic schools and ritual traditions. These texts explicate the symbolic meaning, cosmic function, and procedural necessity of sacrificial rites, transforming ritual performance into a system of speculative reasoning grounded in causality, correspondence, and repetition. Unlike the poetic Saṃhitās, the Brāhmaṇas develop an expansive prose theology that frames the universe as a rule-governed ritual mechanism sustained through precisely calibrated offerings. Among this diverse body of texts, the Śatapatha Brāhmaṇa stands out as the most extensive, systematic, and frequently cited example, particularly within the Śukla Yajurveda tradition.",
    "Jungian Archetypes Tags":"Wise Old Man, Father Archetype, Persona, Initiator, Shadow, Self",
    "Neumann Stages Tags":"Separation from World Parents, Initiation, Death, Rebirth, Magical Empowerment, Mythic Ordering of Reality, Coronation of the King",
    "Original Geographical Location":"Kuru-Panchala Region",
    "Current Geographical Location":"Uttar Pradesh, India",
    "Original Language":"Vedic Sanskrit",
    "Name.1":"Brāhmaṇas",
    "Civlizational code?":"YES",
    "Author":"-",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Exegetic Ritual–Theological Corpus",
    "Socio-political Tags":"Priestly \/ Theocratic, Bureaucratic \/ Legal \/ Scribal, Scholarly, Royal, Mystical \/ Initiatory",
    "Literary Forms Tags":"Doctrine \/ Treatise, Commentary \/ Exegesis, Analysis, Narrative, Myth, Manual \/ Instruction, Rulebook \/ Code, Fragment, Oral Tradition",
    "Literary Themes Tags":"Ritual \/ Devotional, Metaphysical, Epistemological \/ Hermeneutics, Political, Didactic \/ Ethical, Cosmological, Historical Reflection",
    "Symbolic System Tags":"Vedic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":13,
    "Name":"Śatapatha Brāhmaṇa",
    "Approx. Date":"c. 900–700 BCE",
    "Dataviz date":-800,
    "Metaphysical Tags":"Grid (Systematic Structuralism), Becoming (Process Ontology), Clockwork (Causal Determinism), Pluralism (Multiplicities), Monism (Single Principle)",
    "Arts and Sciences Tags":"Sociology, Philosophy, Anthropology, Education, Political Science\/Law",
    "Access Level":"Clerical",
    "Short Description":"The Śatapatha Brāhmaṇa is the most extensive and systematically organized of the Brāhmaṇa texts, associated with the Śukla Yajurveda, and represents the peak of Vedic ritual exegesis. Composed in structured prose, it elaborates sacrifice into a comprehensive explanatory framework linking ritual action to cosmic order, temporal cycles, bodily processes, and social hierarchy. By relentlessly mapping correspondences and causal relations, it transforms ritual from inherited practice into a self-justifying metaphysical system, articulating a rule-governed universe sustained through knowledge of sacrifice. The text stands at a transitional threshold, where ritual theology approaches formal metaphysics without yet abandoning its sacrificial foundation.",
    "Jungian Archetypes Tags":"Wise Old Man, Father Archetype, Persona, Initiator, Shadow, Self",
    "Neumann Stages Tags":"Separation from World Parents, Initiation, Death, Rebirth, Magical Empowerment, Mythic Ordering of Reality, Coronation of the King",
    "Original Geographical Location":"Kuru-Panchala Region",
    "Current Geographical Location":"Uttar Pradesh, India",
    "Original Language":"Vedic Sanskrit",
    "Name.1":"Śatapatha Brāhmaṇa",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Systematic Ritual–Metaphysical Exegesis",
    "Socio-political Tags":"Priestly \/ Theocratic, Bureaucratic \/ Legal \/ Scribal, Royal, Scholarly, Mystical \/ Initiatory",
    "Literary Forms Tags":"Doctrine \/ Treatise, Commentary \/ Exegesis, Analysis, Manual \/ Instruction, Rulebook \/ Code, Narrative, Myth, Glossary \/ Taxonomy, Fragment, Oral Tradition",
    "Literary Themes Tags":"Ritual \/ Devotional, Metaphysical, Cosmological, Epistemological \/ Hermeneutics, Political, Didactic \/ Ethical, Prophetic \/ Revelation",
    "Symbolic System Tags":"Vedic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":14,
    "Name":"Vedāṅga Jyotiṣa",
    "Approx. Date":"c. 1200–700 BCE",
    "Dataviz date":-900,
    "Metaphysical Tags":"Grid (Systematic Structuralism), Clockwork (Causal Determinism), Becoming (Process Ontology)",
    "Arts and Sciences Tags":"Astronomy, Mathematics, Education",
    "Access Level":"Clerical",
    "Short Description":"The oldest surviving Indian text on astronomy and timekeeping. It provides a mathematical framework for aligning solar and lunar cycles, defining a five-year yuga, and calculating tithis, nakṣatras, and ritual calendars. The text served as a critical technical companion to Vedic sacrifice, ensuring that cosmic and social orders remained synchronized through time.",
    "Jungian Archetypes Tags":"Wise Old Man, Persona, Father Archetype, Initiator",
    "Neumann Stages Tags":"Separation from World Parents, Initiation, Mythic Ordering of Reality, Magical Empowerment",
    "Original Geographical Location":"Āryāvarta",
    "Current Geographical Location":"Uttar Pradesh, India",
    "Original Language":"Vedic Sanskrit",
    "Name.1":"Vedāṅga Jyotiṣa",
    "Civlizational code?":"NO",
    "Author":"Lagadha",
    "Comtean framework":"Positive\/Empirical",
    "Category":"Mathematical–Astronomical Treatise",
    "Socio-political Tags":"Priestly \/ Theocratic, Bureaucratic \/ Legal \/ Scribal, Scholarly, Royal",
    "Literary Forms Tags":"Doctrine \/ Treatise, Manual \/ Instruction, Rulebook \/ Code, Analysis, Fragment, Oral Tradition",
    "Literary Themes Tags":"Cosmological, Epistemological \/ Hermeneutics, Didactic \/ Ethical, Ritual \/ Devotional",
    "Symbolic System Tags":"Vedic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":15,
    "Name":"Āraṇyakas",
    "Approx. Date":"c. 900–600 BCE",
    "Dataviz date":-900,
    "Metaphysical Tags":"Phenomenology (Experiential), Becoming (Process Ontology), Monism (Single Principle), Apophatic–Aporetic (Unknowable), Subversion (Negation)",
    "Arts and Sciences Tags":"Philosophy, Psychology, Education",
    "Access Level":"Hidden",
    "Short Description":"\"Forest Texts\" mark a transition from ritual practice to symbolic interiority within the Vedic tradition. Composed and transmitted orally by Brahmins who withdrew from public life into forest hermitages, these texts explore the hidden, metaphysical meanings behind sacrificial rites. They speculate on the cosmic correspondences between the macrocosm (universe) and microcosm (human body), often interpreting ritual as a form of inner transformation, edging toward philosophical abstraction.",
    "Jungian Archetypes Tags":"Wise Old Man, Self, Initiator, Shadow, Persona",
    "Neumann Stages Tags":"Isolation, Initiation, Death, Rebirth, Ego Collapse, Ego Transcendence",
    "Original Geographical Location":"Kuru-Panchala Region",
    "Current Geographical Location":"Uttar Pradesh, India",
    "Original Language":"Vedic Sanskrit",
    "Name.1":"Āraṇyakas",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Interiorized Ritual–Metaphysical Corpus",
    "Socio-political Tags":"Priestly \/ Theocratic, Scholarly, Mystical \/ Initiatory, Recluse \/ Ascetic, Subversive \/ Revolutionary",
    "Literary Forms Tags":"Doctrine \/ Treatise, Commentary \/ Exegesis, Analysis, Narrative, Myth, Fragment, Riddle \/ Aphorism, Oral Tradition",
    "Literary Themes Tags":"Ritual \/ Devotional, Introspective, Metaphysical, Epistemological \/ Hermeneutics, Existential, Cosmological, Didactic \/ Ethical",
    "Symbolic System Tags":"Vedic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":16,
    "Name":"Śuśruta Saṃhitā",
    "Approx. Date":"c. 600 BCE–200 CE",
    "Dataviz date":-600,
    "Metaphysical Tags":"Phenomenology (Experiential), Becoming (Process Ontology), Pluralism (Multiplicities), Grid (Systematic Structuralism), Clockwork (Causal Determinism)",
    "Arts and Sciences Tags":"Medicine, Biology, Chemistry, Education, Psychology",
    "Access Level":"Literate Class",
    "Short Description":"The foundational text of classical Indian medicine (Āyurveda). Grounded in a Brahmanical worldview, it systematizes surgical techniques, anatomy, diagnosis, pharmacology, and theories of bodily balance (doṣas). Deeply empirical in tone, the text reflects a scientific spirit within Hindu cosmology, classifying diseases and treatments with precision and clinical insight. It stands as a landmark in the development of premodern biology and medical thought.",
    "Jungian Archetypes Tags":"Wise Old Man, Animus, Initiator, Persona, Father Archetype",
    "Neumann Stages Tags":"Separation from World Parents, Initiation, Death, Rebirth, Magical Empowerment, Return to the Community",
    "Original Geographical Location":"Kāśī (Benares)",
    "Current Geographical Location":"Uttar Pradesh, India",
    "Original Language":"Sanskrit",
    "Name.1":"Śuśruta Saṃhitā",
    "Civlizational code?":"NO",
    "Author":"Suśruta",
    "Comtean framework":"Positive\/Empirical",
    "Category":"Medical–Surgical Rulebook",
    "Socio-political Tags":"Scholarly, Royal, Warrior \/ Imperial",
    "Literary Forms Tags":"Doctrine \/ Treatise, Manual \/ Instruction, Glossary \/ Taxonomy, Analysis, Rulebook \/ Code, Oral Tradition",
    "Literary Themes Tags":"Didactic \/ Ethical, Political",
    "Symbolic System Tags":"Brahmanical",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":17,
    "Name":"Principal Upaniṣads",
    "Approx. Date":"c. 800–400 BCE",
    "Dataviz date":-600,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Phenomenology (Experiential), Monism (Single Principle), Subversion (Negation), Dialectics (Conflict), Becoming (Process Ontology)",
    "Arts and Sciences Tags":"Philosophy, Psychology, Education",
    "Access Level":"Literate Class",
    "Short Description":"The Principal Upaniṣads are a foundational corpus of late Vedic texts that mark a decisive transition from ritual-centered religiosity toward sustained metaphysical and epistemological inquiry. Transmitted orally among educated and initiatory circles—often associated with forest hermitages and renunciant lineages—these works reinterpret the Vedic inheritance by shifting emphasis away from sacrificial performance (karma), hereditary priestly authority, and ritual exactitude toward knowledge, insight, and interior realization (jñāna). Employing dialogue, aphorism, paradox, and negation, the Upaniṣads investigate the nature of self, reality, knowledge, and liberation while repeatedly exposing the limits of ritual action, linguistic formulation, and institutional mediation. As a collective, they inaugurate an explicitly reflective and inward-turning mode of thought that quietly but fundamentally undermines the priestly status quo, reconfiguring theology, philosophy, and interior experience.",
    "Jungian Archetypes Tags":"Self, Wise Old Man, Wise Old Woman, Initiator, Shadow",
    "Neumann Stages Tags":"Isolation, Death, Ego Collapse, Ego Transcendence, Rebirth, Uroboric Stage",
    "Original Geographical Location":"Kuru-Panchala & Videha",
    "Current Geographical Location":"Uttar Pradesh, India",
    "Original Language":"Vedic Sanskrit",
    "Name.1":"Principal Upaniṣads",
    "Civlizational code?":"YES",
    "Author":"-",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Renunciant Metaphysics",
    "Socio-political Tags":"Scholarly, Mystical \/ Initiatory, Subversive \/ Revolutionary, Recluse \/ Ascetic",
    "Literary Forms Tags":"Dialogue, Doctrine \/ Treatise, Analysis, Parable \/ Fable, Riddle \/ Aphorism, Fragment, Oral Tradition, Narrative, Myth",
    "Literary Themes Tags":"Metaphysical, Epistemological \/ Hermeneutics, Introspective, Didactic \/ Ethical, Existential, Cosmological, Prophetic \/ Revelation, Ritual \/ Devotional",
    "Symbolic System Tags":"Vedic, Upaniṣadic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":18,
    "Name":"Bṛhadāraṇyaka Upaniṣad",
    "Approx. Date":"c. 800–700 BCE",
    "Dataviz date":-750,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Phenomenology (Experiential), Becoming (Process Ontology), Pluralism (Multiplicities), Dialectics (Conflict), Monism (Single Principle), Subversion (Negation)",
    "Arts and Sciences Tags":"Philosophy, Psychology, Education, Sociology, Linguistics, Anthropology",
    "Access Level":"Literate Class",
    "Short Description":"The Bṛhadāraṇyaka Upaniṣad is the earliest and most expansive articulation of Upaniṣadic metaphysics, unfolding through extended dialogues, debates, and reflective expositions. Emerging from the late Brāhmaṇic milieu, it internalizes ritual categories and redirects them toward inquiry into self, consciousness, and ultimate reality. Rather than presenting a closed system, the text advances understanding through negation, confrontation, and progressive clarification, exemplified by its apophatic method (neti neti) and public philosophical contests. In doing so, it decisively relocates religious authority from sacrificial performance to realized knowledge, establishing the foundational mode of inquiry that defines the Upaniṣadic turn.",
    "Jungian Archetypes Tags":"Self, Wise Old Man, Wise Old Woman, Initiator, Shadow",
    "Neumann Stages Tags":"Isolation, Death, Ego Collapse, Ego Transcendence, Rebirth, Uroboric Stage",
    "Original Geographical Location":"Videha & Kuru–Pañcāla region (eastern Vedic heartland)",
    "Current Geographical Location":"Bihar (north), Uttar Pradesh (east)",
    "Original Language":"Vedic Sanskrit",
    "Name.1":"Bṛhadāraṇyaka Upaniṣad",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Dialogical Apophatic Metaphysics",
    "Socio-political Tags":"Scholarly, Mystical \/ Initiatory, Subversive \/ Revolutionary, Recluse \/ Ascetic, Royal",
    "Literary Forms Tags":"Dialogue, Doctrine \/ Treatise, Analysis, Parable \/ Fable, Riddle \/ Aphorism, Narrative, Fragment, Oral Tradition",
    "Literary Themes Tags":"Metaphysical, Epistemological \/ Hermeneutics, Introspective, Existential, Didactic \/ Ethical, Prophetic \/ Revelation, Cosmological, Political",
    "Symbolic System Tags":"Vedic, Upaniṣadic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":19,
    "Name":"Chāndogya Upaniṣad",
    "Approx. Date":"c. 800–700 BCE",
    "Dataviz date":-750,
    "Metaphysical Tags":"Phenomenology (Experiential), Becoming (Process Ontology), Pluralism (Multiplicities), Grid (Systematic Structuralism), Monism (Single Principle)",
    "Arts and Sciences Tags":"Philosophy, Psychology, Education, Linguistics, Anthropology",
    "Access Level":"Literate Class",
    "Short Description":"The Chāndogya Upaniṣad presents Upaniṣadic metaphysics in a positive mode, unfolding through sustained teacher–student instruction, symbolic parables, and cumulative exposition. Rather than advancing insight through negation or confrontation, it leads the learner from ritual and cosmological imagery toward recognition of an underlying unity that pervades self and world. Through patient explanation and recurring formulas—most famously \"tat tvam asi\" (“That thou art”)—the text reframes metaphysical knowledge as something to be learned, assimilated, and lived, establishing a model of spiritual education that integrates renunciation with continuity.",
    "Jungian Archetypes Tags":"Self, Wise Old Man, Wise Old Woman, Initiator, Mother Archetype",
    "Neumann Stages Tags":"Uroboric Stage, Initiation, Ego Collapse, Ego Transcendence, Rebirth, Return to the Community",
    "Original Geographical Location":"Kuru–Pañcāla region (Sāmavedic schools)",
    "Current Geographical Location":"Uttar Pradesh, Haryana",
    "Original Language":"Vedic Sanskrit",
    "Name.1":"Chāndogya Upaniṣad",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Pedagogical Affirmative Metaphysics",
    "Socio-political Tags":"Scholarly, Mystical \/ Initiatory, Royal, Recluse \/ Ascetic",
    "Literary Forms Tags":"Dialogue, Doctrine \/ Treatise, Parable \/ Fable, Narrative, Analysis, Riddle \/ Aphorism, Fragment, Oral Tradition",
    "Literary Themes Tags":"Metaphysical, Epistemological \/ Hermeneutics, Didactic \/ Ethical, Introspective, Cosmological, Prophetic \/ Revelation, Political",
    "Symbolic System Tags":"Vedic, Upaniṣadic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":20,
    "Name":"Īśa Upaniṣad",
    "Approx. Date":"c. 500–300 BCE",
    "Dataviz date":-400,
    "Metaphysical Tags":"Dialectics (Conflict), Monism (Single Principle), Subversion (Negation), Phenomenology (Experiential), Becoming (Process Ontology)",
    "Arts and Sciences Tags":"Philosophy, Psychology, Education, Anthropology",
    "Access Level":"Literate Class",
    "Short Description":"The Īśa Upaniṣad is a highly compressed and paradox-driven work embedded within the Śukla Yajurveda. Occupying a transitional position between ritual tradition and renunciant philosophy, it affirms continued action in the world while radically reinterpreting it through non-attachment. Through terse aphorisms and dialectical pairings—knowledge and ignorance, action and renunciation, immanence and transcendence—it dissolves absolutist commitments to both ritualism and withdrawal. Its metaphysical insight neutralizes existential fear without negating social participation, presenting liberation as an immediate reframing of being rather than a future attainment.",
    "Jungian Archetypes Tags":"Self, Wise Old Man, Initiator, Shadow, Persona",
    "Neumann Stages Tags":"Uroboric Stage, Separation from World Parents, Initiation, Ego Collapse, Ego Transcendence, Return to the Community",
    "Original Geographical Location":"Kuru–Pañcāla region (Śukla Yajurveda milieu)",
    "Current Geographical Location":"Uttar Pradesh, Haryana",
    "Original Language":"Vedic Sanskrit",
    "Name.1":"Īśa Upaniṣad",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Dialectical Action–Renunciation Metaphysics",
    "Socio-political Tags":"Scholarly, Mystical \/ Initiatory, Subversive \/ Revolutionary, Recluse \/ Ascetic, Royal",
    "Literary Forms Tags":"Poetry, Doctrine \/ Treatise, Riddle \/ Aphorism, Fragment, Analysis, Oral Tradition",
    "Literary Themes Tags":"Metaphysical, Epistemological \/ Hermeneutics, Didactic \/ Ethical, Existential, Political, Cosmological, Prophetic \/ Revelation",
    "Symbolic System Tags":"Vedic, Upaniṣadic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":21,
    "Name":"Kaṭha Upaniṣad",
    "Approx. Date":"c. 500–300 BCE",
    "Dataviz date":-400,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Phenomenology (Experiential), Dialectics (Conflict), Monism (Single Principle), Subversion (Negation), Becoming (Process Ontology)",
    "Arts and Sciences Tags":"Philosophy, Psychology, Education",
    "Access Level":"Literate Class",
    "Short Description":"The Kaṭha Upaniṣad presents Upaniṣadic metaphysics through an initiatory confrontation with death, framing liberation as the outcome of disciplined discernment under existential pressure. Structured as a dialogue between the youth Naciketas and Yama, the Lord of Death, the text stages a rite of passage in which pleasure, longevity, power, and ritual reward are explicitly rejected in favor of insight into the deathless Self. Rather than proceeding through systematic exposition, Kaṭha advances its teaching through ethical choice (śreyas versus preyas), interior hierarchy, and experiential testing. The Upaniṣad thus redefines renunciation not as withdrawal from life, but as mastery over desire and fear, presenting metaphysical knowledge as something earned through endurance, refusal, and inner integration.",
    "Jungian Archetypes Tags":"Hero, Wise Old Man, Initiator, Shadow, Self, Terrible Father",
    "Neumann Stages Tags":"Separation from World Parents, Descent into the Underworld, Initiation, Death, Ego Collapse, Ego Transcendence, Rebirth",
    "Original Geographical Location":"Northwestern Vedic \/ trans-Kuru region (Indo-Aryan–śramaṇa contact zone)",
    "Current Geographical Location":"Punjab, Haryana (border regions)",
    "Original Language":"Vedic Sanskrit",
    "Name.1":"Kaṭha Upaniṣad",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Existential Initiatory Metaphysics",
    "Socio-political Tags":"Scholarly, Mystical \/ Initiatory, Royal, Recluse \/ Ascetic, Subversive \/ Revolutionary",
    "Literary Forms Tags":"Poetry, Dialogue, Narrative, Myth, Doctrine \/ Treatise, Manual \/ Instruction, Riddle \/ Aphorism, Analysis, Oral Tradition",
    "Literary Themes Tags":"Existential, Metaphysical, Epistemological \/ Hermeneutics, Didactic \/ Ethical, Prophetic \/ Revelation, Cosmological, Coming of Age",
    "Symbolic System Tags":"Vedic, Upaniṣadic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":22,
    "Name":"Kena Upaniṣad",
    "Approx. Date":"c. 600–500 BCE",
    "Dataviz date":-550,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Phenomenology (Experiential), Dialectics (Conflict), Monism (Single Principle), Subversion (Negation)",
    "Arts and Sciences Tags":"Philosophy, Psychology, Education, Linguistics",
    "Access Level":"Literate Class",
    "Short Description":"The Kena Upaniṣad interrogates the foundations of knowledge by dismantling confidence in speech, mind, intellect, and even divine power as ultimate sources of understanding. Framed through a sequence of radical questions and a brief mythic reversal in which the gods fail to recognize Brahman, the text reveals ultimate reality as the non-objectifiable ground that enables cognition without ever becoming an object of it. Rather than offering a positive doctrine or ascetic program, Kena advances insight through negation, paradox, and epistemic humility, redefining knowledge as recognition of dependence rather than mastery. In doing so, it relocates authority from ritual, power, and conceptual grasping to a disciplined awareness of the limits of knowing itself.",
    "Jungian Archetypes Tags":"Self, Trickster, Wise Old Woman, Wise Old Man, Shadow, Initiator",
    "Neumann Stages Tags":"Separation from World Parents, Ego Collapse, Ego Transcendence, Initiation, Divine Intervention, Mythic Ordering of Reality",
    "Original Geographical Location":"Kuru–Pañcāla region",
    "Current Geographical Location":"Uttar Pradesh, Haryana",
    "Original Language":"Vedic Sanskrit",
    "Name.1":"Kena Upaniṣad",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Epistemological Negation Metaphysics",
    "Socio-political Tags":"Scholarly, Mystical \/ Initiatory, Subversive \/ Revolutionary, Royal",
    "Literary Forms Tags":"Poetry, Dialogue, Doctrine \/ Treatise, Myth, Riddle \/ Aphorism, Analysis, Fragment, Oral Tradition",
    "Literary Themes Tags":"Metaphysical, Epistemological \/ Hermeneutics, Existential, Didactic \/ Ethical, Prophetic \/ Revelation, Cosmological",
    "Symbolic System Tags":"Vedic, Upaniṣadic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":23,
    "Name":"Muṇḍaka Upaniṣad",
    "Approx. Date":"c. 200 BCE–200 CE",
    "Dataviz date":-200,
    "Metaphysical Tags":"Grid (Systematic Structuralism), Monism (Single Principle), Subversion (Negation), Dialectics (Conflict), Becoming (Process Ontology)",
    "Arts and Sciences Tags":"Philosophy, Education, Psychology",
    "Access Level":"Literate Class",
    "Short Description":"The Muṇḍaka Upaniṣad is a tightly argued renunciant treatise within the Atharvavedic tradition that most explicitly formalizes the Upaniṣadic rupture with ritual authority by introducing a ranked epistemology distinguishing lower, object-bound knowledge from higher, liberative knowledge of the imperishable ground. Structured as concise instructional units rather than narrative exposition, the text systematically demotes sacrificial practice, textual mastery, and technical learning to preparatory or binding domains while elevating direct insight into Brahman as the sole means of liberation. Muṇḍaka also presents emanation cosmology as an instrumental framework subordinated to epistemological renunciation.",
    "Jungian Archetypes Tags":"Self, Wise Old Man, Initiator, Shadow",
    "Neumann Stages Tags":"Isolation, Ego Collapse, Ego Transcendence, Initiation, Rebirth, Uroboric Stage",
    "Original Geographical Location":"Greater Magadha periphery (renunciant \/ śramaṇa-influenced zone)",
    "Current Geographical Location":"Bihar, eastern Uttar Pradesh",
    "Original Language":"Vedic Sanskrit",
    "Name.1":"Muṇḍaka Upaniṣad",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Renunciant Metaphysics & Emanation Cosmology",
    "Socio-political Tags":"Scholarly, Subversive \/ Revolutionary, Mystical \/ Initiatory, Recluse \/ Ascetic",
    "Literary Forms Tags":"Poetry, Dialogue, Doctrine \/ Treatise, Manual \/ Instruction, Analysis, Myth, Riddle \/ Aphorism, Oral Tradition",
    "Literary Themes Tags":"Introspective, Metaphysical, Epistemological \/ Hermeneutics, Political, Didactic \/ Ethical, Prophetic \/ Revelation, Existential, Cosmological",
    "Symbolic System Tags":"Vedic, Upaniṣadic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":24,
    "Name":"Praśna Upaniṣad",
    "Approx. Date":"c. 600–500 BCE",
    "Dataviz date":-550,
    "Metaphysical Tags":"Phenomenology (Experiential), Becoming (Process Ontology), Grid (Systematic Structuralism), Clockwork (Causal Determinism), Monism (Single Principle)",
    "Arts and Sciences Tags":"Education, Biology, Psychology, Philosophy",
    "Access Level":"Clerical",
    "Short Description":"The Praśna Upaniṣad is a systematic instructional text within the Atharvavedic Upaniṣadic corpus that presents metaphysical inquiry in a deliberately pedagogical, question-and-answer format. Centered on six progressively ordered questions posed to a single authoritative teacher, the text explains the structure of life, consciousness, and knowledge through the functional primacy of prāṇa, the analysis of waking, dreaming, and deep sleep, and the symbolic condensation of reality in Oṃ. Rather than mounting a polemical rejection of ritual authority, Praśna reframes legitimacy around disciplined inquiry, experiential understanding, and explanatory coherence, offering one of the clearest early models of life-process, consciousness, and epistemic transmission in late Vedic thought.",
    "Jungian Archetypes Tags":"Wise Old Man, Initiator, Self, Persona, Shadow",
    "Neumann Stages Tags":"Initiation, Separation from World Parents, Ego Collapse, Ego Transcendence, Mythic Ordering of Reality, Return to the Community",
    "Original Geographical Location":"Greater Magadha periphery",
    "Current Geographical Location":"Bihar, eastern Uttar Pradesh",
    "Original Language":"Vedic Sanskrit",
    "Name.1":"Praśna Upaniṣad",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Systematic Metaphysics of Life and Consciousness",
    "Socio-political Tags":"Scholarly, Mystical \/ Initiatory, Recluse \/ Ascetic",
    "Literary Forms Tags":"Dialogue, Doctrine \/ Treatise, Manual \/ Instruction, Analysis, Glossary \/ Taxonomy, Riddle \/ Aphorism, Oral Tradition",
    "Literary Themes Tags":"Metaphysical, Epistemological \/ Hermeneutics, Didactic \/ Ethical, Introspective, Existential, Prophetic \/ Revelation, Cosmological",
    "Symbolic System Tags":"Vedic, Upaniṣadic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":25,
    "Name":"Māṇḍūkya Upaniṣad",
    "Approx. Date":"c. 500–400 BCE",
    "Dataviz date":-450,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Phenomenology (Experiential), Grid (Systematic Structuralism), Monism (Single Principle), Subversion (Negation)",
    "Arts and Sciences Tags":"Psychology, Philosophy, Anthropology, Education",
    "Access Level":"Clerical",
    "Short Description":"The Māṇḍūkya Upaniṣad is the most compressed and abstract articulation of Upaniṣadic renunciant metaphysics, presenting a radical analysis of consciousness as the sole locus of reality and liberation. Composed of only twelve mantras, it dispenses with narrative, ritual critique, and ethical instruction in favor of a structural mapping of waking, dreaming, and deep sleep, culminating in the apophatic formulation of Turīya—the non-dual, indescribable ground beyond all experiential states. By identifying Ātman, Brahman, and the syllable Oṃ without remainder, the text enacts a total interiorization of authority and meaning, reducing cosmology, ritual, and institutional mediation to irrelevance.",
    "Jungian Archetypes Tags":"Self, Wise Old Man, Initiator, Shadow",
    "Neumann Stages Tags":"Uroboric Stage, Ego Collapse, Ego Transcendence, Initiation, Death",
    "Original Geographical Location":"Late Vedic \/ early scholastic north-central India",
    "Current Geographical Location":"Madhya Pradesh, Uttar Pradesh",
    "Original Language":"Vedic Sanskrit",
    "Name.1":"Māṇḍūkya Upaniṣad",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Apophatic Consciousness Ontology",
    "Socio-political Tags":"Scholarly, Mystical \/ Initiatory, Recluse \/ Ascetic",
    "Literary Forms Tags":"Dialogue, Doctrine \/ Treatise, Manual \/ Instruction, Analysis, Glossary \/ Taxonomy, Riddle \/ Aphorism, Oral Tradition",
    "Literary Themes Tags":"Metaphysical, Epistemological \/ Hermeneutics, Didactic \/ Ethical, Introspective, Existential, Prophetic \/ Revelation, Cosmological",
    "Symbolic System Tags":"Vedic, Upaniṣadic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":26,
    "Name":"Dharmasūtras",
    "Approx. Date":"c. 600–200 BCE",
    "Dataviz date":-600,
    "Metaphysical Tags":"Grid (Systematic Structuralism), Clockwork (Causal Determinism)",
    "Arts and Sciences Tags":"Political Science\/Law, Sociology, Anthropology, Education",
    "Access Level":"Clerical",
    "Short Description":"Early Sanskrit texts that codify the rules of social conduct, legal procedure, caste hierarchy, and ritual obligations in Vedic society. Authored by Brahmins and transmitted orally for centuries before eventually being written down, they represent a transition from fluid Vedic tradition to systematic regulation of dharma (social-moral order). These texts served as clerical handbooks for priests, judges, and kings, offering the first formal blueprint for Hindu law and caste-based society.",
    "Jungian Archetypes Tags":"Persona, Father Archetype, Terrible Father, Wise Old Man, Shadow, Initiator",
    "Neumann Stages Tags":"Return to the Community, Mythic Ordering of Reality, Initiation, Separation from World Parents",
    "Original Geographical Location":"Kosala-Magadha Region",
    "Current Geographical Location":"Uttar Pradesh, India",
    "Original Language":"Sanskrit",
    "Name.1":"Dharmasūtras",
    "Civlizational code?":"NO",
    "Author":"Gautama, Baudhāyana, Āpastamba and Vasiṣṭha",
    "Comtean framework":"Synthetic Literature",
    "Category":"Theological–Legal Doctrine",
    "Socio-political Tags":"Priestly \/ Theocratic, Bureaucratic \/ Legal \/ Scribal, Royal, Scholarly",
    "Literary Forms Tags":"Doctrine \/ Treatise, Manual \/ Instruction, Rulebook \/ Code, Glossary \/ Taxonomy, Oral Tradition, Fragment",
    "Literary Themes Tags":"Ritual \/ Devotional, Political, Didactic \/ Ethical",
    "Symbolic System Tags":"Brahmanical",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":27,
    "Name":"Aṣṭādhyāyī",
    "Approx. Date":"c. 500–400 BCE",
    "Dataviz date":-500,
    "Metaphysical Tags":"Grid (Systematic Structuralism), Clockwork (Causal Determinism), Pluralism (Multiplicities), Subversion (Negation)",
    "Arts and Sciences Tags":"Linguistics, Mathematics, Education",
    "Access Level":"Literate Class",
    "Short Description":"Aṣṭādhyāyī is a formal linguistic system produced after Sanskrit had already developed naturally, at a point when standardization was required across ritual, legal, scholarly, and administrative domains. Rather than describing usage in prose, it abstracts the living language into a closed, rule-governed system of nearly 4,000 sūtras arranged algorithmically across eight chapters. The rules operate deterministically, with explicit principles of precedence and conflict resolution, allowing correct linguistic forms to be generated mechanically from defined inputs. Closer to a formal grammar or mathematical rule system than to a traditional grammar book, the Aṣṭādhyāyī treats language as a discrete combinatorial system independent of meaning or ritual context. The system stabilized Sanskrit and enabled the reliable production and transmission of Vedic texts, philosophy, law, science, and bureaucratic documentation across regions and centuries.",
    "Jungian Archetypes Tags":"-",
    "Neumann Stages Tags":"-",
    "Original Geographical Location":"Gandhāra (Śalātura region)",
    "Current Geographical Location":"Khyber Pakhtunkhwa, Pakistan",
    "Original Language":"Sanskrit",
    "Name.1":"Aṣṭādhyāyī",
    "Civlizational code?":"NO",
    "Author":"Pāṇini",
    "Comtean framework":"Positive\/Empirical",
    "Category":"Formal Linguistic System",
    "Socio-political Tags":"Scholarly, Bureaucratic \/ Legal \/ Scribal",
    "Literary Forms Tags":"Doctrine \/ Treatise, Manual \/ Instruction, Glossary \/ Taxonomy, Analysis, Rulebook \/ Code, Aphorism, Oral Tradition",
    "Literary Themes Tags":"Epistemological \/ Hermeneutics",
    "Symbolic System Tags":"Brahmanical",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":28,
    "Name":"Vārttikas",
    "Approx. Date":"c. 300–200 BCE",
    "Dataviz date":-300,
    "Metaphysical Tags":"Grid (Systematic Structuralism), Dialectics (Conflict), Pluralism (Multiplicities), Clockwork (Causal Determinism), Becoming (Process Ontology), Subversion (Negation)",
    "Arts and Sciences Tags":"Linguistics, Mathematics, Education",
    "Access Level":"Clerical",
    "Short Description":"Vārttikas are a set of concise grammatical amendments written to refine and correct Pāṇini’s Aṣṭādhyāyī. Rather than forming an independent system, they operate as a critical layer that restricts over-general rules, introduces necessary exceptions, and aligns the formal grammar with attested linguistic usage. Composed within an elite scholastic context, the Vārttikas function as a maintenance and clarification apparatus, ensuring the internal consistency and practical applicability of Pāṇini’s rule-based system in advanced grammatical instruction.",
    "Jungian Archetypes Tags":"-",
    "Neumann Stages Tags":"-",
    "Original Geographical Location":"Magadha",
    "Current Geographical Location":"Bihar, India",
    "Original Language":"Sanskrit",
    "Name.1":"Vārttikas",
    "Civlizational code?":"NO",
    "Author":"Kātyāyana",
    "Comtean framework":"Positive\/Empirical",
    "Category":"Scholastic Grammatical Apparatus",
    "Socio-political Tags":"Scholarly, Bureaucratic \/ Legal \/ Scribal",
    "Literary Forms Tags":"Commentary \/ Exegesis, Fragment, Manual \/ Instruction, Analysis, Glossary \/ Taxonomy, Rulebook \/ Code",
    "Literary Themes Tags":"Epistemological \/ Hermeneutics",
    "Symbolic System Tags":"Brahmanical",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":29,
    "Name":"Tolkāppiyam",
    "Approx. Date":"c. 300 BCE–200 CE",
    "Dataviz date":-300,
    "Metaphysical Tags":"Phenomenology (Experiential), Pluralism (Multiplicities), Grid (Systematic Structuralism)",
    "Arts and Sciences Tags":"Linguistics, Art\/Aesthetics, Anthropology, Psychology, Philosophy, Education",
    "Access Level":"Literate Class",
    "Short Description":"The Tolkāppiyam is the earliest surviving Tamil treatise on grammar and poetics, codifying language, literary form, emotion, and social conduct into a unified cultural system. Unlike the Sanskrit grammatical tradition, it embeds meaning in lived experience—linking speech to landscape (tiṇai), season, emotion, and social situation. The text articulates a Tamil symbolic system autonomous from Vedic–Brahmanical norms, one that grounds authority in convention, poetic practice, and communal life rather than in sacred revelation or ritual lineage. This autonomy reflects a long-standing, literate Tamil cultural sphere that developed its own categories of meaning and aesthetic order before sustained Sanskritic dominance, allowing Tamil to function as a self-sufficient civilizational language.",
    "Jungian Archetypes Tags":"Wise Old Man, Animus, Persona, Father Archetype, Initiator, Shadow",
    "Neumann Stages Tags":"Separation from World Parents, Initiation, Mythic Ordering of Reality, Magical Empowerment, Return to the Community",
    "Original Geographical Location":"Tamilakam",
    "Current Geographical Location":"Tamil Nadu (India)",
    "Original Language":"Classical Tamil",
    "Name.1":"Tolkāppiyam",
    "Civlizational code?":"NO",
    "Author":"Tolkāppiyar",
    "Comtean framework":"Synthetic Literature",
    "Category":"Linguistic–Poetic Canon",
    "Socio-political Tags":"Scholarly, Bohemian \/ Aesthetic, Folk \/ Communal",
    "Literary Forms Tags":"Doctrine \/ Treatise, Manual \/ Instruction, Glossary \/ Taxonomy, Analysis, Rulebook \/ Code, Oral Tradition",
    "Literary Themes Tags":"Epistemological \/ Hermeneutics, Metaphysical, Cosmological, Romantic \/ Erotic, Didactic \/ Ethical, Feminine",
    "Symbolic System Tags":"Tamil",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":30,
    "Name":"Ettuthokai",
    "Approx. Date":"c. 300 BCE–300 CE",
    "Dataviz date":-100,
    "Metaphysical Tags":"Phenomenology (Experiential), Becoming (Process Ontology), Pluralism (Multiplicities), Grid (Systematic Structuralism)",
    "Arts and Sciences Tags":"Literature, Psychology, Anthropology, Political Science \/ Law, History",
    "Access Level":"Broadly Known",
    "Short Description":"Ettuthokai is a retrospective classical compilation of early Tamil lyric poetry, assembled by indigenous Tamil scholars between c. 300–600 CE from a much older corpus of orally transmitted poems composed during the Sangam period. Rather than originating as a single authored work, Ettuthokai represents a scholarly act of canon formation, organizing hundreds of independent poems into eight anthologies based on mode of experience (akam \/ puṟam), emotional domain, poetic length, and formal convention. Unified implicitly by the tiṇai system—linking landscape, emotion, social role, and circumstance—the corpus preserves a literary worldview in which interior psychology, public ethics, gender relations, and political evaluation are expressed through aesthetic judgment rather than law, theology, or doctrine. The subdivision into Akanāṉūru, Puṟanāṉūru, Kuruntokai, Naṟṟiṇai, Aiṅkuṟunūṟu, Kalittokai, Patiṟṟuppattu, and Paripāṭal reflects editorial differentiation of scale, register, and social function",
    "Jungian Archetypes Tags":"Anima, Animus, Shadow, Persona, Wise Old Woman, Wise Old Man, Initiator",
    "Neumann Stages Tags":"Separation from World Parents, Isolation, Initiation, Return to the Community, Mythic Ordering of Reality",
    "Original Geographical Location":"Tamilakam",
    "Current Geographical Location":"Tamil Nadu, India",
    "Original Language":"Old Tamil",
    "Name.1":"Ettuthokai",
    "Civlizational code?":"YES",
    "Author":"-",
    "Comtean framework":"Synthetic Literature",
    "Category":"Classical Tamil Lyric Anthology",
    "Socio-political Tags":"Royal, Warrior \/ Imperial, Folk \/ Communal, Bohemian \/ Aesthetic, Merchant \/ Cosmopolitan",
    "Literary Forms Tags":"Poetry, Fragment, Oral Tradition, Riddle \/ Aphorism",
    "Literary Themes Tags":"Introspective, Romantic \/ Erotic, Political, Tragic \/ Lamentation, Didactic \/ Ethical, Historical Reflection, Existential, Feminine",
    "Symbolic System Tags":"Tamil",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":31,
    "Name":"Akanāṉūru",
    "Approx. Date":"c. 100 BCE–200 CE",
    "Dataviz date":100,
    "Metaphysical Tags":"Phenomenology (Experiential), Becoming (Process Ontology), Pluralism (Multiplicities), Grid (Systematic Structuralism), Dialectics (Conflict)",
    "Arts and Sciences Tags":"-",
    "Access Level":"Literate Class",
    "Short Description":"Akanāṉūru is a deliberately expansive akam anthology, compiling four hundred longer-form interior poems in order to preserve extended emotional situations involving love, separation, endurance, mediation, and social consequence. Akanāṉūru emphasizes emotional endurance, feminine authority, and social restraint as stabilizing forces, demonstrating how interior states can regulate behavior and reputation without recourse to law, ritual, or theological command. Its scale and density justify its separation from more compressed akam collections.",
    "Jungian Archetypes Tags":"Anima, Shadow, Wise Old Woman, Persona, Initiator",
    "Neumann Stages Tags":"Isolation, Initiation, Separation from World Parents, Return to the Community, Mythic Ordering of Reality",
    "Original Geographical Location":"Tamilakam",
    "Current Geographical Location":"Tamil Nadu, India",
    "Original Language":"Old Tamil",
    "Name.1":"Akanāṉūru",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Synthetic Literature",
    "Category":"Akam (Interior \/ Love) Lyric Poetry",
    "Socio-political Tags":"Folk \/ Communal, Bohemian \/ Aesthetic, Royal, Merchant \/ Cosmopolitan",
    "Literary Forms Tags":"Poetry, Fragment, Riddle \/ Aphorism, Oral Tradition",
    "Literary Themes Tags":"Introspective, Romantic \/ Erotic, Tragic \/ Lamentation, Didactic \/ Ethical, Existential, Feminine",
    "Symbolic System Tags":"Tamil",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":32,
    "Name":"Puṟanāṉūru",
    "Approx. Date":"c. 200 BCE–200 CE",
    "Dataviz date":0,
    "Metaphysical Tags":"Phenomenology (Experiential), Becoming (Process Ontology), Pluralism (Multiplicities), Grid (Systematic Structuralism), Dialectics (Conflict)",
    "Arts and Sciences Tags":"-",
    "Access Level":"Broadly Known",
    "Short Description":"Puṟanāṉūru is the principal puṟam anthology, curated to isolate poetry concerned exclusively with public life and collective consequence—war, kingship, generosity, famine, loyalty, death, and the preservation of fame. Its four hundred poems address named rulers, warriors, and communities, subjecting political power to evaluation through praise, blame, honor, and shame. Governed by puṟam conventions, the anthology functions as a public ethical archive in which authority is legitimized through courage and generosity and permanently judged through communal memory, allowing poetic speech to exert durable influence over rulers without recourse to law or ritual.",
    "Jungian Archetypes Tags":"Animus, Hero, Father Archetype, Wise Old Man, Shadow, Persona",
    "Neumann Stages Tags":"Battle with the Dragon, Initiation, Death, Return to the Community, Mythic Ordering of Reality, Coronation of the King",
    "Original Geographical Location":"Tamilakam",
    "Current Geographical Location":"Tamil Nadu, India (Cēra, Cōḻa, Pāṇḍya regions)",
    "Original Language":"Old Tamil",
    "Name.1":"Puṟanāṉūru",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Synthetic Literature",
    "Category":"Puram (Political–Ethical) Lyric Poetry",
    "Socio-political Tags":"Warrior \/ Imperial, Royal, Folk \/ Communal, Bohemian \/ Aesthetic, Merchant \/ Cosmopolitan",
    "Literary Forms Tags":"Poetry, Fragment, Riddle \/ Aphorism, Proclamation \/ Decree, Oral Tradition",
    "Literary Themes Tags":"Political, Didactic \/ Ethical, Tragic \/ Lamentation, Existential, Feminine, Historical Reflection",
    "Symbolic System Tags":"Tamil",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":33,
    "Name":"Kuruntokai",
    "Approx. Date":"c. 300 BCE–100 CE",
    "Dataviz date":-200,
    "Metaphysical Tags":"Phenomenology (Experiential), Becoming (Process Ontology), Pluralism (Multiplicities)",
    "Arts and Sciences Tags":"-",
    "Access Level":"Literate Class",
    "Short Description":"Kuruntokai is a compact akam anthology curated to preserve the most compressed and minimalist expressions of interior emotional life within the Ettuthokai corpus. Its poems frame love, union, waiting, separation, and uncertainty to tightly coded lyric fragments governed by the tiṇai system. Meaning emerges through symbolic literacy rather than narrative context, making Kuruntokai the most demanding akam collection in interpretive terms. Its separation reflects an editorial intent to preserve pure affective compression, cultivating disciplined interiority and aesthetic restraint within elite courtly culture.",
    "Jungian Archetypes Tags":"Anima, Shadow, Persona, Initiator, Wise Old Woman",
    "Neumann Stages Tags":"Isolation, Initiation, Separation from World Parents, Mythic Ordering of Reality, Return to the Community",
    "Original Geographical Location":"Tamilakam",
    "Current Geographical Location":"Tamil Nadu, India",
    "Original Language":"Old Tamil",
    "Name.1":"Kuruntokai",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Synthetic Literature",
    "Category":"Akam (Interior \/ Love) Lyric Poetry",
    "Socio-political Tags":"Scholarly, Bohemian \/ Aesthetic, Folk \/ Communal",
    "Literary Forms Tags":"Poetry, Fragment, Riddle \/ Aphorism, Oral Tradition",
    "Literary Themes Tags":"Romantic \/ Erotic, Introspective, Tragic \/ Lamentation, Feminine, Existential",
    "Symbolic System Tags":"Tamil",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":34,
    "Name":"Naṟṟiṇai",
    "Approx. Date":"c. 200 BCE–100 CE",
    "Dataviz date":-100,
    "Metaphysical Tags":"Phenomenology (Experiential), Becoming (Process Ontology), Pluralism (Multiplicities), Grid (Systematic Structuralism)",
    "Arts and Sciences Tags":"-",
    "Access Level":"Literate Class",
    "Short Description":"Naṟṟiṇai is an early and canonical akam anthology that articulates interior emotional life through formally balanced lyric poems governed by the tiṇai system. Comprising four hundred poems, the collection encodes love, waiting, separation, reassurance, and emotional steadiness through stable landscape–emotion correspondences, offering a clear and disciplined model of culturally legible interiority. Less compressed than Kuruntokai and less expansive than Akanāṉūru, Naṟṟiṇai functions as a normative akam template, cultivating emotional restraint, patience, and trust as socially stabilizing virtues within elite Tamil courtly culture.",
    "Jungian Archetypes Tags":"Anima, Shadow, Persona, Wise Old Woman, Initiator",
    "Neumann Stages Tags":"Isolation, Initiation, Separation from World Parents, Mythic Ordering of Reality, Return to the Community",
    "Original Geographical Location":"Tamilakam",
    "Current Geographical Location":"Tamil Nadu, India",
    "Original Language":"Old Tamil",
    "Name.1":"Naṟṟiṇai",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Synthetic Literature",
    "Category":"Akam (Interior \/ Love) Lyric Poetry",
    "Socio-political Tags":"Scholarly, Bohemian \/ Aesthetic, Folk \/ Communal",
    "Literary Forms Tags":"Poetry, Fragment, Riddle \/ Aphorism, Oral Tradition",
    "Literary Themes Tags":"Romantic \/ Erotic, Introspective, Tragic \/ Lamentation, Feminine, Existential",
    "Symbolic System Tags":"Tamil",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":35,
    "Name":"Aiṅkuṟunūṟu",
    "Approx. Date":"c. 100 BCE–200 CE",
    "Dataviz date":50,
    "Metaphysical Tags":"Grid (Systematic Structuralism), Phenomenology (Experiential), Becoming (Process Ontology), Pluralism (Multiplicities)",
    "Arts and Sciences Tags":"-",
    "Access Level":"Literate Class",
    "Short Description":"Aiṅkuṟunūṟu is a systematically organized akam anthology curated to make the tiṇai framework explicit and reproducible within the Ettuthokai corpus. Comprising five hundred short lyric poems arranged into five discrete sets corresponding to the five akam landscapes, the collection functions as a pedagogical canon of interior experience, presenting standardized exemplars that model both culturally appropriate emotional conduct and the techniques by which love, waiting, separation, conflict, and hardship are expressed in poetic form. Less elliptical than Kuruntokai and less expansive than Akanāṉūru, Aiṅkuṟunūṟu emphasizes clarity, repetition, and formal consistency, enabling emotional situations to be learned, recognized, and composed according to shared conventions.",
    "Jungian Archetypes Tags":"Anima, Shadow, Persona, Wise Old Woman, Initiator",
    "Neumann Stages Tags":"Isolation, Initiation, Separation from World Parents, Mythic Ordering of Reality, Return to the Community",
    "Original Geographical Location":"Tamilakam",
    "Current Geographical Location":"Tamil Nadu, India",
    "Original Language":"Old Tamil",
    "Name.1":"Aiṅkuṟunūṟu",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Synthetic Literature",
    "Category":"Akam (Interior \/ Love) Lyric Poetry",
    "Socio-political Tags":"Scholarly, Bohemian \/ Aesthetic, Folk \/ Communal",
    "Literary Forms Tags":"Poetry, Fragment, Rulebook \/ Code, Oral Tradition",
    "Literary Themes Tags":"Romantic \/ Erotic, Introspective, Didactic \/ Ethical, Feminine, Existential",
    "Symbolic System Tags":"Tamil",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":36,
    "Name":"Kalittokai",
    "Approx. Date":"c. 200 CE–300 CE",
    "Dataviz date":250,
    "Metaphysical Tags":"Phenomenology (Experiential), Becoming (Process Ontology), Pluralism (Multiplicities), Dialectics (Conflict)",
    "Arts and Sciences Tags":"-",
    "Access Level":"Literate Class",
    "Short Description":"Kalittokai is an akam anthology within the Ettuthokai corpus that marks a deliberate shift toward heightened emotional intensity, dramatic speech, and performative expression. Composed in the rhythmically complex kali metre, its poems stage interior relationships as voiced confrontations, arguments, accusations, and negotiations. Its separation reflects an editorial recognition of akam poetry in a more volatile register, where emotional order is strained, feminine voices become publicly assertive, and interior experience edges toward semi-public performance without fully abandoning the conventions of courtly lyric.",
    "Jungian Archetypes Tags":"Anima, Shadow, Animus, Persona, Trickster, Initiator",
    "Neumann Stages Tags":"Isolation, Initiation, Separation from World Parents, Battle with the Dragon, Mythic Ordering of Reality, Return to the Community",
    "Original Geographical Location":"Tamilakam",
    "Current Geographical Location":"Tamil Nadu, India",
    "Original Language":"Old Tamil",
    "Name.1":"Kalittokai",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Synthetic Literature",
    "Category":"Akam (Interior \/ Love) Lyric Poetry",
    "Socio-political Tags":"Bohemian \/ Aesthetic, Scholarly, Folk \/ Communal, Subversive \/ Revolutionary",
    "Literary Forms Tags":"Poetry, Dialogue, Drama (Play), Oral Tradition",
    "Literary Themes Tags":"Romantic \/ Erotic, Introspective, Tragic \/ Lamentation, Existential, Feminine, Comic \/ Satirical",
    "Symbolic System Tags":"Tamil",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":37,
    "Name":"Patiṟṟuppattu",
    "Approx. Date":"c. 100 CE–300 CE",
    "Dataviz date":200,
    "Metaphysical Tags":"Grid (Systematic Structuralism), Phenomenology (Experiential), Becoming (Process Ontology), Pluralism (Multiplicities), Dialectics (Conflict)",
    "Arts and Sciences Tags":"-",
    "Access Level":"Ceremonial",
    "Short Description":"Patiṟṟuppattu is a dynastic puṟam anthology curated to preserve and legitimize Chera kingship through concentrated ceremonial praise. Organized into decades of poems dedicated to individual rulers, the collection commemorates lineage, military success, generosity, and just rule, fixing political authority in memory through formal panegyric rather than open ethical contestation. Unlike Puṟanāṉūru’s distributed evaluation of many rulers, Patiṟṟuppattu consolidates praise within a single royal line, transforming poetic speech into an instrument of dynastic continuity and courtly legitimacy. Its separation reflects an editorial intent to preserve a distinct register of puṟam poetry in which power is stabilized through more elite ceremonial form rather than publicly negotiated judgment.",
    "Jungian Archetypes Tags":"Hero, Persona, Father Archetype, Initiator",
    "Neumann Stages Tags":"Initiation, Battle with the Dragon, Mythic Ordering of Reality, Coronation of the King, Return to the Community",
    "Original Geographical Location":"Tamilakam (Cēra country)",
    "Current Geographical Location":"Tamil Nadu & Kerala, India",
    "Original Language":"Old Tamil",
    "Name.1":"Patiṟṟuppattu",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Synthetic Literature",
    "Category":"Puram (Political–Ethical) Lyric Poetry",
    "Socio-political Tags":"Royal, Warrior \/ Imperial, Scholarly, Folk \/ Communal",
    "Literary Forms Tags":"Poetry, Record \/ Chronicle, Epic, Proclamation \/ Decree, Oral Tradition",
    "Literary Themes Tags":"Political, Adventure \/ Heroic Journey, Historical Reflection, Didactic \/ Ethical",
    "Symbolic System Tags":"Tamil",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":38,
    "Name":"Paripāṭal",
    "Approx. Date":"c. 200 CE–400 CE",
    "Dataviz date":300,
    "Metaphysical Tags":"Monism (Single Principle), Phenomenology (Experiential), Becoming (Process Ontology), Pluralism (Multiplicities), Subversion (Negation)",
    "Arts and Sciences Tags":"-",
    "Access Level":"Ceremonial",
    "Short Description":"Paripāṭal is a distinctive anthology within the Ettuthokai corpus that marks the emergence of a theological and devotional mode of Tamil lyric poetry. Composed as musically structured hymns addressed primarily to Viṣṇu (Tirumāl) and Murugan, the poems foreground collective worship, festival processions, temple space, and embodied devotion, transforming poetry from a medium of social judgment into an instrument of ritual participation. While retaining Tamil language, metre, and aesthetic sensibility, Paripāṭal integrates pan-Indian deities into indigenous urban and communal forms, redirecting public affect and authority away from kingship and toward divine presence. This transition anticipates the devotional logic that would later crystallize in the Tamil Bhakti movement.",
    "Jungian Archetypes Tags":"Self, Anima, Animus, Wise Old Man, Initiator, Mother Archetype",
    "Neumann Stages Tags":"Uroboric Stage, Divine Intervention, Initiation, Mythic Ordering of Reality, Ego Transcendence, Return to the Community",
    "Original Geographical Location":"Tamilakam (Madurai-centered cultural sphere)",
    "Current Geographical Location":"Tamil Nadu, India",
    "Original Language":"Old Tamil",
    "Name.1":"Paripāṭal",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Devotional \/ Theological Lyric Poetry",
    "Socio-political Tags":"Priestly \/ Theocratic, Folk \/ Communal, Mystical \/ Initiatory, Subversive \/ Revolutionary",
    "Literary Forms Tags":"Poetry, Liturgy, Myth, Petition \/ Appeal, Oral Tradition",
    "Literary Themes Tags":"Ritual \/ Devotional, Cosmological, Metaphysical, Prophetic \/ Revelation, Political, Feminine",
    "Symbolic System Tags":"Tamil",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":39,
    "Name":"Aśoka’s Edicts",
    "Approx. Date":"c. 258 BCE",
    "Dataviz date":-258,
    "Metaphysical Tags":"Phenomenology (Experiential), Becoming (Process Ontology), Pluralism (Multiplicities), Dialectics (Conflict), Monism (Single Principle), Subversion (Negation)",
    "Arts and Sciences Tags":"Political Science\/Law, Public Relations, History",
    "Access Level":"Ceremonial",
    "Short Description":"A series of inscriptions commissioned by Emperor Aśoka carved onto rocks and pillars across South and Central Asia. Written in multiple languages, including Prakrit, Greek, and Aramaic, they declare Aśoka’s ethical transformation after the bloody Kalinga War and his subsequent commitment to Dhamma—an inclusive moral law rooted in compassion, non-violence, and tolerance. The edicts outline policies of welfare, religious pluralism, and just governance, functioning as both royal decrees and public moral instruction. Politically, they helped unify a vast and diverse empire by embedding Buddhist principles within statecraft.",
    "Jungian Archetypes Tags":"Persona, Wise Old Man, Father Archetype, Initiator, Self",
    "Neumann Stages Tags":"Battle with the Dragon, Ego Collapse, Initiation, Ego Transcendence, Mythic Ordering of Reality, Return to the Community",
    "Original Geographical Location":"Arachosia, Mauryan Empire",
    "Current Geographical Location":"Kandahar, Afghanistan",
    "Original Language":"Koine Greek, Prakrit, Aramaic",
    "Name.1":"Aśoka’s Edicts",
    "Civlizational code?":"NO",
    "Author":"Emperor Aśoka",
    "Comtean framework":"Synthetic Literature",
    "Category":"Civic Proclamation and Mytho-Political Chronicle",
    "Socio-political Tags":"Royal, Warrior \/ Imperial, Bureaucratic \/ Legal \/ Scribal, Merchant \/ Cosmopolitan, Folk \/ Communal",
    "Literary Forms Tags":"Proclamation \/ Decree, Manual \/ Instruction, Record \/ Chronicle, Fragment, Aphorism",
    "Literary Themes Tags":"Political, Didactic \/ Ethical, Historical Reflection, Tragic \/ Lamentation",
    "Symbolic System Tags":"Buddhist",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":40,
    "Name":"Nāṭyaśāstra",
    "Approx. Date":"c. 200 BCE–200 CE",
    "Dataviz date":-200,
    "Metaphysical Tags":"Phenomenology (Experiential), Becoming (Process Ontology), Pluralism (Multiplicities), Grid (Systematic Structuralism), Dialectics (Conflict), Monism (Single Principle)",
    "Arts and Sciences Tags":"Art\/Aesthetics, Psychology, Education",
    "Access Level":"Literate Class",
    "Short Description":"The Nāṭyaśāstra, among the earliest and most comprehensive treatises on theatre and aesthetics, systematizes acting, dance, music, emotion, gesture, plot structure, and audience psychology into a unified ritual-aesthetic science. Framed as a divine revelation from Brahmā, theatre is conceived as a sacred, regulated space where social roles may be symbolically inverted, human follies—including those of rulers—represented, and intense emotions staged and resolved. Through its theory of rasa, the text provides a structured release of tension and a blueprint for emotional and moral harmonization. Initially transmitted orally within temple and courtly circles, it was preserved and enacted by trained specialists across generations.",
    "Jungian Archetypes Tags":"Shadow, Anima, Animus, Persona, Self, Hero, Wise Old Man, Wise Old Woman, Trickster, Initiator, Father Archetype, Mother Archetype, Terrible Mother, Terrible Father",
    "Neumann Stages Tags":"Separation from World Parents, Battle with the Dragon, Isolation, Divine Intervention, Initiation, Death, Rebirth, Magical Empowerment, Return to the Community, Mythic Ordering of Reality, Coronation of the King",
    "Original Geographical Location":"Northern India (Mathura–Ujjain region)",
    "Current Geographical Location":"Uttar Pradesh, India",
    "Original Language":"Sanskrit",
    "Name.1":"Nāṭyaśāstra",
    "Civlizational code?":"NO",
    "Author":"Bharata Muni",
    "Comtean framework":"Synthetic Literature",
    "Category":"Treatise on Drama and Aesthetics",
    "Socio-political Tags":"Priestly \/ Theocratic, Royal, Scholarly, Bohemian \/ Aesthetic, Folk \/ Communal, Mystical \/ Initiatory",
    "Literary Forms Tags":"Doctrine \/ Treatise, Manual \/ Instruction, Rulebook \/ Code, Glossary \/ Taxonomy, Analysis, Liturgy, Oral Tradition",
    "Literary Themes Tags":"Ritual \/ Devotional, Didactic \/ Ethical, Epistemological \/ Hermeneutics, Metaphysical, Cosmological, Political, Romantic \/ Erotic, Tragic \/ Lamentation, Comic \/ Satirical",
    "Symbolic System Tags":"Brahmanical",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":41,
    "Name":"Mahābhāṣya",
    "Approx. Date":"c. 200–150 BCE",
    "Dataviz date":-200,
    "Metaphysical Tags":"Grid (Systematic Structuralism), Dialectics (Conflict), Pluralism (Multiplicities – Secondary), Clockwork (Causal Determinism)",
    "Arts and Sciences Tags":"Linguistics, Logic \/ Formal Reasoning (Secondary), Education (Secondary)",
    "Access Level":"Literate Class",
    "Short Description":"The Mahābhāṣya is a comprehensive scholastic synthesis of previous grammer texts, transforming a compact rule system and its amendments into a fully articulated grammatical science through extended argumentation, examples, and methodological principles. It does not introduce a new formal grammar but establishes the authoritative interpretation of the existing one, resolving rule conflicts, justifying exceptions, and modeling disciplined debate about linguistic form. Functioning as the pedagogical and theoretical backbone of the Pāṇinian tradition, the Mahābhāṣya stabilizes how the formal system is understood, taught, and applied across generations, securing Sanskrit grammar as a self-conscious, rule-based intellectual discipline rather than a mere technical aid to ritual or textual transmission.",
    "Jungian Archetypes Tags":"-",
    "Neumann Stages Tags":"-",
    "Original Geographical Location":"Northern India",
    "Current Geographical Location":"Northern India",
    "Original Language":"Sanskrit",
    "Name.1":"Mahābhāṣya",
    "Civlizational code?":"NO",
    "Author":"Patañjali",
    "Comtean framework":"Positive\/Empirical",
    "Category":"Scholastic Grammatical Apparatus",
    "Socio-political Tags":"Scholarly, Bureaucratic \/ Legal \/ Scribal, Royal, Priestly \/ Theocratic",
    "Literary Forms Tags":"Commentary \/ Exegesis, Doctrine \/ Treatise, Manual \/ Instruction, Analysis, Rulebook \/ Code, Riddle \/ Aphorism, Oral Tradition",
    "Literary Themes Tags":"Epistemological \/ Hermeneutics, Didactic \/ Ethical",
    "Symbolic System Tags":"Brahmanical",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":42,
    "Name":"Pattuppāṭṭu",
    "Approx. Date":"c. 200 BCE–200 CE",
    "Dataviz date":-200,
    "Metaphysical Tags":"Phenomenology (Experiential), Grid (Systematic Structuralism), Becoming (Process Ontology), Pluralism (Multiplicities), Dialectics (Conflict)",
    "Arts and Sciences Tags":"Literature, Political Science\/Law, Public Relations, History",
    "Access Level":"Literate Class",
    "Short Description":"Pattuppāṭṭu is a corpus of ten long-form Classical Tamil poems, composed for oral performance within royal and elite settings during the late Sangam period and retrospectively compiled, likely between c. 300–600 CE, within the Tamil literary tradition. Each poem offers panoramic, often narrative descriptions of cities, landscapes, trade, devotion, and kingship, presenting prosperity and order as visible proof of legitimate authority. Unlike the folk-rooted lyric pressure of Ettuthokai, Pattuppāṭṭu operates largely within courtly and institutional contexts, functioning as polished cultural display and soft political messaging that reinforces patronage, generosity, and structured power.",
    "Jungian Archetypes Tags":"Persona, Hero, Father Archetype, Wise Old Man, Mother Archetype",
    "Neumann Stages Tags":"Mythic Ordering of Reality, Coronation of the King, Return to the Community",
    "Original Geographical Location":"Tamilakam",
    "Current Geographical Location":"Tamil Nadu, India",
    "Original Language":"Old Tamil",
    "Name.1":"Pattuppāṭṭu",
    "Civlizational code?":"YES",
    "Author":"-",
    "Comtean framework":"Synthetic Literature",
    "Category":"Classical Tamil Court Poetry",
    "Socio-political Tags":"Royal, Warrior \/ Imperial, Merchant \/ Cosmopolitan, Bohemian \/ Aesthetic, Folk \/ Communal",
    "Literary Forms Tags":"Poetry, Narrative, Oral Tradition, Petition \/ Appeal, Record \/ Chronicle",
    "Literary Themes Tags":"Political, Historical Reflection, Didactic \/ Ethical, Romantic \/ Erotic, Cosmological, Utopian \/ Dystopian",
    "Symbolic System Tags":"Tamil",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":43,
    "Name":"Tirumurukāṟṟuppaṭai",
    "Approx. Date":"c. 100 BCE–100 CE",
    "Dataviz date":0,
    "Metaphysical Tags":"Phenomenology (Experiential), Becoming (Process Ontology), Pluralism (Multiplicities), Grid (Systematic Structuralism), Monism (Single Principle)",
    "Arts and Sciences Tags":"-",
    "Access Level":"Ceremonial",
    "Short Description":"Tirumurukāṟṟuppaṭai is a long-form Classical Tamil devotional poem that guides devotees through the sacred geography of Murugan worship, presenting divine presence, martial power, and ritual practice as immediately accessible through pilgrimage and praise. Unlike the court-centered poems of Pattuppāṭṭu, it functions as cultic āṟṟuppaṭai literature, mapping hills, shrines, and ritual acts rather than cities and kings. The poem operates within the Tamil tiṇai-based symbolic system, emphasizing embodied encounter, communal devotion, and the performative activation of divine power over historical narration or abstract theology.",
    "Jungian Archetypes Tags":"Hero, Animus, Initiator, Self, Wise Old Man",
    "Neumann Stages Tags":"Separation from World Parents, Initiation, Battle with the Dragon, Magical Empowerment, Divine Intervention, Ego Transcendence, Return to the Community",
    "Original Geographical Location":"Tamilakam",
    "Current Geographical Location":"Tamil Nadu, India",
    "Original Language":"Old Tamil",
    "Name.1":"Tirumurukāṟṟuppaṭai",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Theological \/ Mythological",
    "Category":"Cultic–Devotional Poetry",
    "Socio-political Tags":"Priestly \/ Theocratic, Warrior \/ Imperial, Folk \/ Communal, Mystical \/ Initiatory, Bohemian \/ Aesthetic",
    "Literary Forms Tags":"Poetry, Myth, Narrative, Manual \/ Instruction, Liturgy, Oral Tradition, Epic",
    "Literary Themes Tags":"Ritual \/ Devotional, Adventure \/ Heroic Journey, Didactic \/ Ethical",
    "Symbolic System Tags":"Tamil",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":44,
    "Name":"Poruṇarāṟṟuppaṭai",
    "Approx. Date":"c. 200 BCE–50 CE",
    "Dataviz date":-100,
    "Metaphysical Tags":"Phenomenology (Experiential), Becoming (Process Ontology), Pluralism (Multiplicities), Grid (Systematic Structuralism)",
    "Arts and Sciences Tags":"-",
    "Access Level":"Literate Class",
    "Short Description":"Poruṇarāṟṟuppaṭai is a long-form Classical Tamil bardic poem composed within the Sangam patronage economy, guiding professional poets toward generous rulers and prosperous courts. Structured as an āṟṟuppaṭai, it maps routes, reputations, and social norms, presenting generosity as the primary measure of legitimate authority and artistic survival.",
    "Jungian Archetypes Tags":"Initiator, Persona, Father Archetype, Hero",
    "Neumann Stages Tags":"Separation from World Parents, Initiation, Return to the Community, Mythic Ordering of Reality",
    "Original Geographical Location":"Tamilakam",
    "Current Geographical Location":"Tamil Nadu, India",
    "Original Language":"Old Tamil",
    "Name.1":"Poruṇarāṟṟuppaṭai",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Synthetic Literature",
    "Category":"Bardic–Patronage Poetry",
    "Socio-political Tags":"Royal, Bohemian \/ Aesthetic, Scholarly, Folk \/ Communal",
    "Literary Forms Tags":"Poetry, Manual \/ Instruction, Oral Tradition",
    "Literary Themes Tags":"Didactic \/ Ethical, Political, Adventure \/ Heroic Journey, Tragic \/ Lamentation, Existential",
    "Symbolic System Tags":"Tamil",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":45,
    "Name":"Ciṟupāṇāṟṟuppaṭai",
    "Approx. Date":"c. 100 BCE–100 CE",
    "Dataviz date":0,
    "Metaphysical Tags":"Phenomenology (Experiential), Becoming (Process Ontology), Pluralism (Multiplicities), Grid (Systematic Structuralism)",
    "Arts and Sciences Tags":"-",
    "Access Level":"Literate Class",
    "Short Description":"Ciṟupāṇāṟṟuppaṭai is a long-form Classical Tamil bardic guidance poem that addresses the precarious position of the minor minstrel within the Sangam patronage economy. Structured as an āṟṟuppaṭai, it directs a low-status performer toward a generous ruler, framing hospitality and recognition as ethical obligations of power and as the means by which marginal artists are reintegrated into social order. In contrast to Poruṇarāṟṟuppaṭai, which assumes professional standing and reputation, Ciṟupāṇāṟṟuppaṭai foregrounds hunger, vulnerability, and survival, presenting generosity not as prestige optimization but as a test of legitimacy at the edges of the system.",
    "Jungian Archetypes Tags":"Initiator, Persona, Father Archetype, Wise Old Man",
    "Neumann Stages Tags":"Separation from World Parents, Initiation, Return to the Community, Mythic Ordering of Reality",
    "Original Geographical Location":"Tamilakam",
    "Current Geographical Location":"Tamil Nadu, India",
    "Original Language":"Old Tamil",
    "Name.1":"Ciṟupāṇāṟṟuppaṭai",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Synthetic Literature",
    "Category":"Bardic–Patronage Poetry",
    "Socio-political Tags":"Royal, Bohemian \/ Aesthetic, Scholarly, Folk \/ Communal",
    "Literary Forms Tags":"Poetry, Manual \/ Instruction, Oral Tradition",
    "Literary Themes Tags":"Didactic \/ Ethical, Political, Adventure \/ Heroic Journey, Tragic \/ Lamentation, Existential",
    "Symbolic System Tags":"Tamil",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":46,
    "Name":"Perumpāṇāṟṟuppaṭai",
    "Approx. Date":"c. 50 BCE–150 CE",
    "Dataviz date":50,
    "Metaphysical Tags":"Phenomenology (Experiential), Pluralism (Multiplicities), Grid (Systematic Structuralism), Becoming (Process Ontology)",
    "Arts and Sciences Tags":"-",
    "Access Level":"Literate Class",
    "Short Description":"Perumpāṇāṟṟuppaṭai is a long-form Classical Tamil bardic poem that presents the patronage economy at its highest courtly scale, directing an accomplished minstrel toward a powerful ruler whose wealth, urban splendor, and cultural refinement exceed those of lesser courts. Structured as an āṟṟuppaṭai, it emphasizes abundance, permanence, and spectacle, framing generosity as a display of superior authority and stable rule. Perumpāṇāṟṟuppaṭai depicts patronage as an institutionalized apex, in which art and power are fully aligned.",
    "Jungian Archetypes Tags":"Initiator, Persona, Father Archetype, Wise Old Man, Hero",
    "Neumann Stages Tags":"Separation from World Parents, Initiation, Return to the Community, Mythic Ordering of Reality",
    "Original Geographical Location":"Tamilakam",
    "Current Geographical Location":"Tamil Nadu, India",
    "Original Language":"Old Tamil",
    "Name.1":"Perumpāṇāṟṟuppaṭai",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Synthetic Literature",
    "Category":"Bardic–Patronage Poetry",
    "Socio-political Tags":"Royal, Bohemian \/ Aesthetic, Scholarly, Folk \/ Communal",
    "Literary Forms Tags":"Poetry, Manual \/ Instruction, Oral Tradition",
    "Literary Themes Tags":"Political, Didactic \/ Ethical, Adventure \/ Heroic Journey, Utopian, Existential",
    "Symbolic System Tags":"Tamil",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":47,
    "Name":"Pattinappālai",
    "Approx. Date":"c. 50 BCE–150 CE",
    "Dataviz date":50,
    "Metaphysical Tags":"Phenomenology (Experiential), Becoming (Process Ontology), Pluralism (Multiplicities), Grid (Systematic Structuralism)",
    "Arts and Sciences Tags":"-",
    "Access Level":"Broadly Known",
    "Short Description":"Pattinappālai is a long-form Classical Tamil poem that presents the port city itself as the primary site of political legitimacy, depicting urban prosperity, maritime trade, and social order as visible outcomes of effective rule. Unlike the āṟṟuppaṭai poems, which organize power around poet–patron relationships, Pattinappālai offers a panoramic portrait of collective life, moving through harbors, markets, streets, and public spaces where abundance and coordination are taken as evidence of stable governance. The poem functions as civic display literature, shifting the focus from individual generosity to systemic success, and framing the flourishing city as the highest confirmation of authority within the Sangam world.",
    "Jungian Archetypes Tags":"Persona, Father Archetype, Self, Wise Old Man",
    "Neumann Stages Tags":"Mythic Ordering of Reality, Return to the Community, Coronation of the King",
    "Original Geographical Location":"Kāvērippaṭṭinam",
    "Current Geographical Location":"Puhar, Tamil Nadu, India",
    "Original Language":"Old Tamil",
    "Name.1":"Pattinappālai",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Synthetic Literature",
    "Category":"Civic-Urban Poetry",
    "Socio-political Tags":"Merchant \/ Cosmopolitan, Royal, Bureaucratic \/ Legal \/ Scribal, Folk \/ Communal",
    "Literary Forms Tags":"Poetry, Record \/ Chronicle, Oral Tradition",
    "Literary Themes Tags":"Political, Utopian, Didactic \/ Ethical",
    "Symbolic System Tags":"Tamil",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":48,
    "Name":"Mullaippāṭṭu",
    "Approx. Date":"c. 200 BCE–0 CE",
    "Dataviz date":-100,
    "Metaphysical Tags":"Phenomenology (Experiential), Becoming (Process Ontology), Pluralism (Multiplicities), Grid (Systematic Structuralism)",
    "Arts and Sciences Tags":"-",
    "Access Level":"Literate Class",
    "Short Description":"Mullaippāṭṭu is a long-form Classical Tamil pastoral poem grounded in the mullai tiṇai, centering on the rhythms of forest life and the emotional discipline of waiting during absence. Rather than staging power through patronage, devotion, or urban prosperity, the poem locates social stability in patience, trust, and the maintenance of home and routine. By rendering endurance and loyalty—especially feminine endurance—as quiet, necessary foundations of order, Mullaippāṭṭu complements the public and institutional poems of Pattuppāṭṭu with a vision of legitimacy sustained in everyday life rather than spectacle or reward.",
    "Jungian Archetypes Tags":"Anima, Mother Archetype, Wise Old Woman",
    "Neumann Stages Tags":"Isolation, Return to the Community, Mythic Ordering of Reality",
    "Original Geographical Location":"Tamilakam",
    "Current Geographical Location":"Tamil Nadu, India",
    "Original Language":"Old Tamil",
    "Name.1":"Mullaippāṭṭu",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Synthetic Literature",
    "Category":"Pastoral Poetry",
    "Socio-political Tags":"Folk \/ Communal, Royal, Bohemian \/ Aesthetic, Recluse \/ Ascetic",
    "Literary Forms Tags":"Poetry, Oral Tradition",
    "Literary Themes Tags":"Romantic \/ Erotic, Introspective, Tragic \/ Lamentation, Didactic \/ Ethical, Existential, Feminine",
    "Symbolic System Tags":"Tamil",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":49,
    "Name":"Neṭunalvāṭai",
    "Approx. Date":"c. 100 BCE–100 CE",
    "Dataviz date":0,
    "Metaphysical Tags":"Phenomenology (Experiential), Becoming (Process Ontology), Dialectics (Conflict), Pluralism (Multiplicities), Grid (Systematic Structuralism)",
    "Arts and Sciences Tags":"-",
    "Access Level":"Literate Class",
    "Short Description":"Neṭunalvāṭai is a long-form Classical Tamil poem that intensifies the landscape-based logic of the tiṇai system by placing endurance under seasonal strain and love separation at its center. Framed by cold winds, rain, darkness, and prolonged absence, the poem renders separation not as calm waiting but as anxious, sleepless endurance, shared between those who depart on duty and those who remain behind. Unlike Mullaippāṭṭu, which stabilizes order through patience and trust, Neṭunalvāṭai exposes the emotional cost of political and martial obligations, presenting loyalty and suffering as necessary, though painful, conditions that sustain social order beneath the surface of Sangam power.",
    "Jungian Archetypes Tags":"Anima, Persona, Father Archetype, Wise Old Woman",
    "Neumann Stages Tags":"Isolation, Separation from World Parents, Return to the Community, Mythic Ordering of Reality",
    "Original Geographical Location":"Tamilakam",
    "Current Geographical Location":"Tamil Nadu, India",
    "Original Language":"Old Tamil",
    "Name.1":"Neṭunalvāṭai",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Synthetic Literature",
    "Category":"Love–Separation Pastoral Poetry",
    "Socio-political Tags":"Warrior \/ Imperial, Royal, Folk \/ Communal",
    "Literary Forms Tags":"Poetry, Oral Tradition",
    "Literary Themes Tags":"Tragic \/ Lamentation, Introspective, Existential, Romantic \/ Erotic, Feminine, Political",
    "Symbolic System Tags":"Tamil",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":50,
    "Name":"Maturaikkāñci",
    "Approx. Date":"c. 50 BCE–150 CE",
    "Dataviz date":75,
    "Metaphysical Tags":"Grid (Systematic Structuralism), Pluralism (Multiplicities), Phenomenology (Experiential), Becoming (Process Ontology), Dialectics (Conflict)",
    "Arts and Sciences Tags":"-",
    "Access Level":"Broadly Known",
    "Short Description":"Maturaikkāñci is a long-form Classical Tamil poem that offers an explicit evaluation of kingship through a panoramic portrayal of Madurai and its surrounding agrarian and urban life, presenting justice, restraint, and public welfare as the true foundations of political legitimacy. Maturaikkāñci foregrounds the ethical and judicial responsibilities of the ruler, translating political ethics into visible social outcomes and situating moral rule as the apex principle within the Sangam political imagination.",
    "Jungian Archetypes Tags":"Self, Persona, Father Archetype, Wise Old Man",
    "Neumann Stages Tags":"Mythic Ordering of Reality, Return to the Community, Coronation of the King",
    "Original Geographical Location":"Tamilakam",
    "Current Geographical Location":"Tamil Nadu, India",
    "Original Language":"Old Tamil",
    "Name.1":"Maturaikkāñci",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Synthetic Literature",
    "Category":"Ethical Kingship Poetry",
    "Socio-political Tags":"Royal, Bureaucratic \/ Legal \/ Scribal, Merchant \/ Cosmopolitan, Folk \/ Communal",
    "Literary Forms Tags":"Poetry, Record \/ Chronicle, Analysis, Oral Tradition",
    "Literary Themes Tags":"Political, Didactic \/ Ethical, Utopian",
    "Symbolic System Tags":"Tamil",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":51,
    "Name":"Kuṟiñcippāṭṭu",
    "Approx. Date":"c. 200 BCE–0 CE",
    "Dataviz date":-100,
    "Metaphysical Tags":"Phenomenology (Experiential), Becoming (Process Ontology), Pluralism (Multiplicities), Dialectics (Conflict)",
    "Arts and Sciences Tags":"-",
    "Access Level":"Literate Class",
    "Short Description":"Kuṟiñcippāṭṭu is a long-form Classical Tamil love poem grounded in the kuṟiñci tiṇai, centering on secret erotic encounter rather than waiting, separation, or social evaluation. Set in the nocturnal mountain landscape, the poem presents desire as immediate, embodied, and spatially contained, with nature functioning as both shelter and witness to intimacy. Unlike Mullaippāṭṭu and Neṭunalvāṭai, which locate legitimacy in endurance under absence, Kuṟiñcippāṭṭu collapses meaning into presence, rendering fulfillment as a complete and sufficient state.",
    "Jungian Archetypes Tags":"Anima, Animus, Initiator, Shadow",
    "Neumann Stages Tags":"Separation from World Parents, Initiation, Isolation, Ego Transcendence, Return to the Community",
    "Original Geographical Location":"Tamilakam",
    "Current Geographical Location":"Tamil Nadu, India",
    "Original Language":"Old Tamil",
    "Name.1":"Kuṟiñcippāṭṭu",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Synthetic Literature",
    "Category":"Mountain Love Poetry",
    "Socio-political Tags":"Folk \/ Communal, Bohemian \/ Aesthetic, Recluse \/ Ascetic",
    "Literary Forms Tags":"Poetry, Oral Tradition",
    "Literary Themes Tags":"Romantic \/ Erotic, Feminine, Metaphysical",
    "Symbolic System Tags":"Tamil",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":52,
    "Name":"Malaipaṭukaṭām",
    "Approx. Date":"c. 50 BCE–150 CE",
    "Dataviz date":50,
    "Metaphysical Tags":"Phenomenology (Experiential), Becoming (Process Ontology), Dialectics (Conflict), Pluralism (Multiplicities), Grid (Systematic Structuralism)",
    "Arts and Sciences Tags":"-",
    "Access Level":"Literate Class",
    "Short Description":"Malaipaṭukaṭām is a long-form Classical Tamil frontier guide-poem structured as an āṟṟuppaṭai, leading the traveler through dangerous mountain terrain toward a powerful patron. By mapping perilous paths, hostile zones, and guarded thresholds, the poem presents authority as something proven at the margins, where order must be actively enforced rather than assumed. Unlike the civic, pastoral, or court-centered poems of Pattuppāṭṭu, Malaipaṭukaṭām locates legitimacy in territorial control and safe passage, framing power as the capacity to hold and stabilize the frontier.",
    "Jungian Archetypes Tags":"Shadow, Initiator, Wise Old Man, Father Archetype",
    "Neumann Stages Tags":"Separation from World Parents, Isolation, Initiation, Descent into the Underworld, Return to the Community",
    "Original Geographical Location":"Tamilakam",
    "Current Geographical Location":"Tamil Nadu, India",
    "Original Language":"Old Tamil",
    "Name.1":"Malaipaṭukaṭām",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Synthetic Literature",
    "Category":"Frontier–Guidance Poetry",
    "Socio-political Tags":"Royal, Warrior \/ Imperial, Folk \/ Communal",
    "Literary Forms Tags":"Poetry, Oral Tradition, Manual \/ Instruction",
    "Literary Themes Tags":"Political, Didactic \/ Ethical, Existential",
    "Symbolic System Tags":"Tamil",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":53,
    "Name":"Rāmāyaṇa",
    "Approx. Date":"c. 500 BCE–200 CE",
    "Dataviz date":-100,
    "Metaphysical Tags":"Phenomenology (Experiential), Becoming (Process Ontology), Dialectics (Conflict), Clockwork (Causal Determinism), Monism (Single Principle), Pluralism (Multiplicities)",
    "Arts and Sciences Tags":"Literature, Political Science\/Law, Warfare, Psychology, Sociology, Education, History",
    "Access Level":"Broadly Known",
    "Short Description":"This rich hero epic served to model ideal kingship (Rāma as the dharmic ruler), legitimize divine authority behind monarchy, and reinforce social hierarchy through cosmic moral order. While rooted in Brahminical values, it was not restricted to clerical circles — it was transmitted orally through bards, temple recitations, festivals, and regional performances, eventually being adapted into local languages and becoming broadly known across caste and class lines.",
    "Jungian Archetypes Tags":"Shadow, Anima, Animus, Persona, Self, Hero, Wise Old Man, Wise Old Woman, Trickster, Initiator, Father Archetype, Mother Archetype, Terrible Mother, Terrible Father",
    "Neumann Stages Tags":"Separation from World Parents, Battle with the Dragon, Isolation, Divine Intervention, Initiation, Death, Rebirth, Magical Empowerment, Return to the Community, Mythic Ordering of Reality, Ego Transcendence, Coronation of the King",
    "Original Geographical Location":"Kosala (Ayodhyā)",
    "Current Geographical Location":"Uttar Pradesh, India",
    "Original Language":"Sanskrit",
    "Name.1":"Rāmāyaṇa",
    "Civlizational code?":"NO",
    "Author":"Vālmīki",
    "Comtean framework":"Synthetic Literature",
    "Category":"Mytho-Political Epic",
    "Socio-political Tags":"Priestly \/ Theocratic, Warrior \/ Imperial, Royal, Folk \/ Communal, Mystical \/ Initiatory, Recluse \/ Ascetic, National",
    "Literary Forms Tags":"Poetry, Narrative, Myth, Epic, Dialogue, Manual \/ Instruction, Oral Tradition, Liturgy",
    "Literary Themes Tags":"Ritual \/ Devotional, Adventure \/ Heroic Journey, Political, Didactic \/ Ethical, Tragic \/ Lamentation, Metaphysical, Cosmological, Romantic \/ Erotic, Feminine, Prophetic \/ Revelation",
    "Symbolic System Tags":"Brahmanical, Purāṇic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":54,
    "Name":"Arthaśāstra",
    "Approx. Date":"c. 200 BCE–300 CE",
    "Dataviz date":-100,
    "Metaphysical Tags":"Grid (Systematic Structuralism), Clockwork (Causal Determinism), Dialectics (Conflict), Pluralism (Multiplicities), Becoming (Process Ontology), Subversion (Negation)",
    "Arts and Sciences Tags":"Political Science\/Law, Economics, Warfare, Sociology, Anthropology, Psychology, Education, History",
    "Access Level":"Hidden",
    "Short Description":"A foundational Indian treatise on political science, statecraft, and economic governance. Likely composed during the political turmoil preceding the Mauryan Empire, it responds to a fractured landscape of warring states with a systematic vision of centralized power. Blending Brahmanical knowledge with pragmatic realism, the text instructs rulers in diplomacy, law, surveillance, and the strategic use of violence. Its vision of rule remains unmatched in ancient literature for its analytical depth and political precision.",
    "Jungian Archetypes Tags":"Shadow, Persona, Self, Wise Old Man, Trickster, Father Archetype, Terrible Father, Initiator",
    "Neumann Stages Tags":"Separation from World Parents, Mythic Ordering of Reality, Initiation, Battle with the Dragon, Isolation, Descent into the Underworld, Magical Empowerment, Coronation of the King",
    "Original Geographical Location":"Pāṭaliputra (Magadha)",
    "Current Geographical Location":"Bihar, India",
    "Original Language":"Sanskrit",
    "Name.1":"Arthaśāstra",
    "Civlizational code?":"NO",
    "Author":"Kauṭilya (Chanakya)",
    "Comtean framework":"Synthetic Literature",
    "Category":"Statecraft Treatise",
    "Socio-political Tags":"Bureaucratic \/ Legal \/ Scribal, Royal, Warrior \/ Imperial, Scholarly, Merchant \/ Cosmopolitan, Mystical \/ Initiatory",
    "Literary Forms Tags":"Doctrine \/ Treatise, Manual \/ Instruction, Rulebook \/ Code, Analysis, Glossary \/ Taxonomy, Essay \/ Argument",
    "Literary Themes Tags":"Political, Didactic \/ Ethical, Epistemological \/ Hermeneutics",
    "Symbolic System Tags":"Brahmanical",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":55,
    "Name":"Avvaiyār’s Poems",
    "Approx. Date":"c. 100 BCE–100 CE",
    "Dataviz date":-100,
    "Metaphysical Tags":"Grid (Systematic Structuralism), Clockwork (Causal Determinism), Becoming (Process Ontology), Pluralism (Multiplicities), Subversion (Negation)",
    "Arts and Sciences Tags":"Literature, Education, Political Science\/Law, Psychology, Philosophy",
    "Access Level":"Broadly Known",
    "Short Description":"The early Bhakti poetry comprises concise, aphoristic verses. Structured as wisdom poetry, these texts—such as the Ātticūṭi, Konraiventhan, and Nalvali—offer ethical guidance on speech, action, restraint, justice, humility, and learning. Designed for oral instruction, their simple meter and moral clarity made them accessible to all classes, including children, commoners, and kings. Unlike the later Bhakti tradition, her verses do not center ecstatic longing or romantic metaphor, but instead construct a stoic, civic, and rational ethic, grounded in self-discipline and social harmony. This makes her voice unusual yet foundational—a teacher of inner clarity and outer justice.",
    "Jungian Archetypes Tags":"Wise Old Woman, Mother Archetype, Persona, Self, Initiator, Trickster",
    "Neumann Stages Tags":"Initiation, Return to the Community, Mythic Ordering of Reality, Ego Transcendence",
    "Original Geographical Location":"Tamilakam",
    "Current Geographical Location":"Tamil Nadu, India",
    "Original Language":"Tamil",
    "Name.1":"Avvaiyār’s Poems",
    "Civlizational code?":"NO",
    "Author":"Avvaiyar",
    "Comtean framework":"Synthetic Literature",
    "Category":"Tamil Wisdom Poetry",
    "Socio-political Tags":"Folk \/ Communal, Royal, Scholarly, Bohemian \/ Aesthetic, Subversive \/ Revolutionary",
    "Literary Forms Tags":"Poetry, Riddle \/ Aphorism, Manual \/ Instruction, Fragment, Oral Tradition",
    "Literary Themes Tags":"Didactic \/ Ethical, Political, Existential, Feminine",
    "Symbolic System Tags":"Tamil",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":56,
    "Name":"Brahmasūtras",
    "Approx. Date":"c. 100 BCE–100 CE",
    "Dataviz date":-100,
    "Metaphysical Tags":"Monism (Single Principle), Dialectics (Conflict), Grid (Systematic Structuralism), Apophatic–Aporetic (Unknowable), Phenomenology (Experiential)",
    "Arts and Sciences Tags":"Philosophy, Logic\/Formal Reasoning",
    "Access Level":"Clerical",
    "Short Description":"The foundational aphoristic text of the Vedānta tradition comprises approximately 555 terse sūtras divided into four adhyāyas (chapters) and seeks to systematize and reconcile the diverse teachings of the Upaniṣads concerning Brahman, the ultimate reality. Its central claim is that Brahman is the source of the world and that knowledge of Brahman leads to liberation (mokṣa). The text employs rigorous dialectical reasoning to address and refute competing philosophical systems—particularly Sāṅkhya, Buddhism, and Pūrva Mīmāṃsā—while remaining deliberately concise and interpretively open, allowing later Vedānta schools to develop divergent metaphysical positions.",
    "Jungian Archetypes Tags":"-",
    "Neumann Stages Tags":"-",
    "Original Geographical Location":"Madhyadeśa (Āryāvarta)",
    "Current Geographical Location":"Uttar Pradesh, India",
    "Original Language":"Sanskrit",
    "Name.1":"Brahmasūtras",
    "Civlizational code?":"NO",
    "Author":"Bādarāyaṇa (Vyāsa)",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Vedāntic Metaphysical Adjudication Treatise",
    "Socio-political Tags":"Scholarly, Mystical \/ Initiatory, Subversive \/ Revolutionary",
    "Literary Forms Tags":"Doctrine \/ Treatise, Essay \/ Argument, Analysis, Aphorism, Manual \/ Instruction, Oral Tradition",
    "Literary Themes Tags":"Metaphysical, Epistemological \/ Hermeneutics, Didactic \/ Ethical, Existential",
    "Symbolic System Tags":"Brahmanical",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":57,
    "Name":"Pāli Canon",
    "Approx. Date":"c. 400–100 BCE",
    "Dataviz date":-100,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Phenomenology (Experiential), Becoming (Process Ontology), Pluralism (Multiplicities), Grid (Systematic Structuralism), Dialectics (Conflict), Subversion (Negation)",
    "Arts and Sciences Tags":"Psychology, Philosophy, Political Science\/Law, Education",
    "Access Level":"Clerical",
    "Short Description":"The Pāli Canon is the foundational scriptural corpus of early Buddhism, formed as a collective alternative to the Vedic-Brahminical ritual order through a discipline of ethical conduct, introspective practice, and pragmatic teaching. Attributed to the Buddha and preserved by the early monastic Saṅgha, it developed through centuries of oral transmission before being written down in Sri Lanka in the 1st century BCE amid political instability. Retrospectively organized into monastic law (Vinaya), discourses (Suttas), and analytic doctrine (Abhidhamma), the Canon integrates institutional governance, dialogical instruction, and systematic analysis of experience, becoming the textual backbone of Theravāda civilization and one of the earliest sustained traditions of introspective psychology.",
    "Jungian Archetypes Tags":"Shadow, Self, Wise Old Man, Trickster, Initiator",
    "Neumann Stages Tags":"Separation from World Parents, Isolation, Initiation, Ego Collapse, Ego Transcendence, Mythic Ordering of Reality",
    "Original Geographical Location":"Magadha (Rājagaha and Śrāvastī region)",
    "Current Geographical Location":"Bihar, India",
    "Original Language":"Pāli",
    "Name.1":"Pāli Canon",
    "Civlizational code?":"YES",
    "Author":"-",
    "Comtean framework":"Synthetic Literature",
    "Category":"Buddhist Doctrinal Scripture",
    "Socio-political Tags":"Recluse \/ Ascetic, Scholarly, Subversive \/ Revolutionary, Mystical \/ Initiatory, Folk \/ Communal",
    "Literary Forms Tags":"Dialogue, Narrative, Doctrine \/ Treatise, Manual \/ Instruction, Rulebook \/ Code, Glossary \/ Taxonomy, Analysis, Poetry, Parable \/ Fable, Aphorism, Oral Tradition",
    "Literary Themes Tags":"Introspective, Didactic \/ Ethical, Existential, Epistemological \/ Hermeneutics, Metaphysical, Ritual \/ Devotional, Political, Historical Reflection, Cosmological",
    "Symbolic System Tags":"Śramaṇa, Buddhist",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":58,
    "Name":"Vinaya Piṭaka",
    "Approx. Date":"c. 400–200 BCE",
    "Dataviz date":-300,
    "Metaphysical Tags":"Phenomenology (Experiential), Becoming (Process Ontology), Pluralism (Multiplicities), Grid (Systematic Structuralism), Dialectics (Conflict), Subversion (Negation)",
    "Arts and Sciences Tags":"Political Science\/Law, Education, Philosophy",
    "Access Level":"Clerical",
    "Short Description":"The Vinaya Piṭaka is the disciplinary and legal core of the early Buddhist monastic community, codifying rules and procedures that govern renunciant life, communal decision-making, and ethical training. Developed through collective memory and attributed to the Buddha, it establishes a portable, rule-based order oriented toward discipline rather than ritual authority. Unlike Vedic priestly institutions grounded in caste lineage, sacrificial expertise, and divine mandate, the Vinaya vests authority in communal consensus and conduct. By replacing hereditary ritual power with procedural law and ascetic discipline, it provides the constitutional framework for a non-state, translocal Buddhist community.",
    "Jungian Archetypes Tags":"-",
    "Neumann Stages Tags":"-",
    "Original Geographical Location":"Magadha & Kosala",
    "Current Geographical Location":"Northern India; Sri Lanka",
    "Original Language":"Pāli",
    "Name.1":"Vinaya Piṭaka",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Synthetic Literature",
    "Category":"Monastic Disciplinary Code",
    "Socio-political Tags":"Bureaucratic \/ Legal \/ Scribal, Scholarly, Folk \/ Communal, Subversive \/ Revolutionary, Mystical \/ Initiatory, Recluse \/ Ascetic",
    "Literary Forms Tags":"Narrative, Doctrine \/ Treatise, Record \/ Chronicle, Commentary \/ Exegesis, Manual \/ Instruction, Glossary \/ Taxonomy, Analysis, Rulebook \/ Code, Oral Tradition",
    "Literary Themes Tags":"Ritual \/ Devotional, Historical Reflection, Epistemological \/ Hermeneutics, Political, Didactic \/ Ethical, Existential",
    "Symbolic System Tags":"Śramaṇa, Buddhist",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":59,
    "Name":"Abhidhamma Piṭaka",
    "Approx. Date":"c. 300 BCE–100 CE",
    "Dataviz date":-100,
    "Metaphysical Tags":"Phenomenology (Experiential), Becoming (Process Ontology), Pluralism (Multiplicities), Grid (Systematic Structuralism), Dialectics (Conflict), Subversion (Negation)",
    "Arts and Sciences Tags":"Logic\/Formal Reasoning, Psychology, Philosophy, Education",
    "Access Level":"Clerical",
    "Short Description":"The Abhidhamma Piṭaka is the systematic and analytic core of the early Buddhist canon, articulating a formal framework for understanding mind, matter, and causality as they operate in lived experience. Developed within the monastic Saṅgha and attributed to the Buddha through scholastic tradition, it reorganizes the teachings of the discourses into a technical taxonomy of mental states (dhammas), cognitive processes, and conditional relations, eliminating narrative, dialogue, and personal voice in favor of exhaustive classification. Abhidhamma defines what exists insofar as it can be known, trained, and relinquished through disciplined introspection. It provides the cognitive infrastructure for meditative insight and doctrinal coherence, anchoring Theravāda Buddhism in a rigorously formalized model of consciousness oriented toward liberation.",
    "Jungian Archetypes Tags":"-",
    "Neumann Stages Tags":"-",
    "Original Geographical Location":"Northern India",
    "Current Geographical Location":"Sri Lanka; mainland Southeast Asia",
    "Original Language":"Pāli",
    "Name.1":"Abhidhamma Piṭaka",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Clerical Analytic Psychology",
    "Socio-political Tags":"Priestly \/ Theocratic, Bureaucratic \/ Legal \/ Scribal, Scholarly, Recluse \/ Ascetic, Mystical \/ Initiatory",
    "Literary Forms Tags":"Doctrine \/ Treatise, Analysis, Glossary \/ Taxonomy, Manual \/ Instruction, Oral Tradition",
    "Literary Themes Tags":"Metaphysical, Epistemological \/ Hermeneutics, Didactic \/ Ethical, Introspective, Existential, Cosmological",
    "Symbolic System Tags":"Śramaṇa, Buddhist",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":60,
    "Name":"Sutta Piṭaka",
    "Approx. Date":"c. 400 BCE – 100 CE",
    "Dataviz date":-200,
    "Metaphysical Tags":"Phenomenology (Experiential), Becoming (Process Ontology), Apophatic–Aporetic (Unknowable), Pluralism (Multiplicities), Subversion (Negation)",
    "Arts and Sciences Tags":"Psychology, Philosophy, Sociology, Education, Anthropology",
    "Access Level":"Broadly Known",
    "Short Description":"The Sutta Piṭaka is the pedagogical core of the early Buddhist canon, preserving the public teachings and situational instructions attributed to the Buddha and transmitted by the early Saṅgha. The Suttas present doctrine as lived practice: ethical conduct, disciplined attention, and direct insight into suffering, impermanence, and non-self. Their central doctrinal thrust is experiential and pragmatic—liberation is achieved through clear seeing of conditioned experience as it arises and ceases, not through ritual authority or metaphysical speculation. The corpus was retrospectively organized by the early monastic Saṅgha through collective oral preservation and later council traditions, and arranged into five major collections according to length, theme, and pedagogical format: the Dīgha Nikāya, Majjhima Nikāya, Saṃyutta Nikāya, Aṅguttara Nikāya, and the Khuddaka Nikāya.",
    "Jungian Archetypes Tags":"-",
    "Neumann Stages Tags":"-",
    "Original Geographical Location":"Magadha & Kosala",
    "Current Geographical Location":"Northern India; Sri Lanka",
    "Original Language":"Pāli",
    "Name.1":"Sutta Piṭaka",
    "Civlizational code?":"YES",
    "Author":"Siddhattha Gotama (the Buddha)",
    "Comtean framework":"Synthetic Literature",
    "Category":"Dialogical Pedagogical Corpus",
    "Socio-political Tags":"Folk \/ Communal, Subversive \/ Revolutionary, Recluse \/ Ascetic, Merchant \/ Cosmopolitan, Scholarly",
    "Literary Forms Tags":"Dialogue, Narrative, Essay \/ Argument, Doctrine \/ Treatise, Parable \/ Fable, Manual \/ Instruction, Poetry, Riddle \/ Aphorism, Oral Tradition",
    "Literary Themes Tags":"Didactic \/ Ethical, Introspective, Existential, Metaphysical, Epistemological \/ Hermeneutics, Political, Cosmological",
    "Symbolic System Tags":"Śramaṇa, Buddhist",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":61,
    "Name":"Dīgha Nikāya",
    "Approx. Date":"c. 400–200 BCE",
    "Dataviz date":-300,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Phenomenology (Experiential), Becoming (Process Ontology), Pluralism (Multiplicities), Dialectics (Conflict), Subversion (Negation)",
    "Arts and Sciences Tags":"Sociology, Psychology, Philosophy, Education, Anthropology",
    "Access Level":"Broadly Known",
    "Short Description":"The Dīgha Nikāya is a collection of extended public discourses within the Sutta Piṭaka, distinguished by their length, narrative framing, and sustained engagement with social, political, and cosmological questions. Addressed frequently to kings, brahmins, and educated elites, these discourses articulate Buddhist ethics and doctrine in relation to governance, social order, and competing religious worldviews. Through detailed argumentation and critique of speculative views, the Dīgha Nikāya reframes authority away from ritual lineage and metaphysical absolutism toward conduct, moral causality, and disciplined insight.",
    "Jungian Archetypes Tags":"-",
    "Neumann Stages Tags":"-",
    "Original Geographical Location":"Magadha & Kosala",
    "Current Geographical Location":"Northern India; Sri Lanka",
    "Original Language":"Pāli",
    "Name.1":"Dīgha Nikāya",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Synthetic Literature",
    "Category":"Ethical–Political Discourse",
    "Socio-political Tags":"Royal, Subversive \/ Revolutionary, Folk \/ Communal, Recluse \/ Ascetic, Merchant \/ Cosmopolitan, Scholarly",
    "Literary Forms Tags":"Dialogue, Narrative, Essay \/ Argument, Doctrine \/ Treatise, Parable \/ Fable, Manual \/ Instruction, Analysis, Myth, Riddle \/ Aphorism, Oral Tradition",
    "Literary Themes Tags":"Didactic \/ Ethical, Political, Metaphysical, Epistemological \/ Hermeneutics, Existential, Cosmological, Historical Reflection",
    "Symbolic System Tags":"Śramaṇa, Buddhist",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":62,
    "Name":"Majjhima Nikāya",
    "Approx. Date":"c. 400–200 BCE",
    "Dataviz date":-300,
    "Metaphysical Tags":"Phenomenology (Experiential), Becoming (Process Ontology), Apophatic–Aporetic (Unknowable), Pluralism (Multiplicities), Subversion (Negation), Dialectics (Conflict)",
    "Arts and Sciences Tags":"Psychology, Philosophy, Education",
    "Access Level":"Broadly Known",
    "Short Description":"The Majjhima Nikāya is the introspective and psychological core of the Sutta Piṭaka, consisting of middle-length discourses focused on clarifying doctrine through direct engagement with individual experience. These teachings are typically situated in close dialogue with monks, householders, and wandering ascetics, and emphasize meditation, ethical discipline, and analytical examination of mind and body. Rather than addressing civic order or cosmology at length, the Majjhima Nikāya concentrates on dismantling misidentification with self, feeling, and perception, presenting liberation as a practical process of seeing conditioned experience clearly and relinquishing attachment.",
    "Jungian Archetypes Tags":"-",
    "Neumann Stages Tags":"Separation from World Parents, Initiation, Ego Collapse, Ego Transcendence, Return to the Community",
    "Original Geographical Location":"Magadha & Kosala",
    "Current Geographical Location":"Northern India; Sri Lanka",
    "Original Language":"Pāli",
    "Name.1":"Majjhima Nikāya",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Ascetic Liberation Instruction",
    "Socio-political Tags":"Recluse \/ Ascetic, Subversive \/ Revolutionary, Folk \/ Communal, Scholarly, Mystical \/ Initiatory",
    "Literary Forms Tags":"Dialogue, Narrative, Essay \/ Argument, Doctrine \/ Treatise, Parable \/ Fable, Manual \/ Instruction, Analysis, Riddle \/ Aphorism, Poetry, Oral Tradition",
    "Literary Themes Tags":"Introspective, Didactic \/ Ethical, Existential, Metaphysical, Epistemological \/ Hermeneutics, Cosmological",
    "Symbolic System Tags":"Śramaṇa, Buddhist",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":63,
    "Name":"Saṃyutta Nikāya",
    "Approx. Date":"c. 350–150 BCE",
    "Dataviz date":-250,
    "Metaphysical Tags":"Becoming (Process Ontology), Phenomenology (Experiential), Grid (Systematic Structuralism), Pluralism (Multiplicities), Subversion (Negation), Apophatic–Aporetic (Unknowable)",
    "Arts and Sciences Tags":"Psychology, Philosophy, Education, Anthropology",
    "Access Level":"Literate Class",
    "Short Description":"The Saṃyutta Nikāya is the doctrinal and structural core of the Sutta Piṭaka, organizing Buddhist teaching into tightly connected thematic groupings that systematically articulate impermanence, conditionality, and non-self. It presents doctrine in condensed, repetitive formulations centered on key analytical frames such as the aggregates, sense bases, dependent arising, and the Four Noble Truths. Through this thematic condensation, the Saṃyutta Nikāya trains insight by repeatedly exposing experience as a network of conditioned processes that arise and cease according to causes. In doing so, it acts subversively, stripping identity, cosmology, and authority of any fixed or essential ground.",
    "Jungian Archetypes Tags":"-",
    "Neumann Stages Tags":"-",
    "Original Geographical Location":"Northern India",
    "Current Geographical Location":"Sri Lanka; Theravāda regions",
    "Original Language":"Pāli",
    "Name.1":"Saṃyutta Nikāya",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Impermanence and Conditionality Doctrine",
    "Socio-political Tags":"Subversive \/ Revolutionary, Recluse \/ Ascetic, Scholarly",
    "Literary Forms Tags":"Doctrine \/ Treatise, Analysis, Manual \/ Instruction, Glossary \/ Taxonomy, Riddle \/ Aphorism, Dialogue, Narrative, Oral Tradition",
    "Literary Themes Tags":"Metaphysical, Epistemological \/ Hermeneutics, Existential, Didactic \/ Ethical, Introspective, Cosmological, Political",
    "Symbolic System Tags":"Śramaṇa, Buddhist",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":64,
    "Name":"Aṅguttara Nikāya",
    "Approx. Date":"c. 350–150 BCE",
    "Dataviz date":-250,
    "Metaphysical Tags":"Phenomenology (Experiential), Becoming (Process Ontology), Pluralism (Multiplicities), Grid (Systematic Structuralism), Clockwork (Causal Determinism)",
    "Arts and Sciences Tags":"Logic\/Formal Reasoning, Education, Sociology, Psychology, Philosophy",
    "Access Level":"Clerical",
    "Short Description":"The Aṅguttara Nikāya is the systematic and enumerative core of the Sutta Piṭaka, organizing Buddhist teaching into structured sets designed for clarity, memorization, and practical application across monastic and lay life. The collection presents ethics, mental factors, social conduct, and governance as interrelated components of a coherent moral-psychological system. Aṅguttara Nikāya functions as an operational framework for regulating intention, behavior, and social responsibility. Its teachings address monks, householders, and rulers alike, emphasizing that stability in both individual life and society arises from disciplined conduct and causal awareness rather than ritual authority or speculative belief.",
    "Jungian Archetypes Tags":"-",
    "Neumann Stages Tags":"Initiation, Ego Transcendence, Return to the Community, Mythic Ordering of Reality",
    "Original Geographical Location":"Northern India",
    "Current Geographical Location":"Sri Lanka; Theravāda regions",
    "Original Language":"Pāli",
    "Name.1":"Aṅguttara Nikāya",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Enumerated Ethical Doctrine",
    "Socio-political Tags":"Scholarly, Recluse \/ Ascetic, Folk \/ Communal, Royal, Merchant \/ Cosmopolitan, Subversive \/ Revolutionary",
    "Literary Forms Tags":"Doctrine \/ Treatise, Manual \/ Instruction, Glossary \/ Taxonomy, Analysis, Dialogue, Riddle \/ Aphorism, Fragment, Oral Tradition",
    "Literary Themes Tags":"Didactic \/ Ethical, Epistemological \/ Hermeneutics, Metaphysical, Existential, Introspective, Political, Ritual \/ Devotional",
    "Symbolic System Tags":"Buddhist",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":65,
    "Name":"Khuddaka Nikāya",
    "Approx. Date":"c. 400 BCE–100 CE",
    "Dataviz date":-100,
    "Metaphysical Tags":"Phenomenology (Experiential), Becoming (Process Ontology), Pluralism (Multiplicities), Subversion (Negation), Apophatic–Aporetic (Unknowable), Clockwork (Causal Determinism)",
    "Arts and Sciences Tags":"Education, Psychology, Philosophy, Anthropology",
    "Access Level":"Broadly Known",
    "Short Description":"The Khuddaka Nikāya is the ethical–poetic corpus of the Sutta Piṭaka, preserving Buddhism at the level of verse, story, aphorism, and personal voice. This collection translates core Buddhist insights circulated widely across monastic and lay communities. The corpus includes: the Dhammapada, a concise anthology of ethical and psychological aphorisms; the Sutta Nipāta, among the earliest strata of Buddhist verse emphasizing renunciation and the abandonment of fixed views; the Udāna and Itivuttaka, which preserve inspired utterances and compact doctrinal statements; the Theragāthā and Therīgāthā, verses of awakened monks and nuns offering rare first-person accounts of liberation; and the Jātaka tales, which present moral instruction through stories of the Buddha’s former lives.",
    "Jungian Archetypes Tags":"Wise Old Man, Hero, Shadow, Anima, Animus, Initiator, Self",
    "Neumann Stages Tags":"Uroboric Stage, Initiation, Ego Collapse, Ego Transcendence, Return to the Community, Mythic Ordering of Reality",
    "Original Geographical Location":"Northern India",
    "Current Geographical Location":"Sri Lanka; South & Southeast Asia",
    "Original Language":"Pāli",
    "Name.1":"Khuddaka Nikāya",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Synthetic Literature",
    "Category":"Ethical–Poetic Corpus",
    "Socio-political Tags":"Folk \/ Communal, Bohemian \/ Aesthetic, Recluse \/ Ascetic, Scholarly, Merchant \/ Cosmopolitan, Royal, Subversive \/ Revolutionary, Mystical \/ Initiatory",
    "Literary Forms Tags":"Poetry, Narrative, Parable \/ Fable, Myth, Personal Writings, Doctrine \/ Treatise, Manual \/ Instruction, Riddle \/ Aphorism, Fragment, Oral Tradition",
    "Literary Themes Tags":"Didactic \/ Ethical, Existential, Introspective, Metaphysical, Epistemological \/ Hermeneutics, Ritual \/ Devotional, Political, Feminine, Tragic \/ Lamentation",
    "Symbolic System Tags":"Śramaṇa, Buddhist",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":66,
    "Name":"Prajñāpāramitā Sūtras",
    "Approx. Date":"c. 100 BCE–300 CE",
    "Dataviz date":100,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Subversion (Negation), Phenomenology (Experiential), Dialectics (Conflict), Pluralism (Multiplicities)",
    "Arts and Sciences Tags":"Philosophy, Psychology, Anthropology",
    "Access Level":"Ceremonial",
    "Short Description":"The Prajñāpāramitā Sūtras are a foundational Mahāyāna Buddhist corpus that articulates a radically apophatic vision of reality, asserting that all phenomena, doctrines, and even enlightenment itself are empty of inherent essence (śūnyatā). Through systematic negation, paradox, and recursive self-undermining argumentation, the corpus aims to dissolve conceptual fixation, spiritual attainment, and metaphysical ground alike. Composed as an extensive and internally stratified body of texts—ranging from vast multi-thousand-line sūtras to highly compressed formulations—the corpus became the philosophical backbone of Mahāyāna Buddhism. Within this large and complex corpus, the Heart Sūtra and the Diamond Sūtra emerged as its most widely transmitted, recited, and interpretable distillations.",
    "Jungian Archetypes Tags":"-",
    "Neumann Stages Tags":"-",
    "Original Geographical Location":"Northwestern and Northern India",
    "Current Geographical Location":"Northwestern and Northern India",
    "Original Language":"Prakrit, Buddhist Hybrid Sanskrit",
    "Name.1":"Prajñāpāramitā Sūtras",
    "Civlizational code?":"YES",
    "Author":"-",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Mahāyāna Buddhist Metaphysical Sūtras",
    "Socio-political Tags":"Scholarly, Mystical \/ Initiatory, Recluse \/ Ascetic, Subversive \/ Revolutionary, Bohemian \/ Aesthetic",
    "Literary Forms Tags":"Dialogue, Doctrine \/ Treatise, Riddle \/ Aphorism, Fragment, Oral Tradition, Liturgy, Manual \/ Instruction",
    "Literary Themes Tags":"Metaphysical, Epistemological \/ Hermeneutics, Existential, Didactic \/ Ethical, Introspective, Absurd, Ritual \/ Devotional",
    "Symbolic System Tags":"Buddhist",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":67,
    "Name":"Hṛdaya Sūtra",
    "Approx. Date":"c. 200–350 CE",
    "Dataviz date":300,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Phenomenology (Experiential), Subversion (Negation)",
    "Arts and Sciences Tags":"Psychology, Philosophy, Education",
    "Access Level":"Ceremonial",
    "Short Description":"The Heart Sūtra is an extreme condensation of the Prajñāpāramitā tradition that abandons discursive explanation in favor of performative negation. Rather than reasoning through emptiness, the text enacts it by systematically erasing the foundations of Buddhist doctrine itself—the aggregates, sense bases, causal chains, and even the Four Noble Truths—leaving no conceptual foothold intact. Its structure is ritual and incantatory, culminating in a mantra that bypasses interpretation and functions as a direct symbolic act.",
    "Jungian Archetypes Tags":"-",
    "Neumann Stages Tags":"-",
    "Original Geographical Location":"Northern India",
    "Current Geographical Location":"Northern India",
    "Original Language":"Prakrit, Buddhist Hybrid Sanskrit",
    "Name.1":"Hṛdaya Sūtra",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Mahāyāna Buddhist Apophatic Liturgy",
    "Socio-political Tags":"Scholarly, Mystical \/ Initiatory, Recluse \/ Ascetic, Subversive \/ Revolutionary",
    "Literary Forms Tags":"Dialogue, Essay \/ Argument, Doctrine \/ Treatise, Manual \/ Instruction, Riddle \/ Aphorism",
    "Literary Themes Tags":"Metaphysical, Epistemological \/ Hermeneutics, Didactic \/ Ethical, Existential, Introspective, Absurd",
    "Symbolic System Tags":"Buddhist",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":68,
    "Name":"Vajracchedikā Prajñāpāramitā Sūtra",
    "Approx. Date":"c. 100–300 CE",
    "Dataviz date":200,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Phenomenology (Experiential), Dialectics (Conflict), Subversion (Negation)",
    "Arts and Sciences Tags":"Psychology, Philosophy, Education",
    "Access Level":"Literate Class",
    "Short Description":"The Diamond Sūtra is a dialogical instructional discourse structured as a sustained exchange between the Buddha and the monk Subhūti. It unfolds through a sequence of short questions and corrective replies, each designed to dismantle a specific form of conceptual fixation. The text repeatedly introduces a concept (self, merit, Buddha, dharma, world, liberation), immediately negates its inherent reality, and then allows the term to persist only as a conventional designation. This recursive structure creates a pedagogical rhythm: assertion → negation → functional re-use, training the reader to operate without ontological attachment rather than to replace one doctrine with another.",
    "Jungian Archetypes Tags":"-",
    "Neumann Stages Tags":"-",
    "Original Geographical Location":"Northern India",
    "Current Geographical Location":"Northern India",
    "Original Language":"Buddhist Hybrid Sanskrit",
    "Name.1":"Vajracchedikā Prajñāpāramitā Sūtra",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Philosophical \/ Metaphysical",
    "Category":"Mahāyāna Buddhist Apophatic Pedagogical Sūtra",
    "Socio-political Tags":"Scholarly, Mystical \/ Initiatory, Recluse \/ Ascetic, Subversive \/ Revolutionary",
    "Literary Forms Tags":"Dialogue, Essay \/ Argument, Doctrine \/ Treatise, Manual \/ Instruction, Riddle \/ Aphorism",
    "Literary Themes Tags":"Metaphysical, Epistemological \/ Hermeneutics, Didactic \/ Ethical, Existential, Introspective, Absurd",
    "Symbolic System Tags":"Buddhist",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":69,
    "Name":"Mahābhārata",
    "Approx. Date":"c. 400 BCE–400 CE",
    "Dataviz date":0,
    "Metaphysical Tags":"Pluralism (Multiplicities), Dialectics (Conflict), Becoming (Process Ontology), Apophatic–Aporetic (Unknowable), Monism (Single Principle), Phenomenology (Experiential), Subversion (Negation)",
    "Arts and Sciences Tags":"Literature, Philosophy, Political Science\/Law, Warfare, Psychology, History, Education",
    "Access Level":"Broadly Known",
    "Short Description":"A vast epic rooted in oral tradition chronicles the dynastic struggle between the Pāṇḍavas and Kauravas, culminating in the devastating Kurukṣetra war. Beyond its narrative, it serves as a civilizational charter — codifying dharma (duty\/law), legitimizing Kṣatriya-Brahmin power structures, and integrating diverse regional traditions into a unified cultural vision. It weaves together metaphysics, ethics, theology, and political ideology, most famously through the Bhagavad Gītā. Composed and refined over centuries, it offers a mirror to human conflict, cosmic order, and the existential burdens of action.",
    "Jungian Archetypes Tags":"Hero, Shadow, Self, Persona, Wise Old Man, Wise Old Woman, Trickster, Initiator, Father Archetype, Mother Archetype, Terrible Father, Terrible Mother, Anima",
    "Neumann Stages Tags":"Separation from World Parents, Battle with the Dragon, Initiation, Divine Intervention, Death, Rebirth, Magical Empowerment, Return to the Community, Descent into the Underworld, Mythic Ordering of Reality, Ego Collapse, Ego Transcendence, Coronation of the King",
    "Original Geographical Location":"Kurukṣetra \/ Hastināpura (Kuru region)",
    "Current Geographical Location":"Uttar Pradesh, India",
    "Original Language":"Sanskrit",
    "Name.1":"Mahābhārata",
    "Civlizational code?":"NO",
    "Author":"Bādarāyaṇa (Vyāsa)",
    "Comtean framework":"Synthetic Literature",
    "Category":"Mytho-Political Epic",
    "Socio-political Tags":"Royal, Warrior \/ Imperial, Priestly \/ Theocratic, Scholarly, Folk \/ Communal, Mystical \/ Initiatory, Bureaucratic \/ Legal \/ Scribal, Subversive \/ Revolutionary",
    "Literary Forms Tags":"Epic, Poetry, Narrative, Dialogue, Myth, Doctrine \/ Treatise, Manual \/ Instruction, Parable \/ Fable, Aphorism, Record \/ Chronicle, Commentary \/ Exegesis, Petition \/ Appeal, Oral Tradition",
    "Literary Themes Tags":"Adventure \/ Heroic Journey, Historical Reflection, Metaphysical, Epistemological \/ Hermeneutics, Political, Tragic \/ Lamentation, Didactic \/ Ethical, Prophetic \/ Revelation, Existential, Feminine, Cosmological, Ritual \/ Devotional, Introspective",
    "Symbolic System Tags":"Brahmanical, Purāṇic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":70,
    "Name":"Manusmṛti",
    "Approx. Date":"c. 200 BCE–200 CE",
    "Dataviz date":0,
    "Metaphysical Tags":"Grid (Systematic Structuralism), Clockwork (Causal Determinism), Monism (Single Principle), Dialectics (Conflict)",
    "Arts and Sciences Tags":"Political Science\/Law, Philosophy, Education",
    "Access Level":"Clerical",
    "Short Description":"Framed as the divine speech of Manu—the mythical progenitor and lawgiver—it articulates a cosmic, moral, and social order grounded in sacred authority. Its prescriptions on caste, gender, duty, and kingship are justified by appeals to the gods, the Vedas, and the metaphysical principles of dharma and karma. The text enforces a pre-established divine hierarchy, making it a foundational text of ritual-theological civilization. Initially transmitted orally.",
    "Jungian Archetypes Tags":"Father Archetype, Wise Old Man, Terrible Father, Persona",
    "Neumann Stages Tags":"Mythic Ordering of Reality, Divine Intervention, Coronation of the King, Initiation",
    "Original Geographical Location":"Śrāvastī or Kāśī region",
    "Current Geographical Location":"Uttar Pradesh, India",
    "Original Language":"Sanskrit",
    "Name.1":"Manusmṛti",
    "Civlizational code?":"NO",
    "Author":"Manu",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Dharmic Low Code",
    "Socio-political Tags":"Priestly \/ Theocratic, Bureaucratic \/ Legal \/ Scribal, Royal, Warrior \/ Imperial, Scholarly",
    "Literary Forms Tags":"Doctrine \/ Treatise, Rulebook \/ Code, Manual \/ Instruction, Glossary \/ Taxonomy, Oral Tradition",
    "Literary Themes Tags":"Ritual \/ Devotional, Didactic \/ Ethical, Political, Prophetic \/ Revelation, Cosmological, Metaphysical, Epistemological \/ Hermeneutics",
    "Symbolic System Tags":"Brahmanical, Purāṇic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":71,
    "Name":"Nyāya Sūtras",
    "Approx. Date":"c. 200 BCE–200 CE",
    "Dataviz date":0,
    "Metaphysical Tags":"Grid (Systematic Structuralism), Pluralism (Multiplicities), Clockwork (Causal Determinism), Dialectics (Conflict), Phenomenology (Experiential)",
    "Arts and Sciences Tags":"Logic \/ Formal Reasoning, Philosophy, Psychology, Political Science \/ Law, Education",
    "Access Level":"Literate Class",
    "Short Description":"The text systematizes classical Indian logic and epistemology within a Brahmanical philosophical framework. Designed to regulate intellectual debate and valid knowledge, it articulates a rigorous theory of pramāṇa—perception, inference, comparison, and testimony—alongside formal analyses of reasoning, fallacy, and disputation. Emerging in dialogue and competition with rival schools such as Buddhism and Materialism, it indirectly secures Vedic authority by subjecting testimony itself to rational evaluation. The work stands as the foundational scripture of the Nyāya philosophical tradition.",
    "Jungian Archetypes Tags":"-",
    "Neumann Stages Tags":"-",
    "Original Geographical Location":"Eastern Uttar Pradesh (Mithilā–Benares)",
    "Current Geographical Location":"Uttar Pradesh, India",
    "Original Language":"Sanskrit",
    "Name.1":"Nyāya Sūtras",
    "Civlizational code?":"NO",
    "Author":"Akṣapāda Gautama",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Brahmanical Epistemological Treatise",
    "Socio-political Tags":"Scholarly, Bureaucratic \/ Legal \/ Scribal",
    "Literary Forms Tags":"Doctrine \/ Treatise, Essay \/ Argument, Manual \/ Instruction, Glossary \/ Taxonomy, Analysis, Rulebook \/ Code, Riddle \/ Aphorism, Oral Tradition",
    "Literary Themes Tags":"Epistemological \/ Hermeneutics, Metaphysical, Didactic \/ Ethical, Political, Existential",
    "Symbolic System Tags":"Brahmanical",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":72,
    "Name":"Vaiśeṣika Sūtras",
    "Approx. Date":"c. 200 BCE–200 CE",
    "Dataviz date":0,
    "Metaphysical Tags":"Grid (Systematic Structuralism), Pluralism (Multiplicities), Clockwork (Causal Determinism), Dialectics (Conflict)",
    "Arts and Sciences Tags":"Philosophy, Physics, Psychology",
    "Access Level":"Literate Class",
    "Short Description":"The text constructs a realist metaphysical framework grounded in atomism and categorical analysis. It classifies all that exists into padārthas—substance, quality, motion, universal, particularity, and inherence—offering a systematic ontology of both physical and non-physical reality. Likely composed amid rising intellectual competition with Buddhist and materialist schools, it articulates a Brahmanical, āstika vision of the cosmos as orderly, objective, and intelligible through reason. The work became foundational to classical Indian philosophical realism, especially when later paired with the epistemology of the Nyāya school.",
    "Jungian Archetypes Tags":"-",
    "Neumann Stages Tags":"-",
    "Original Geographical Location":"Eastern Uttar Pradesh (Mithilā or Kāśī region)",
    "Current Geographical Location":"Uttar Pradesh, India",
    "Original Language":"Sanskrit",
    "Name.1":"Vaiśeṣika Sūtras",
    "Civlizational code?":"NO",
    "Author":"Kaṇāda",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Metaphysical \/ Ontological Treatise",
    "Socio-political Tags":"Scholarly",
    "Literary Forms Tags":"Doctrine \/ Treatise, Manual \/ Instruction, Glossary \/ Taxonomy, Analysis, Rulebook \/ Code, Riddle \/ Aphorism, Oral Tradition",
    "Literary Themes Tags":"Metaphysical, Epistemological \/ Hermeneutics, Didactic \/ Ethical, Cosmological, Existential",
    "Symbolic System Tags":"Brahmanical",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":73,
    "Name":"Saddharmapuṇḍarīka Sūtra",
    "Approx. Date":"c. 50–200 CE",
    "Dataviz date":50,
    "Metaphysical Tags":"Monism (Single Principle), Apophatic–Aporetic (Unknowable), Pluralism (Multiplicities), Subversion (Negation), Dialectics (Conflict), Becoming (Process Ontology), Phenomenology (Experiential)",
    "Arts and Sciences Tags":"Philosophy, Psychology",
    "Access Level":"Broadly Known",
    "Short Description":"The Lotus Sūtra is a Mahāyāna Buddhist revelatory scripture that opposes Vedic ritual authority and Brahmanical caste order, replacing them with a Buddha-centered cosmic hierarchy. It re-stratifies society by proximity to the One Vehicle, mediated through bodhisattvas, teachers, and devotion to the sūtra itself. At its core lies a distinctly Mahāyāna aporetic tension: ultimate truth is declared singular and absolute, yet only accessible through provisional teachings that negate their own finality. Uniquely Mahāyāna features—universal Buddhahood, the eternal Buddha, salvific power of hearing and recitation, and the elevation of doctrine itself as an object of devotion—mark the text as both radically inclusive and tightly centralized, offering an alternative civilizational order to the Vedic world.",
    "Jungian Archetypes Tags":"Self, Wise Old Man, Father Archetype, Initiator, Hero, Trickster",
    "Neumann Stages Tags":"Divine Intervention, Initiation, Death Rebirth, Magical Empowerment, Return to the Community, Mythic Ordering of Reality, Coronation of the King",
    "Original Geographical Location":"Northern India",
    "Current Geographical Location":"Northern India",
    "Original Language":"Buddhist Hybrid Sanskrit",
    "Name.1":"Saddharmapuṇḍarīka Sūtra",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Theological \/ Mythological",
    "Category":"Mahāyāna Buddhist Scripture",
    "Socio-political Tags":"Priestly \/ Theocratic, Mystical \/ Initiatory, Folk \/ Communal, Merchant \/ Cosmopolitan, Subversive \/ Revolutionary, Royal, Scholarly",
    "Literary Forms Tags":"Dialogue, Narrative, Myth, Doctrine \/ Treatise, Parable \/ Fable, Proclamation \/ Decree, Liturgy, Epic, Poetry, Oral Tradition",
    "Literary Themes Tags":"Prophetic \/ Revelation, Metaphysical, Cosmological, Ritual \/ Devotional, Didactic \/ Ethical, Epistemological \/ Hermeneutics, Political",
    "Symbolic System Tags":"Buddhist",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":74,
    "Name":"Caraka Saṃhitā",
    "Approx. Date":"c. 100–200 CE",
    "Dataviz date":100,
    "Metaphysical Tags":"Grid (Systematic Structuralism), Clockwork (Causal Determinism), Becoming (Process Ontology), Pluralism (Multiplicities), Phenomenology (Experiential)",
    "Arts and Sciences Tags":"Medicine, Biology, Psychology, Education",
    "Access Level":"Literate Class",
    "Short Description":"A foundational text of Ayurvedic medicine that systematizes medical knowledge through a synthesis of physiology, pathology, diagnosis, and therapeutics. It centers health on the balance of the three doṣas (vāta, pitta, kapha) and integrates empirical observation, dietetics, pharmacology, and ethical discipline. Drawing on classical Indian natural philosophy rather than devotional theology, the text treats illness as a disturbance of bodily and mental balance shaped by behavior, environment, and constitution. Less surgically focused than the Śuśruta Saṃhitā, the Caraka Saṃhitā offers a comprehensive model of internal medicine and frames the physician as both a technical expert and a moral guide responsible for sustaining individual and social health.",
    "Jungian Archetypes Tags":"-",
    "Neumann Stages Tags":"-",
    "Original Geographical Location":"Gandhara or Takṣaśilā Region",
    "Current Geographical Location":"Punjab region, India–Pakistan",
    "Original Language":"Sanskrit",
    "Name.1":"Caraka Saṃhitā",
    "Civlizational code?":"NO",
    "Author":"Caraka",
    "Comtean framework":"Positive\/Empirical",
    "Category":"Classical Ayurvedic Medical Doctrine",
    "Socio-political Tags":"Scholarly",
    "Literary Forms Tags":"Doctrine \/ Treatise, Manual \/ Instruction, Glossary \/ Taxonomy, Analysis, Rulebook \/ Code, Dialogue, Oral Tradition",
    "Literary Themes Tags":"Didactic \/ Ethical, Metaphysical, Epistemological \/ Hermeneutics",
    "Symbolic System Tags":"Brahmanical",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":75,
    "Name":"Yājñavalkya Smṛti",
    "Approx. Date":"c. 100–300 CE",
    "Dataviz date":100,
    "Metaphysical Tags":"Grid (Systematic Structuralism), Clockwork (Causal Determinism), Pluralism (Multiplicities)",
    "Arts and Sciences Tags":"Political Science\/Law",
    "Access Level":"Literate Class",
    "Short Description":"A foundational judicial text structured into three books—conduct (ācāra), legal procedure (vyavahāra), and atonement (prāyaścitta). It systematizes Smṛti, custom, and precedent into a coherent legal code designed for royal courts and judicial practice. Grounded in claimed Vedic authority but operationally juridical, it integrates theological legitimacy with rational legal procedure. Through influential commentaries such as the Mitākṣarā, it shaped the core of classical Hindu law by aligning dharma with reasoned adjudication and royal governance.",
    "Jungian Archetypes Tags":"-",
    "Neumann Stages Tags":"-",
    "Original Geographical Location":"Mithilā",
    "Current Geographical Location":"Bihar, India",
    "Original Language":"Sanskrit",
    "Name.1":"Yājñavalkya Smṛti",
    "Civlizational code?":"NO",
    "Author":"Yājñavalkya",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Brahmanical Legal Code",
    "Socio-political Tags":"Bureaucratic \/ Legal \/ Scribal, Priestly \/ Theocratic, Royal, Scholarly",
    "Literary Forms Tags":"Doctrine \/ Treatise, Rulebook \/ Code, Manual \/ Instruction, Proclamation \/ Decree",
    "Literary Themes Tags":"Political, Didactic \/ Ethical",
    "Symbolic System Tags":"Brahmanical",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":76,
    "Name":"Jaina Āgamas",
    "Approx. Date":"c. 550 BCE–600 CE",
    "Dataviz date":-300,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Phenomenology (Experiential), Becoming (Process Ontology), Pluralism (Multiplicities), Grid (Systematic Structuralism), Clockwork (Causal Determinism), Dialectics (Conflict), Subversion (Negation)",
    "Arts and Sciences Tags":"Philosophy, Psychology, Education",
    "Access Level":"Literate Class",
    "Short Description":"Foundational scriptures of Jainism, preserving the oral teachings of its founding father Mahāvīra. The Āgamas codify ethical conduct, monastic discipline, metaphysical doctrines such as karma and nonviolence, and detailed cosmological systems. They were preserved by the ascetic-clerical monastic class. While Jainism rejected Brahmanical ritualism, the Āgamas nonetheless functioned as a comprehensive civilizational code for Jain identity. This system gained particular popularity among the merchant class, who supported its values of nonviolence, discipline, and spiritual accountability.",
    "Jungian Archetypes Tags":"Self, Shadow, Persona, Wise Old Man, Initiator",
    "Neumann Stages Tags":"Separation from World Parents, Isolation, Initiation, Ego Collapse, Ego Transcendence, Mythic Ordering of Reality",
    "Original Geographical Location":"Magadha",
    "Current Geographical Location":"Bihar, India",
    "Original Language":"Mixed Prakrits",
    "Name.1":"Jaina Āgamas",
    "Civlizational code?":"YES",
    "Author":"Mahāvīra’s disciples",
    "Comtean framework":"Synthetic Literature",
    "Category":"Ascetic–Philosophical Canon",
    "Socio-political Tags":"Recluse \/ Ascetic, Scholarly, Subversive \/ Revolutionary, Mystical \/ Initiatory",
    "Literary Forms Tags":"Doctrine \/ Treatise, Manual \/ Instruction, Rulebook \/ Code, Dialogue, Glossary \/ Taxonomy, Analysis, Oral Tradition, Aphorism",
    "Literary Themes Tags":"Metaphysical, Epistemological \/ Hermeneutics, Didactic \/ Ethical, Existential, Ritual \/ Devotional, Cosmological, Prophetic \/ Revelation",
    "Symbolic System Tags":"Śramaṇa, Jain",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":77,
    "Name":"Aṅgas",
    "Approx. Date":"c. 500–300 BCE",
    "Dataviz date":-350,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Phenomenology (Experiential), Becoming (Process Ontology), Pluralism (Multiplicities), Grid (Systematic Structuralism), Clockwork (Causal Determinism), Subversion (Negation)",
    "Arts and Sciences Tags":"Philosophy, Psychology, Education, Anthropology",
    "Access Level":"Clerical",
    "Short Description":"The Aṅgas form the earliest and most authoritative doctrinal core of the Jaina Āgamas, preserving teachings of Mahāvīra as transmitted by his immediate disciples. Composed as orally structured dialogues and instructional discourses, they articulate the foundational Jain commitments to nonviolence, ascetic restraint, karmic causality, and liberation through disciplined conduct. The Aṅgas are primarily concerned with ethical absolutes and experiential insight rather than institutional regulation or later scholastic systematization, establishing the ascetic and metaphysical framework upon which the rest of the Jain canon is built.",
    "Jungian Archetypes Tags":"Wise Old Man, Initiator, Shadow, Self",
    "Neumann Stages Tags":"Separation from World Parents, Isolation, Initiation, Ego Collapse, Ego Transcendence, Mythic Ordering of Reality",
    "Original Geographical Location":"Magadha",
    "Current Geographical Location":"Bihar, India",
    "Original Language":"Ardhamāgadhī Prakrit",
    "Name.1":"Aṅgas",
    "Civlizational code?":"NO",
    "Author":"Mahāvīra",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Jain Ascetic Doctrine",
    "Socio-political Tags":"Recluse \/ Ascetic, Subversive \/ Revolutionary, Mystical \/ Initiatory, Scholarly, Merchant \/ Cosmopolitan",
    "Literary Forms Tags":"Dialogue, Doctrine \/ Treatise, Manual \/ Instruction, Rulebook \/ Code, Glossary \/ Taxonomy, Analysis, Aphorism, Oral Tradition",
    "Literary Themes Tags":"Metaphysical, Epistemological \/ Hermeneutics, Didactic \/ Ethical, Existential, Introspective, Political, Cosmological",
    "Symbolic System Tags":"Śramaṇa, Jain",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":78,
    "Name":"Ācārāṅga Sūtra",
    "Approx. Date":"c. 500–400 BCE",
    "Dataviz date":-450,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Phenomenology (Experiential), Becoming (Process Ontology), Pluralism (Multiplicities), Subversion (Negation)",
    "Arts and Sciences Tags":"Philosophy, Psychology, Education",
    "Access Level":"Clerical",
    "Short Description":"The Ācārāṅga Sūtra is the most austere and foundational of the Jain Aṅgas, articulating Mahāvīra’s ethic of absolute nonviolence through a rigorous code of ascetic conduct. The text serves to prescribe discipline: regulation of movement, speech, diet, and bodily awareness so as to minimize harm to all forms of life. The text frames liberation not as a matter of belief or ritual but as the cumulative result of vigilant restraint enacted in everyday actions. In doing so, the Ācārāṅga establishes the existential and ethical ground of Jainism, presenting the ascetic body itself as the primary site of karmic responsibility and spiritual realization.",
    "Jungian Archetypes Tags":"Wise Old Man, Initiator, Shadow, Self",
    "Neumann Stages Tags":"Separation from World Parents, Isolation, Initiation, Ego Collapse, Ego Transcendence, Mythic Ordering of Reality",
    "Original Geographical Location":"Magadha",
    "Current Geographical Location":"Bihar, India",
    "Original Language":"Ardhamāgadhī Prakrit",
    "Name.1":"Ācārāṅga Sūtra",
    "Civlizational code?":"NO",
    "Author":"Mahāvīra",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Jain Ascetic Code",
    "Socio-political Tags":"Recluse \/ Ascetic, Mystical \/ Initiatory, Subversive \/ Revolutionary, Folk \/ Communal",
    "Literary Forms Tags":"Manual \/ Instruction, Rulebook \/ Code, Proclamation \/ Decree, Fragment, Oral Tradition",
    "Literary Themes Tags":"Didactic \/ Ethical, Existential, Introspective, Metaphysical, Cosmological, Political",
    "Symbolic System Tags":"Śramaṇa, Jain",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":79,
    "Name":"Sūtrakṛtāṅga Sūtra",
    "Approx. Date":"c. 400–300 BCE",
    "Dataviz date":-350,
    "Metaphysical Tags":"Dialectics (Conflict), Pluralism (Multiplicities), Becoming (Process Ontology), Subversion (Negation), Phenomenology (Experiential), Apophatic–Aporetic (Unknowable)",
    "Arts and Sciences Tags":"Philosophy, Psychology, Education",
    "Access Level":"Clerical",
    "Short Description":"The Sūtrakṛtāṅga Sūtra is an early Jain Aṅga that clarifies and defends ascetic doctrine through explicit critique of rival religious and philosophical positions. The text addresses the problem of right and wrong views, warning that false doctrines and misguided asceticism perpetuate karmic bondage despite outward austerity. The text functions as a boundary-drawing discourse, distinguishing authentic Jain renunciation from sacrificial, violent, or absolutist systems prevalent in early Indian thought.",
    "Jungian Archetypes Tags":"Wise Old Man, Shadow, Initiator, Self",
    "Neumann Stages Tags":"Separation from World Parents, Ego Collapse, Initiation, Ego Transcendence, Mythic Ordering of Reality",
    "Original Geographical Location":"Magadha",
    "Current Geographical Location":"Bihar, India",
    "Original Language":"Ardhamāgadhī Prakrit",
    "Name.1":"Sūtrakṛtāṅga Sūtra",
    "Civlizational code?":"NO",
    "Author":"Mahāvīra",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Jain Doctrinal Polemic",
    "Socio-political Tags":"Scholarly, Subversive \/ Revolutionary, Mystical \/ Initiatory, Recluse \/ Ascetic, Folk \/ Communal",
    "Literary Forms Tags":"Essay \/ Argument, Doctrine \/ Treatise, Analysis, Manual \/ Instruction, Proclamation \/ Decree, Fragment, Oral Tradition",
    "Literary Themes Tags":"Epistemological \/ Hermeneutics, Didactic \/ Ethical, Metaphysical, Existential, Political, Prophetic \/ Revelation, Cosmological",
    "Symbolic System Tags":"Śramaṇa, Jain",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":80,
    "Name":"Upāṅgas",
    "Approx. Date":"c. 400–100 BCE",
    "Dataviz date":-200,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Becoming (Process Ontology), Pluralism (Multiplicities), Grid (Systematic Structuralism), Clockwork (Causal Determinism)",
    "Arts and Sciences Tags":"Philosophy, Psychology, Education",
    "Access Level":"Clerical",
    "Short Description":"The Upāṅgas are a collection of Jain texts that expand and systematize the doctrines introduced in the Aṅgas, focusing on cosmology, ontology, and epistemology rather than direct ethical exhortation. They articulate a structured vision of the universe as eternal, non-created, and governed by precise karmic causality, mapping realms of existence and the conditions under which souls move through them.",
    "Jungian Archetypes Tags":"Wise Old Man, Initiator, Self, Shadow",
    "Neumann Stages Tags":"Mythic Ordering of Reality, Initiation, Ego Transcendence, Separation from World Parents",
    "Original Geographical Location":"Magadha",
    "Current Geographical Location":"Bihar, India",
    "Original Language":"Ardhamāgadhī Prakrit",
    "Name.1":"Upāṅgas",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Jain Cosmology",
    "Socio-political Tags":"Scholarly, Merchant \/ Cosmopolitan, Recluse \/ Ascetic, Mystical \/ Initiatory",
    "Literary Forms Tags":"Doctrine \/ Treatise, Essay \/ Argument, Glossary \/ Taxonomy, Analysis, Manual \/ Instruction, Oral Tradition",
    "Literary Themes Tags":"Metaphysical, Epistemological \/ Hermeneutics, Cosmological, Didactic \/ Ethical, Political",
    "Symbolic System Tags":"Śramaṇa, Jain",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":81,
    "Name":"Chedasūtras",
    "Approx. Date":"c. 400–100 BCE",
    "Dataviz date":-200,
    "Metaphysical Tags":"Grid (Systematic Structuralism), Clockwork (Causal Determinism)",
    "Arts and Sciences Tags":"Political Science\/Law, Education, Psychology",
    "Access Level":"Clerical",
    "Short Description":"The Chedasūtras are the legal and disciplinary texts of the Jain canon, codifying the rules, procedures, and corrective mechanisms that govern monastic life. Structured as regulatory manuals rather than dialogical teachings, they classify offenses, prescribe penances, and establish communal processes of confession, adjudication, and reinstatement. The text is concerned with the practical maintenance of ascetic order across time and place, enabling the monastic community to function as a self-regulating institution independent of royal, priestly, or ritual authority.",
    "Jungian Archetypes Tags":"-",
    "Neumann Stages Tags":"-",
    "Original Geographical Location":"Magadha",
    "Current Geographical Location":"Bihar, India",
    "Original Language":"Ardhamāgadhī Prakrit",
    "Name.1":"Chedasūtras",
    "Civlizational code?":"NO",
    "Author":"Mahāvīra",
    "Comtean framework":"Positive\/Empirical",
    "Category":"Jain Law Code",
    "Socio-political Tags":"Bureaucratic \/ Legal \/ Scribal, Scholarly, Recluse \/ Ascetic, Folk \/ Communal",
    "Literary Forms Tags":"Rulebook \/ Code, Manual \/ Instruction, Glossary \/ Taxonomy, Analysis, Doctrine \/ Treatise, Oral Tradition",
    "Literary Themes Tags":"Didactic \/ Ethical, Political, Existential",
    "Symbolic System Tags":"Śramaṇa, Jain",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":82,
    "Name":"Mūlasūtras",
    "Approx. Date":"c. 400–100 BCE",
    "Dataviz date":-200,
    "Metaphysical Tags":"Phenomenology (Experiential), Becoming (Process Ontology), Pluralism (Multiplicities), Grid (Systematic Structuralism), Clockwork (Causal Determinism), Subversion (Negation), Dialectics (Conflict)",
    "Arts and Sciences Tags":"Education, Psychology, Philosophy",
    "Access Level":"Clerical",
    "Short Description":"The Mūlasūtras are the foundational instructional texts of the Jaina Āgamas, designed to initiate and discipline monks and nuns at the earliest stage of ascetic life. The text codifies the practical grammar of renunciation: vows, restraints, vigilance in bodily movement, regulation of speech and thought, and the causal mechanics of karma as lived experience. Composed in aphoristic, rule-based prose for oral transmission, the Mūlasūtras establish a portable ethical regime that replaces ritual, violence, and social hierarchy with self-surveillance, non-possession, and radical non-injury.",
    "Jungian Archetypes Tags":"Wise Old Man, Father Archetype, Self, Shadow",
    "Neumann Stages Tags":"Mythic Ordering of Reality, Ego Transcendence, Separation from World Parents",
    "Original Geographical Location":"Magadha",
    "Current Geographical Location":"Bihar, India",
    "Original Language":"Ardhamāgadhī Prakrit",
    "Name.1":"Mūlasūtras",
    "Civlizational code?":"NO",
    "Author":"Mahāvīra",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Jain Monastic Training Code",
    "Socio-political Tags":"Scholarly, Folk \/ Communal, Subversive \/ Revolutionary, Mystical \/ Initiatory, Recluse \/ Ascetic",
    "Literary Forms Tags":"Doctrine \/ Treatise, Manual \/ Instruction, Rulebook \/ Code, Aphorism \/ Riddle, Glossary \/ Taxonomy, Fragment, Oral Tradition",
    "Literary Themes Tags":"Introspective, Metaphysical, Epistemological \/ Hermeneutics, Didactic \/ Ethical, Existential, Cosmological, Political",
    "Symbolic System Tags":"Śramaṇa, Jain",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":83,
    "Name":"Prakīrṇakas",
    "Approx. Date":"c. 300 BCE–300 CE",
    "Dataviz date":0,
    "Metaphysical Tags":"Phenomenology (Experiential), Becoming (Process Ontology), Pluralism (Multiplicities), Dialectics (Conflict), Clockwork (Causal Determinism), Subversion (Negation)",
    "Arts and Sciences Tags":"Education, Psychology, Philosophy",
    "Access Level":"Literate Class",
    "Short Description":"The Prakīrṇakas are a collection of supplementary Jain texts that preserve ethical reflections, doctrinal clarifications, and ascetic insights not systematized within the core divisions of the Āgamas. The text addresses questions of intention, vigilance, karmic causality, and perspectival knowledge, often exploring tensions and nuances left implicit in earlier teachings.",
    "Jungian Archetypes Tags":"-",
    "Neumann Stages Tags":"-",
    "Original Geographical Location":"Magadha & Western India",
    "Current Geographical Location":"Bihar, Gujarat, Rajasthan",
    "Original Language":"Mixed Prakrits",
    "Name.1":"Prakīrṇakas",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Jain Ascetic Reflections",
    "Socio-political Tags":"Scholarly, Folk \/ Communal, Subversive \/ Revolutionary, Mystical \/ Initiatory, Recluse \/ Ascetic",
    "Literary Forms Tags":"Poetry, Doctrine \/ Treatise, Commentary \/ Exegesis, Essay \/ Argument, Fragment, Aphorism \/ Riddle, Oral Tradition",
    "Literary Themes Tags":"Introspective, Metaphysical, Epistemological \/ Hermeneutics, Didactic \/ Ethical, Existential, Cosmological, Political",
    "Symbolic System Tags":"Śramaṇa, Jain",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":84,
    "Name":"Śaṭkhaṇḍāgama",
    "Approx. Date":"c. 50–200 CE",
    "Dataviz date":125,
    "Metaphysical Tags":"Grid (Systematic Structuralism), Clockwork (Causal Determinism), Becoming (Process Ontology), Pluralism (Multiplicities), Dialectics (Conflict)",
    "Arts and Sciences Tags":"Education, Philosophy, Anthropology",
    "Access Level":"Clerical",
    "Short Description":"The Śaṭkhaṇḍāgama is a foundational Digambara Jain scholastic treatise that systematizes Jain metaphysics through a rigorous analysis of karma, bondage, and the classification of souls. Structured as an exhaustive doctrinal grid rather than a dialogical or instructional text, it decomposes karmic processes into formal parameters—such as nature, duration, intensity, and quantity—transforming earlier ascetic teachings into a closed analytical system. The text marks a decisive shift from orally transmitted ethical instruction toward bureaucratic metaphysical codification, enabling precise doctrinal debate and internal consistency across Jain scholastic traditions. Preserved and elaborated through authoritative commentaries, the Śaṭkhaṇḍāgama functions as the cornerstone of Jain systematic metaphysics, consolidating intellectual authority within the monastic elite and positioning Jainism as a fully articulated philosophical system alongside rival Indian schools.",
    "Jungian Archetypes Tags":"-",
    "Neumann Stages Tags":"-",
    "Original Geographical Location":"Southern Deccan",
    "Current Geographical Location":"Karnataka, India",
    "Original Language":"Śaurasenī Prakrit",
    "Name.1":"Śaṭkhaṇḍāgama",
    "Civlizational code?":"NO",
    "Author":"Puṣpadanta and Bhūtabali",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Jain Scholastic Metaphysics",
    "Socio-political Tags":"Scholarly, Mystical \/ Initiatory, Recluse \/ Ascetic, Bureaucratic \/ Legal \/ Scribal",
    "Literary Forms Tags":"Doctrine \/ Treatise, Glossary \/ Taxonomy, Analysis, Manual \/ Instruction, Rulebook \/ Code, Commentary \/ Exegesis",
    "Literary Themes Tags":"Metaphysical, Epistemological \/ Hermeneutics, Cosmological, Didactic \/ Ethical, Political",
    "Symbolic System Tags":"Śramaṇa, Jain",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":85,
    "Name":"Kaṣāyaprabhr̥ta",
    "Approx. Date":"c. 100–250 CE",
    "Dataviz date":175,
    "Metaphysical Tags":"Grid (Systematic Structuralism), Clockwork (Causal Determinism), Becoming (Process Ontology), Pluralism (Multiplicities), Dialectics (Conflict), Phenomenology (Experiential)",
    "Arts and Sciences Tags":"Psychology, Philosophy, Education, Anthropology",
    "Access Level":"Clerical",
    "Short Description":"The Kaṣāyaprabhr̥ta is a foundational Digambara Jain scholastic treatise devoted to the systematic analysis of the passions (kaṣāyas)—anger, pride, deceit, and greed—as the primary internal causes of karmic bondage. Rather than regulating conduct directly or mapping the cosmos as a whole, the text focuses on the inner mechanics of moral causation, classifying passions according to type, intensity, duration, and their precise effects on the soul. Composed in concise doctrinal verses and presupposing advanced doctrinal training, the Kaṣāyaprabhr̥ta transforms ascetic ethics into a rigorous metaphysical psychology, shifting attention from external action to internal affect as the decisive factor in liberation.",
    "Jungian Archetypes Tags":"Shadow, Wise Old Man, Self",
    "Neumann Stages Tags":"Ego Collapse, Ego Transcendence, Mythic Ordering of Reality",
    "Original Geographical Location":"Southern Deccan",
    "Current Geographical Location":"Karnataka, India",
    "Original Language":"Śaurasenī Prakrit",
    "Name.1":"Kaṣāyaprabhr̥ta",
    "Civlizational code?":"NO",
    "Author":"Guṇadhara",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Jain Ascetic Psychology",
    "Socio-political Tags":"Scholarly, Bureaucratic \/ Legal \/ Scribal, Mystical \/ Initiatory, Recluse \/ Ascetic",
    "Literary Forms Tags":"Doctrine \/ Treatise, Glossary \/ Taxonomy, Analysis, Rulebook \/ Code, Manual \/ Instruction, Aphorism \/ Riddle, Oral Tradition",
    "Literary Themes Tags":"Introspective, Metaphysical, Epistemological \/ Hermeneutics, Didactic \/ Ethical, Existential, Cosmological, Political",
    "Symbolic System Tags":"Śramaṇa, Jain",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":86,
    "Name":"Mūlamadhyamakakārikā",
    "Approx. Date":"c. 150–250 CE",
    "Dataviz date":150,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Subversion (Negation), Dialectics (Conflict), Becoming (Process Ontology), Phenomenology (Experiential)",
    "Arts and Sciences Tags":"Philosophy",
    "Access Level":"Literate Class",
    "Short Description":"The foundational text of the Madhyamaka (Middle Way) school of Mahāyāna Buddhism. Written in Sanskrit in verse form, it systematically dismantles metaphysical assumptions about inherent existence (svabhāva) using rigorous logical reasoning and reductio ad absurdum arguments. The text critiques concepts such as cause and effect, motion, time, the self, and nirvāṇa—not to deny them, but to show their emptiness (śūnyatā) when conceived as independent, self-existent entities. Nāgārjuna does not posit another ultimate reality but instead articulates a radical middle path between eternalism and nihilism, insisting that phenomena exist only through dependent origination and conceptual designation. By dissolving attachment to reified views, the Kārikā clears the ground for non-attachment to conceptual constructions and points toward liberation from suffering through insight into the empty nature of all phenomena.",
    "Jungian Archetypes Tags":"-",
    "Neumann Stages Tags":"-",
    "Original Geographical Location":"South India",
    "Current Geographical Location":"South India",
    "Original Language":"Sanskrit",
    "Name.1":"Mūlamadhyamakakārikā",
    "Civlizational code?":"NO",
    "Author":"Nāgārjuna",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Buddhist Deconstruction of Ontological Fixation",
    "Socio-political Tags":"Scholarly, Subversive \/ Revolutionary, Mystical \/ Initiatory, Recluse \/ Ascetic",
    "Literary Forms Tags":"Poetry, Essay \/ Argument, Analysis, Doctrine \/ Treatise, Riddle \/ Aphorism, Fragment, Oral Tradition",
    "Literary Themes Tags":"Metaphysical, Epistemological \/ Hermeneutics, Didactic \/ Ethical, Existential, Absurd",
    "Symbolic System Tags":"Buddhist",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":87,
    "Name":"Nāradasmṛti",
    "Approx. Date":"c. 200–400 CE",
    "Dataviz date":200,
    "Metaphysical Tags":"Grid (Systematic Structuralism), Clockwork (Causal Determinism), Pluralism (Multiplicities), Becoming (Process Ontology), Dialectics (Conflict)",
    "Arts and Sciences Tags":"Political Science\/Law, Education",
    "Access Level":"Literate Class",
    "Short Description":"A classical Indian legal text, the Nāradasmṛti serves as a judicial manual within the Dharmaśāstra tradition, offering systematic guidelines for civil law, with particular focus on property disputes, debt, contracts, inheritance, and evidence. It is unusually concentrated on judicial procedure, largely omitting ritual prescriptions in favor of the practical functioning of courts and judges. The text outlines eighteen titles of law, principles of fair procedure, the roles of witnesses, and methods for resolving ambiguity through precedent, reason, and dharma. It reflects a Brahmanical legal theory adapted for royal implementation, articulating a normative vision of justice that bridges divine order and human law.",
    "Jungian Archetypes Tags":"-",
    "Neumann Stages Tags":"-",
    "Original Geographical Location":"Northern-central India",
    "Current Geographical Location":"Uttar Pradesh, India",
    "Original Language":"Sanskrit",
    "Name.1":"Nāradasmṛti",
    "Civlizational code?":"NO",
    "Author":"Nārada",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Brahmanical Legal Code",
    "Socio-political Tags":"Bureaucratic \/ Legal \/ Scribal, Royal, Scholarly, Merchant \/ Cosmopolitan, Priestly \/ Theocratic",
    "Literary Forms Tags":"Doctrine \/ Treatise, Manual \/ Instruction, Rulebook \/ Code, Glossary \/ Taxonomy, Analysis, Essay \/ Argument, Oral Tradition",
    "Literary Themes Tags":"Didactic \/ Ethical, Political, Epistemological \/ Hermeneutics, Metaphysical, Cosmological",
    "Symbolic System Tags":"Brahmanical",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":88,
    "Name":"Kāmasūtra",
    "Approx. Date":"c. 250–300 CE",
    "Dataviz date":300,
    "Metaphysical Tags":"Phenomenology (Experiential), Pluralism (Multiplicities), Grid (Systematic Structuralism), Becoming (Process Ontology), Dialectics (Conflict)",
    "Arts and Sciences Tags":"Sociology, Psychology, Anthropology, Art\/Aesthetics, Literature, Philosophy, Education",
    "Access Level":"Literate Class",
    "Short Description":"A sophisticated treatise on erotic life, social refinement, and interpersonal conduct, composed for the educated urban elite of classical India. Far from being a mere sex manual, it offers a detailed framework for navigating love, pleasure, and social relationships within a courtly, patriarchal order. The text categorizes types of lovers, relationships, and emotional dispositions, blending sensual strategy with normative expectations of cultivated behavior. Reflecting the worldview of urban gṛhasthas (householders), it articulates a secular, worldly ideal of refined living that coexists alongside—yet remains distinct from—religious and ascetic values.",
    "Jungian Archetypes Tags":"Persona, Anima, Animus, Initiator, Shadow, Father Archetype",
    "Neumann Stages Tags":"Initiation, Return to the Community, Mythic Ordering of Reality",
    "Original Geographical Location":"Kānyakubja (Kannauj)",
    "Current Geographical Location":"Uttar Pradesh, India",
    "Original Language":"Sanskrit",
    "Name.1":"Kāmasūtra",
    "Civlizational code?":"NO",
    "Author":"Vātsyāyana",
    "Comtean framework":"Synthetic Literature",
    "Category":"Aesthetic–Erotic Social Manual",
    "Socio-political Tags":"Merchant \/ Cosmopolitan, Scholarly, Bohemian \/ Aesthetic, Royal",
    "Literary Forms Tags":"Doctrine \/ Treatise, Manual \/ Instruction, Rulebook \/ Code, Glossary \/ Taxonomy, Analysis, Essay \/ Argument, Oral Tradition",
    "Literary Themes Tags":"Romantic \/ Erotic, Didactic \/ Ethical, Introspective, Existential, Feminine",
    "Symbolic System Tags":"Brahmanical",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":89,
    "Name":"Yoga Sūtras",
    "Approx. Date":"c. 200 BCE–400 CE",
    "Dataviz date":300,
    "Metaphysical Tags":"Phenomenology (Experiential), Grid (Systematic Structuralism), Pluralism (Multiplicities), Clockwork (Causal Determinism), Apophatic–Aporetic (Unknowable)",
    "Arts and Sciences Tags":"Psychology, Philosophy, Education",
    "Access Level":"Literate Class",
    "Short Description":"A soteriological manual of liberation, synthesizing early Sāṅkhya metaphysics with disciplined introspection. Structured in 195 terse aphorisms across four books, it charts a path from mental agitation to meditative absorption and ultimate isolation (kaivalya) of pure consciousness (puruṣa) from material nature (prakṛti). Rejecting ritualism and speculative theology, it systematizes ethics, breath, posture, and deep concentration into an eightfold discipline (aṣṭāṅga yoga). Transmitted orally among renunciant and philosophical circles before being codified in Sanskrit, its pragmatic—though non-theistic—model draws from both Hindu and Buddhist currents.",
    "Jungian Archetypes Tags":"Self, Persona, Shadow, Wise Old Man",
    "Neumann Stages Tags":"Isolation, Divine Intervention, Initiation, Death, Rebirth, Ego Collapse, Ego Transcendence",
    "Original Geographical Location":"Central India (Patañjali’s school)",
    "Current Geographical Location":"Madhya Pradesh, India",
    "Original Language":"Sanskrit",
    "Name.1":"Yoga Sūtras",
    "Civlizational code?":"NO",
    "Author":"Patañjali",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Yogic Soteriological Treatise",
    "Socio-political Tags":"Scholarly, Mystical \/ Initiatory, Recluse \/ Ascetic",
    "Literary Forms Tags":"Doctrine \/ Treatise, Manual \/ Instruction, Riddle \/ Aphorism, Glossary \/ Taxonomy, Rulebook \/ Code, Oral Tradition",
    "Literary Themes Tags":"Metaphysical, Epistemological \/ Hermeneutics, Introspective, Didactic \/ Ethical, Existential, Cosmological",
    "Symbolic System Tags":"Śramaṇa, Yogic, Sāṃkhya",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":90,
    "Name":"Tattvārtha Sūtra",
    "Approx. Date":"c. 200–500 CE",
    "Dataviz date":300,
    "Metaphysical Tags":"Grid (Systematic Structuralism), Clockwork (Causal Determinism), Pluralism (Multiplicities), Becoming (Process Ontology)",
    "Arts and Sciences Tags":"Education, Psychology, Philosophy, Anthropology",
    "Access Level":"Literate Class",
    "Short Description":"The foundational philosophical text of Jainism—revered by both Śvetāmbara and Digambara sects. It systematizes Jain metaphysics, epistemology, cosmology, and ethics in a concise, aphoristic style. The text outlines the seven tattvas (truths), detailing how karmic matter binds to the soul and how right faith, knowledge, and conduct (the ratnatraya) gradually liberate it from bondage. In contrast to Vedic ritualism and Buddhist no-self doctrines, Jainism offered a rational, self-directed path to liberation. It’s non-theistic, karmic realism especially appealed to urban, literate, and mercantile classes, offering a cosmology that emphasized personal effort, nonviolence, and ethical austerity. Like all the precious ones, transmitted initially orally. ",
    "Jungian Archetypes Tags":"Self, Wise Old Man, Initiator, Persona, Shadow",
    "Neumann Stages Tags":"Isolation, Initiation, Death, Rebirth, Ego Transcendence, Mythic Ordering of Reality",
    "Original Geographical Location":"Western India (Gujarat)",
    "Current Geographical Location":"Gujarat, India",
    "Original Language":"Sanskrit",
    "Name.1":"Tattvārtha Sūtra",
    "Civlizational code?":"NO",
    "Author":"Umāsvāti \/ Umāsvāmi",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Jain Ontological–Soteriological Treatise",
    "Socio-political Tags":"Scholarly, Bureaucratic \/ Legal \/ Scribal, Mystical \/ Initiatory, Recluse \/ Ascetic, Merchant \/ Cosmopolitan",
    "Literary Forms Tags":"Doctrine \/ Treatise, Manual \/ Instruction, Rulebook \/ Code, Glossary \/ Taxonomy, Analysis, Riddle \/ Aphorism, Oral Tradition",
    "Literary Themes Tags":"Metaphysical, Epistemological \/ Hermeneutics, Didactic \/ Ethical, Cosmological, Existential, Ritual \/ Devotional",
    "Symbolic System Tags":"Jain",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":91,
    "Name":"Laṅkāvatāra Sūtra",
    "Approx. Date":"c. 300–500 CE",
    "Dataviz date":300,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Phenomenology (Experiential), Becoming (Process Ontology), Monism (Qualified), Subversion (Negation)",
    "Arts and Sciences Tags":"Philosophy, Psychology",
    "Access Level":"Literate Class",
    "Short Description":"A radical Mahāyāna Buddhist text articulating non-duality and mind-only (Cittamātra) metaphysics while systematically undermining all reified views, including Buddhist doctrines themselves. It asserts that phenomena arise from consciousness conditioned by habit-energy, and that liberation is realized through direct, non-conceptual insight beyond language, belief, and metaphysical assertion. By collapsing the distinctions between samsāra and nirvāṇa, self and no-self, truth and illusion, the sutra functions as an internal critique of Buddhist thought, dismantling attachment to views as the final obstacle to awakening.",
    "Jungian Archetypes Tags":"Self, Trickster, Wise Old Man, Shadow",
    "Neumann Stages Tags":"Ego Collapse, Ego Transcendence, Initiation, Mythic Ordering of Reality",
    "Original Geographical Location":"Gandhāra",
    "Current Geographical Location":"Northern Pakistan \/ Eastern Afghanistan",
    "Original Language":"Sanskrit",
    "Name.1":"Laṅkāvatāra Sūtra",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Mahāyāna Epistemological–Metaphysical Treatise",
    "Socio-political Tags":"Scholarly, Mystical \/ Initiatory, Recluse \/ Ascetic, Subversive \/ Revolutionary",
    "Literary Forms Tags":"Dialogue, Doctrine \/ Treatise, Essay \/ Argument, Analysis, Manual \/ Instruction, Poetry, Riddle \/ Aphorism",
    "Literary Themes Tags":"Metaphysical, Epistemological \/ Hermeneutics, Introspective, Existential, Didactic \/ Ethical, Prophetic \/ Revelation, Cosmological",
    "Symbolic System Tags":"Buddhist",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":92,
    "Name":"Yogācārabhūmi",
    "Approx. Date":"c. 320–390 CE",
    "Dataviz date":320,
    "Metaphysical Tags":"Phenomenology (Experiential), Becoming (Process Ontology), Pluralism (Multiplicities), Grid (Systematic Structuralism), Clockwork (Causal Determinism), Monism (Single Principle)",
    "Arts and Sciences Tags":"Philosophy, Psychology, Education, Theology, Anthropology",
    "Access Level":"Literate Class",
    "Short Description":"A vast and intricate foundational text of the Yogācāra school of Mahāyāna Buddhism. Structured into seventeen books, it explores stages of yogic practice, the workings of consciousness, and the path to liberation. Its core teaching asserts that all experience arises from consciousness alone (vijñaptimātra), rejecting the existence of external objects independent of perception. Blending phenomenological introspection with ethical discipline, the text maps the architecture of the mind and outlines a rigorous system of meditative purification. It functions both as a manual for advanced spiritual training and a subversive critique of naive realism, challenging the ontological assumptions of both Buddhist and non-Buddhist schools.",
    "Jungian Archetypes Tags":"Self, Wise Old Man, Initiator, Persona, Shadow",
    "Neumann Stages Tags":"Initiation, Ego Collapse, Ego Transcendence, Mythic Ordering of Reality, Return to the Community",
    "Original Geographical Location":"Gandhāra",
    "Current Geographical Location":"Northern Pakistan \/ Eastern Afghanistan",
    "Original Language":"Sanskrit",
    "Name.1":"Yogācārabhūmi",
    "Civlizational code?":"NO",
    "Author":"Asaṅga",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Yogic–Buddhist Philosophical Treatise",
    "Socio-political Tags":"Scholarly, Bureaucratic \/ Legal \/ Scribal, Mystical \/ Initiatory, Recluse \/ Ascetic, Priestly \/ Theocratic",
    "Literary Forms Tags":"Doctrine \/ Treatise, Manual \/ Instruction, Glossary \/ Taxonomy, Analysis, Rulebook \/ Code, Essay \/ Argument",
    "Literary Themes Tags":"Metaphysical, Epistemological \/ Hermeneutics, Introspective, Didactic \/ Ethical, Existential, Cosmological",
    "Symbolic System Tags":"Śramaṇa, Yogic, Buddhist",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":93,
    "Name":"Abhidharmakośa",
    "Approx. Date":"c. 350–450 CE",
    "Dataviz date":350,
    "Metaphysical Tags":"Phenomenology (Experiential), Becoming (Process Ontology), Pluralism (Multiplicities), Grid (Systematic Structuralism), Clockwork (Causal Determinism), Dialectics (Conflict), Subversion (Negation)",
    "Arts and Sciences Tags":"Philosophy, Psychology, Education, Anthropology",
    "Access Level":"Literate Class",
    "Short Description":"“Treasury of Abhidharma” is a masterful Buddhist compendium that organizes and critiques the Sarvāstivāda school’s Abhidharma (systematic teachings on reality, mind, and ethics). It consists of concise root verses (kārikās) followed by Vasubandhu’s own prose commentary (bhāṣya), offering both exposition and critique. While faithful to scholastic detail, Vasubandhu also introduces a subtle critique of Sarvāstivāda ontological realism, laying the groundwork for later Yogācāra and idealistic Buddhist epistemology. The text serves as a pivot between early Buddhist psychological analysis and emerging Mahāyāna metaphysics.",
    "Jungian Archetypes Tags":"-",
    "Neumann Stages Tags":"Isolation, Initiation, Ego Collapse, Ego Transcendence, Mythic Ordering of Reality",
    "Original Geographical Location":"Gandhāra",
    "Current Geographical Location":"Northern Pakistan \/ Eastern Afghanistan",
    "Original Language":"Sanskrit",
    "Name.1":"Abhidharmakośa",
    "Civlizational code?":"NO",
    "Author":"Vasubandhu",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Epistemological–Metaphysical Treatise",
    "Socio-political Tags":"Scholarly, Priestly \/ Theocratic, Recluse \/ Ascetic, Subversive \/ Revolutionary",
    "Literary Forms Tags":"Doctrine \/ Treatise, Commentary \/ Exegesis, Essay \/ Argument, Analysis, Glossary \/ Taxonomy, Rulebook \/ Code, Poetry",
    "Literary Themes Tags":"Metaphysical, Epistemological \/ Hermeneutics, Didactic \/ Ethical, Introspective, Cosmological, Existential, Prophetic \/ Revelation",
    "Symbolic System Tags":"Śramaṇa, Buddhist",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":94,
    "Name":"Jaina Mahākāvyas",
    "Approx. Date":"c. 400–1400 CE",
    "Dataviz date":400,
    "Metaphysical Tags":"Becoming (Process Ontology), Pluralism (Multiplicities), Clockwork (Causal Determinism), Dialectics (Conflict), Subversion (Negation), Grid (Systematic Structuralism)",
    "Arts and Sciences Tags":"Literature, Philosophy, History, Education",
    "Access Level":"Literate Class",
    "Short Description":"Classical epic poems, commissioned primarily by Jain patrons from royal courts and urban mercantile elites. These literary works blend mythic narrative with didactic intent, recounting the lives of Jain tīrthaṅkaras and legendary figures like Mahāvīra and Neminātha. Structured as moral exemplars, the epics promote Jain cosmology, nonviolence, and ascetic ethics while competing with Hindu and Buddhist epic traditions. They served both as instruments of ethical instruction and as cultural capital in courtly settings, reinforcing Jain identity through poetic grandeur and spiritual authority.",
    "Jungian Archetypes Tags":"Hero, Wise Old Man, Wise Old Woman, Initiator, Shadow, Father Archetype, Terrible Father, Terrible Mother",
    "Neumann Stages Tags":"Separation from World Parents, Initiation, Isolation, Death, Rebirth, Ego Transcendence, Mythic Ordering of Reality",
    "Original Geographical Location":"Śrāvastī & Mathura",
    "Current Geographical Location":"Uttar Pradesh, India",
    "Original Language":"Sanskrit, Prakrit",
    "Name.1":"Jaina Mahākāvyas",
    "Civlizational code?":"NO",
    "Author":"Various Digambara & Śvetāmbara poets",
    "Comtean framework":"Synthetic Literature",
    "Category":"Jain Epic–Didactic Literature",
    "Socio-political Tags":"Royal, Merchant \/ Cosmopolitan, Scholarly, Bohemian \/ Aesthetic, Recluse \/ Ascetic, Subversive \/ Revolutionary",
    "Literary Forms Tags":"Poetry, Epic, Narrative, Myth, Parable \/ Fable, Doctrine \/ Treatise",
    "Literary Themes Tags":"Didactic \/ Ethical, Metaphysical, Cosmological, Existential, Ritual \/ Devotional, Political, Romantic \/ Erotic, Tragic \/ Lamentation",
    "Symbolic System Tags":"Jain, Śramaṇa",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":95,
    "Name":"Śābara Bhāṣya",
    "Approx. Date":"c. 400–450 CE",
    "Dataviz date":400,
    "Metaphysical Tags":"Grid (Systematic Structuralism), Dialectics (Conflict), Clockwork (Causal Determinism), Subversion (Negation), Pluralism (Multiplicities)",
    "Arts and Sciences Tags":"Logic\/Formal Reasoning, Political Science\/Law, Philosophy",
    "Access Level":"Literate Class",
    "Short Description":"The earliest and most authoritative commentary on Jaimini’s Mīmāṃsā Sūtras. It transforms the terse ritual aphorisms of the sūtras into a full-fledged system of legal, linguistic, and metaphysical interpretation, defending Vedic ritualism against Buddhist critiques and denying the necessity of a god behind dharma. Structured sutra-by-sutra, the text elaborates core concepts like apūrva (unseen ritual efficacy), vidhi (injunction), and the eternal authority of the Veda. It represents a shift from performative priestly ritualism to rule-based philosophical jurisprudence.",
    "Jungian Archetypes Tags":"-",
    "Neumann Stages Tags":"-",
    "Original Geographical Location":"Āryāvarta (northern region of Vedic India)",
    "Current Geographical Location":"Uttar Pradesh, India",
    "Original Language":"Sanskrit",
    "Name.1":"Śābara Bhāṣya",
    "Civlizational code?":"NO",
    "Author":"Śabara (Śabarasvāmin)",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Vedic Juridical–Hermeneutical Treatise",
    "Socio-political Tags":"Bureaucratic \/ Legal \/ Scribal, Scholarly, Priestly \/ Theocratic, Subversive \/ Revolutionary",
    "Literary Forms Tags":"Commentary \/ Exegesis, Doctrine \/ Treatise, Essay \/ Argument, Analysis, Rulebook \/ Code, Glossary \/ Taxonomy, Manual \/ Instruction, Oral Tradition",
    "Literary Themes Tags":"Ritual \/ Devotional, Metaphysical, Epistemological \/ Hermeneutics, Didactic \/ Ethical, Political",
    "Symbolic System Tags":"Brahmanical",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":96,
    "Name":"Sūrya Siddhānta",
    "Approx. Date":"c. 400–500 CE",
    "Dataviz date":400,
    "Metaphysical Tags":"Grid (Systematic Structuralism), Clockwork (Causal Determinism), Pluralism (Multiplicities), Becoming (Process Ontology)",
    "Arts and Sciences Tags":"Astronomy, Mathematics, Physics, Education",
    "Access Level":"Literate Class",
    "Short Description":"A classical astronomical text that lays out a comprehensive framework for understanding the movements of celestial bodies. Drawing on older traditions, it blends empirical observation with inherited cosmological assumptions. Framed as a revelation from the Sun god (Sūrya) to a sage, the text provides mathematical formulas and astronomical constants for calculating planetary motions, eclipses, timekeeping systems, and geographical coordinates. Its methodology shaped Indian astronomical science (Jyotiḥśāstra) and later influenced Islamic—and indirectly European—astronomical traditions through adaptation and transmission.",
    "Jungian Archetypes Tags":"-",
    "Neumann Stages Tags":"-",
    "Original Geographical Location":"Āryāvarta",
    "Current Geographical Location":"Madhya Pradesh, India",
    "Original Language":"Sanskrit",
    "Name.1":"Sūrya Siddhānta",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Positive\/Empirical",
    "Category":"Mathematical–Astronomical Treatise",
    "Socio-political Tags":"Scholarly, Royal, Bureaucratic \/ Legal \/ Scribal",
    "Literary Forms Tags":"Doctrine \/ Treatise, Manual \/ Instruction, Analysis, Glossary \/ Taxonomy, Rulebook \/ Code, Oral Tradition",
    "Literary Themes Tags":"Cosmological, Epistemological \/ Hermeneutics, Metaphysical, Didactic \/ Ethical",
    "Symbolic System Tags":"Brahmanical",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":97,
    "Name":"Sāṃkhyakārikā",
    "Approx. Date":"c. 300–350 CE",
    "Dataviz date":300,
    "Metaphysical Tags":"Phenomenology (Experiential), Pluralism (Multiplicities), Grid (Systematic Structuralism), Clockwork (Causal Determinism), Subversion (Negation)",
    "Arts and Sciences Tags":"Logic\/Formal Reasoning, Psychology, Philosophy, Anthropology",
    "Access Level":"Literate Class",
    "Short Description":"The Sāṃkhyakārikā is the earliest extant, fully systematic exposition of Sāṃkhya philosophy, presenting a closed dualist ontology in which pure consciousness (Puruṣa) is radically distinct from material–psychological nature (Prakṛti). The text explains suffering as the result of misidentification between these two principles and defines liberation (kaivalya) as the discriminative knowledge that reveals consciousness to be uninvolved, inactive, and free. Structured as a sequence of tightly compressed verses, the work enumerates the 25 tattvas—from primordial nature through intellect, ego, mind, senses, and material elements—describing the causal unfolding of experience without recourse to gods, ritual, or moral reward. Causation is mechanical, liberation is cognitive, and salvation is automatic once error is removed. Nothing is created for the sake of the human; nature unfolds for its own completion, and consciousness merely witnesses.",
    "Jungian Archetypes Tags":"-",
    "Neumann Stages Tags":"-",
    "Original Geographical Location":"Northern India",
    "Current Geographical Location":"Northern India",
    "Original Language":"Sanskrit",
    "Name.1":"Sāṃkhyakārikā",
    "Civlizational code?":"NO",
    "Author":"Īśvarakṛṣṇa",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Sāṃkhya Doctrinal Treatise",
    "Socio-political Tags":"Scholarly, Recluse \/ Ascetic, Subversive \/ Revolutionary",
    "Literary Forms Tags":"Doctrine \/ Treatise, Analysis, Glossary \/ Taxonomy, Aphorism, Manual \/ Instruction",
    "Literary Themes Tags":"Metaphysical, Epistemological \/ Hermeneutics, Existential, Introspective, Cosmological",
    "Symbolic System Tags":"Brahmanical, Sāṃkhya",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  }
]