[
  {
    "Index":1,
    "Name":"Agni",
    "D.O.B":"c. 1500–1200 BCE",
    "D.O.D":"-",
    "Dataviz":-1500,
    "Location":"Sapta-Sindhu",
    "Symbolic System Tags":"Vedic, Upaniṣadic",
    "Duration":"indian",
    "Description":"Agni is the central fire deity and ritual mediator, embodying fire as the active principle that connects humans, gods, and cosmic order. He is not merely a god of fire, but fire itself as divine agency—the force that transforms material offerings into immaterial exchange and sustains ṛta, the ordered structure of the cosmos. Unlike later devotional deities, Agni is procedural rather than moral. He does not judge, command, or save; he transmits, consumes, and transforms. As Indian thought evolves, Agni is gradually internalized—reinterpreted as inner heat (tapas), digestive fire (vaiśvānara), and cognitive illumination—marking the transition from external ritual to interior metaphysics.",
    "Historic-Mythic Status Tags":"Mythical, Symbolic, Archetypal, Doctrinal\/Canonical, Bridge, Composite, Devotional",
    "Founding Figure?":"NO",
    "Name.1":"Agni",
    "Jungian Archetypes Tags":"Initiator, Animus, Wise Old Man, Trickster",
    "Neumann Stages Tags":"Initiation, Death, Rebirth, Divine Intervention, Magical Empowerment, Return to the Community, Mythic Ordering of Reality",
    "Category":"Civilizing Fire Deity (Ritual Mediator)",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":2,
    "Name":"Yami",
    "D.O.B":"c. 1500–1200 BCE",
    "D.O.D":"-",
    "Dataviz":-1500,
    "Location":"Sapta-Sindhu",
    "Symbolic System Tags":"Vedic",
    "Duration":"indian",
    "Description":"Yami is the Primordial Twin in the Vedic symbolic system, representing life before law and continuity before moral separation. As the feminine counterpart to Yama, she articulates the necessity of union and reproduction at a moment when no social order yet exists. In her dialogue with Yama, ethical restraint is established through refusal: Yami embodies biological imperative, while Yama’s choice introduces death, normativity, and differentiated human order. Significantly, Yami herself never dies in the canon; once mortality and law are instituted, she recedes from the tradition not through death, but as a foundational position that has been rendered obsolete by the emergence of ethical and social structures.",
    "Historic-Mythic Status Tags":"Mythical, Symbolic, Allegorical, Archetypal, Doctrinal\/Canonical, Contested, Bridge",
    "Founding Figure?":"NO",
    "Name.1":"Yami",
    "Jungian Archetypes Tags":"Anima, Mother Archetype, Shadow, Initiator",
    "Neumann Stages Tags":"Uroboric Stage, Separation from World Parents, Initiation, Ego Collapse, Isolation",
    "Category":"Primordial Human Figure",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":3,
    "Name":"Tvaṣṭṛ",
    "D.O.B":"c. 1500–1200 BCE",
    "D.O.D":"-",
    "Dataviz":-1500,
    "Location":"Sapta-Sindhu",
    "Symbolic System Tags":"Vedic",
    "Duration":"indian",
    "Description":"Tvaṣṭṛ is the Vedic divine artisan who fashions forms, bodies, and instruments of power, embodying the principle that cosmic order is crafted rather than decreed. He forges weapons such as Indra’s vajra, shapes living beings, and stands at the technical interface between divine intention and material realization. Tvaṣṭṛ represents creative intelligence as skill, emphasizing workmanship, precision, and making over sovereignty or law. As Indian thought later shifts toward metaphysical abstraction and devotional theism, his role is gradually absorbed by broader creator figures like Prajāpati and Viśvakarman, leaving Tvaṣṭṛ as a marker of an earlier, craft-centered understanding of creation.",
    "Historic-Mythic Status Tags":"Mythical, Symbolic, Allegorical, Doctrinal\/Canonical, Archetypal, Contested, Bridge",
    "Founding Figure?":"NO",
    "Name.1":"Tvaṣṭṛ",
    "Jungian Archetypes Tags":"Wise Old Man, Father Archetype, Initiator, Animus",
    "Neumann Stages Tags":"Initiation, Magical Empowerment, Mythic Ordering of Reality, Return to the Community",
    "Category":"Divine Artisan \/ World-Shaper",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":4,
    "Name":"Āpas",
    "D.O.B":"c. 1500–1200 BCE",
    "D.O.D":"-",
    "Dataviz":-1500,
    "Location":"Pan-Vedic",
    "Symbolic System Tags":"Vedic",
    "Duration":"indian",
    "Description":"Apas are the primordial waters, representing the generative and purifying substrate from which ordered existence emerges. Invoked as living powers, they precede named gods and fixed forms, functioning as the medium of fertility, renewal, and ritual cleansing. In early Vedic thought, Apas sustain life, dissolve impurity, and carry latent potential before it crystallizes into differentiated order. As Indian cosmology later moves toward personified river goddesses and abstract metaphysical principles, Apas recede from prominence, remaining as a foundational cosmological layer beneath later mythic and doctrinal developments.",
    "Historic-Mythic Status Tags":"Mythical, Symbolic, Allegorical, Doctrinal\/Canonical, Archetypal, Concept",
    "Founding Figure?":"NO",
    "Name.1":"Āpas",
    "Jungian Archetypes Tags":"Mother Archetype, Anima, Wise Old Woman, Initiator",
    "Neumann Stages Tags":"Uroboric Stage, Initiation, Magical Empowerment, Death, Rebirth, Mythic Ordering of Reality",
    "Category":"Primordial Waters",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":5,
    "Name":"Mitra",
    "D.O.B":"c. 1500–1200 BCE",
    "D.O.D":"-",
    "Dataviz":-1500,
    "Location":"Sapta-Sindhu",
    "Symbolic System Tags":"Vedic",
    "Duration":"indian",
    "Description":"Mitra is an early Vedic principle governing social order, mutual obligation, and contractual truth, operating in the realm of daylight, visibility, and public accountability. Mitra functions as a conceptual deity—the divinized condition that makes trust, alliance, and cooperation possible within society. He is almost always paired with Varuṇa, forming a structural dyad in which Mitra embodies relational and juridical order while Varuṇa enforces cosmic sovereignty and moral surveillance.",
    "Historic-Mythic Status Tags":"Mythical, Symbolic, Composite, Bridge, Doctrinal\/Canonical, Archetypal, Concept",
    "Founding Figure?":"NO",
    "Name.1":"Mitra",
    "Jungian Archetypes Tags":"Father Archetype, Persona, Wise Old Man, Initiator",
    "Neumann Stages Tags":"Initiation, Return to the Community, Mythic Ordering of Reality, Coronation of the King",
    "Category":"Juridical–Solar Principle",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":6,
    "Name":"Indra",
    "D.O.B":"c. 1500–1200 BCE",
    "D.O.D":"-",
    "Dataviz":-1475,
    "Location":"Sapta-Sindhu",
    "Symbolic System Tags":"Vedic",
    "Duration":"indian",
    "Description":"Indra is the central heroic deity of the early Vedic world, embodying storm power, martial authority, and enforcement of cosmic order. Celebrated most extensively in the Ṛgveda, he is the wielder of the thunderbolt (vajra), the slayer of the serpent Vṛtra, and the liberator of the waters—mythic acts that encode both natural phenomena (rain, seasonal renewal) and social realities (warfare, cattle raiding, redistribution of wealth). Indra functions as king of the gods (devas), a patron of warriors and priests, and the primary recipient of soma sacrifices, linking ritual performance directly to prosperity and victory. At the same time, Indra is a profoundly unstable god. He is powerful but morally ambiguous—boastful, violent, frequently intoxicated, and prone to excess.",
    "Historic-Mythic Status Tags":"Mythical, Symbolic, Allegorical, Composite, Doctrinal\/Canonical, Archetypal, Devotional, Contested",
    "Founding Figure?":"NO",
    "Name.1":"Indra",
    "Jungian Archetypes Tags":"Hero, Animus, Trickster, Father Archetype, Shadow",
    "Neumann Stages Tags":"Battle with the Dragon, Magical Empowerment, Initiation, Return to the Community, Coronation of the King, Ego Collapse",
    "Category":"Civilizing Storm Deity",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":7,
    "Name":"Varuṇa",
    "D.O.B":"c. 1500–1200 BCE",
    "D.O.D":"-",
    "Dataviz":-1450,
    "Location":"Sapta-Sindhu",
    "Symbolic System Tags":"Vedic",
    "Duration":"indian",
    "Description":"Varuṇa is the great deity of the early Vedic world, governing ṛta—the invisible cosmic law that sustains truth, moral obligation, and the stability of reality itself. Unlike heroic gods who act through force, Varuṇa rules through oversight, binding, and inevitability. He is all-seeing, guardian of oaths and contracts, and enforcer of moral consequence, binding transgressors with unseen nooses (pāśa) and releasing those who confess and realign with truth. His power is juridical and metaphysical rather than physical: he does not conquer chaos but prevents disorder from arising. This makes him one of the earliest figures in the Indian canon to embody ethical universality.",
    "Historic-Mythic Status Tags":"Mythical, Symbolic, Allegorical, Composite, Bridge, Doctrinal\/Canonical, Archetypal, Contested",
    "Founding Figure?":"NO",
    "Name.1":"Varuṇa",
    "Jungian Archetypes Tags":"Self, Wise Old Man, Father Archetype, Terrible Father",
    "Neumann Stages Tags":"Mythic Ordering of Reality, Initiation, Ego Transcendence, Coronation of the King",
    "Category":"Transcendent Order Deity",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":8,
    "Name":"Vṛtra",
    "D.O.B":"c. 1500–1200 BCE",
    "D.O.D":"-",
    "Dataviz":-1400,
    "Location":"Sapta-Sindhu",
    "Symbolic System Tags":"Vedic",
    "Duration":"indian",
    "Description":"Vṛtra is a chthonic serpent chaos-monster, whose defining function is obstruction: he hoards the waters, blocks the rivers, and compresses the world into drought and stasis. His presence is not moral in the later ethical sense; it is cosmic and hydraulic—he represents the fact that order can be suffocated as easily as it can be broken. Vṛtra exists entirely in relation to Indra. He is the necessary antagonist that makes Indra’s violence meaningful: the storm-god’s slaying of Vṛtra releases the waters, restores movement, and legitimizes sacrifice, kingship, and expansionist power.",
    "Historic-Mythic Status Tags":"Mythical, Symbolic, Allegorical, Composite, Doctrinal\/Canonical, Archetypal",
    "Founding Figure?":"NO",
    "Name.1":"Vṛtra",
    "Jungian Archetypes Tags":"Shadow, Terrible Father, Initiator",
    "Neumann Stages Tags":"Battle with the Dragon, Descent into the Underworld, Ego Collapse, Initiation",
    "Category":"Chthonic Serpent Chaos-Monster",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":9,
    "Name":"Soma",
    "D.O.B":"c. 1500–1200 BCE",
    "D.O.D":"-",
    "Dataviz":-1375,
    "Location":"Indo-Iranian zone",
    "Symbolic System Tags":"Vedic",
    "Duration":"indian",
    "Description":"Soma is the sacramental intoxicant at the heart of the early Vedic ritual system, simultaneously a pressed ritual drink, a divine presence, and a source of ecstatic inspiration. Consumed ritualistically, Soma mediates between humans and gods by inducing heightened vitality, vision, and a felt proximity to cosmic order (ṛta), making transcendence an embodied experience. In the Ṛgveda, Soma is praised as the drink of immortality and divine power, essential to ritual efficacy and the maintenance of cosmic harmony. As Indian thought shifted away from external ritual toward internalized knowledge in the Upaniṣadic period, Soma’s function was absorbed and displaced, surviving symbolically but losing its central doctrinal role.",
    "Historic-Mythic Status Tags":"Mythical, Symbolic, Allegorical, Composite, Bridge, Doctrinal\/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?":"NO",
    "Name.1":"Soma",
    "Jungian Archetypes Tags":"-",
    "Neumann Stages Tags":"Initiation, Magical Empowerment, Ego Transcendence, Divine Intervention, Rebirth, Return to the Community",
    "Category":"Entheogenic Sacramental Drink",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":10,
    "Name":"Yama",
    "D.O.B":"c. 1500–1200 BCE",
    "D.O.D":"-",
    "Dataviz":-1350,
    "Location":"Sapta-Sindhu",
    "Symbolic System Tags":"Vedic",
    "Duration":"indian",
    "Description":"Yama is the First Mortal in the Vedic symbolic system, the first human to die and thereby the discoverer of the path beyond life. By dying before anyone else, he establishes continuity, framing death as an ordered passage that others can follow. In early Vedic thought, Yama is a host and guide of the departed, anchoring mortality within cosmic order. As Indian thought later shifts toward metaphysical liberation and karmic ethics, Yama recedes from doctrinal centrality, surviving primarily as a moral–narrative figure who administers death and judgment.",
    "Historic-Mythic Status Tags":"Mythical, Symbolic, Allegorical, Composite, Bridge, Doctrinal\/Canonical, Archetypal, Contested",
    "Founding Figure?":"NO",
    "Name.1":"Yama",
    "Jungian Archetypes Tags":"Wise Old Man, Father Archetype, Initiator, Persona",
    "Neumann Stages Tags":"Death, Initiation, Descent into the Underworld, Mythic Ordering of Reality, Ego Transcendence",
    "Category":"First Mortal",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":11,
    "Name":"Sarasvatī",
    "D.O.B":"c. 1500–1200 BCE",
    "D.O.D":"-",
    "Dataviz":-1325,
    "Location":"Sapta-Sindhu",
    "Symbolic System Tags":"Vedic, Upaniṣadic",
    "Duration":"indian",
    "Description":"Sarasvatī begins in the early Vedic world as a powerful river and river-goddess, praised for her force, purity, and life-sustaining flow in the Sapta-Sindhu region. Her qualities of the river—continuity, clarity, and generative movement—are gradually abstracted into the domain of vāc (sacred speech), where correct utterance is understood to uphold cosmic balance. Through this shift, Sarasvatī becomes the personified principle of inspired speech, memory, and transmission, guaranteeing the continuity of knowledge across generations. In later periods, this conceptual role stabilizes into the familiar goddess of learning, music, and grammar.",
    "Historic-Mythic Status Tags":"Mythical, Symbolic, Allegorical, Composite, Bridge, Doctrinal\/Canonical, Archetypal, Devotional, Contested",
    "Founding Figure?":"NO",
    "Name.1":"Sarasvatī",
    "Jungian Archetypes Tags":"Anima, Wise Old Woman, Mother Archetype, Initiator",
    "Neumann Stages Tags":"Initiation, Magical Empowerment, Return to the Community, Mythic Ordering of Reality, Ego Transcendence",
    "Category":"Sacralized Medium of Knowledge Transmission",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":12,
    "Name":"Ṛta",
    "D.O.B":"c. 1500–1200 BCE",
    "D.O.D":"-",
    "Dataviz":-1300,
    "Location":"Pan-Vedic",
    "Symbolic System Tags":"Vedic, Upaniṣadic",
    "Duration":"indian",
    "Description":"Ṛta is the principle of cosmic transcendent order that governs reality itself: the movement of the sun, the recurrence of seasons, the efficacy of ritual, and the intelligibility of truth. It is impersonal, pre-ethical, and not administered by any god or institution; even the gods are bound by it. In the early Vedic imagination, Ṛta names the fact that reality is structured rather than arbitrary, and that harmony precedes law, morality, or social obligation. Ṛta is not something humans enforce or realize, but something they align with or violate, making it the ontological backdrop against which later concepts such as Dharma and Satya emerge.",
    "Historic-Mythic Status Tags":"Mythical, Symbolic, Allegorical, Bridge, Doctrinal\/Canonical, Archetypal, Contested, Concept",
    "Founding Figure?":"NO",
    "Name.1":"Ṛta",
    "Jungian Archetypes Tags":"-",
    "Neumann Stages Tags":"Mythic Ordering of Reality, Initiation, Ego Transcendence, Return to the Community",
    "Category":"Cosmic Transcendent Order",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":13,
    "Name":"Satya",
    "D.O.B":"c. 1500–1200 BCE",
    "D.O.D":"-",
    "Dataviz":-1275,
    "Location":"Sapta-Sindhu",
    "Symbolic System Tags":"Vedic",
    "Duration":"indian",
    "Description":"Satya is the principle of sacred truth that names what is real, reliable, and able to be spoken without breaking the world. It emerges in the Vedic context alongside ṛta, where truthfulness in speech, oath, and ritual is understood as a force that sustains cosmic order itself. Satya becomes a claim about being: what endures, holds, and does not collapse under scrutiny. In the Upaniṣadic turn, Satya deepens into sat—truth as reality itself rather than mere correctness of action.",
    "Historic-Mythic Status Tags":"Symbolic, Allegorical, Composite, Bridge, Doctrinal\/Canonical, Archetypal, Contested, Concept",
    "Founding Figure?":"NO",
    "Name.1":"Satya",
    "Jungian Archetypes Tags":"-",
    "Neumann Stages Tags":"Initiation, Ego Transcendence, Return to the Community, Mythic Ordering of Reality",
    "Category":"Sacred Truth",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":14,
    "Name":"Vasiṣṭha",
    "D.O.B":"c. 1500–1200 BCE",
    "D.O.D":"-",
    "Dataviz":-1250,
    "Location":"Early Vedic North India",
    "Symbolic System Tags":"Vedic",
    "Duration":"indian",
    "Description":"Vasiṣṭha is one of the most authoritative human figures of the early Indian canon: a Vedic ṛṣi, priest-poet, and custodian of sacred speech rather than a deity. He is traditionally associated with the composition of Ṛgveda Maṇḍala 7, whose hymns are marked by sobriety, juridical clarity, and a strong alignment with ṛta, the principle of cosmic and moral order. Vasiṣṭha represents the belief that the world is sustained not only by divine power but by correct speech and disciplined human mediation. Over time, Vasiṣṭha becomes mythologized in later tradition, acquiring miraculous genealogies and near-immortal traits.",
    "Historic-Mythic Status Tags":"Historically Plausible, Symbolic, Composite, Bridge, Doctrinal\/Canonical, Archetypal, Contested",
    "Founding Figure?":"NO",
    "Name.1":"Vasiṣṭha",
    "Jungian Archetypes Tags":"Wise Old Man, Father Archetype, Initiator, Persona",
    "Neumann Stages Tags":"Initiation, Mythic Ordering of Reality, Ego Transcendence, Return to the Community",
    "Category":"Ṛgvedic Author-Seer",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":15,
    "Name":"Viśvāmitra",
    "D.O.B":"c. 1500–1200 BCE",
    "D.O.D":"-",
    "Dataviz":-1225,
    "Location":"Early Vedic North India",
    "Symbolic System Tags":"Vedic",
    "Duration":"indian",
    "Description":"Viśvāmitra is one of the most disruptive and memorable figures of the early Indian canon. Tradition remembers him as a former kṣatriya king who, confronted with the superior ritual authority of Vasiṣṭha, abandons royal violence for ascetic extremity, attempting to forge brahminical status through sheer tapas (austerity). His career is marked by cycles of excess, failure, and renewed effort. Viśvāmitra repeatedly undertakes severe ascetic practices, only to be diverted—most famously by Menakā, a celestial nymph sent by Indra—fathering offspring and then restarting his discipline from the beginning. He is credited with creating alternate heavens, cursing kings into animals, and generating enough ascetic “heat” to threaten the gods themselves. These episodes are not ornamental myth. They articulate a core claim of the tradition: disciplined effort can rival divine power, but such power is unstable, combustible, and perpetually at risk of collapse.",
    "Historic-Mythic Status Tags":"Legendary, Symbolic, Composite, Bridge, Doctrinal\/Canonical, Archetypal, Contested",
    "Founding Figure?":"NO",
    "Name.1":"Viśvāmitra",
    "Jungian Archetypes Tags":"Hero, Animus, Initiator, Shadow, Trickster",
    "Neumann Stages Tags":"Separation from World Parents, Battle with the Dragon, Isolation, Initiation, Ego Collapse, Rebirth, Magical Empowerment, Ego Transcendence",
    "Category":"Ascetic-Transformer \/ Self-Made Ṛṣi",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":16,
    "Name":"Kaśyapa",
    "D.O.B":"c. 1500–1200 BCE",
    "D.O.D":"-",
    "Dataviz":-1200,
    "Location":"Early Vedic North India",
    "Symbolic System Tags":"Vedic, Purāṇic",
    "Duration":"indian",
    "Description":"Kaśyapa is a patriarch-sage whose defining role is linking the world together through lineage. Kings, gods, demons, animals, and serpents all trace their origins through him, making Kaśyapa less a character than a structural hinge that turns chaos into family. His personality is almost absent, which is precisely the point. Kaśyapa doesn’t argue, preach, or fight; he fathers. Entire cosmic classes emerge from his household, often through different wives who seem to specialize in producing specific kinds of beings. The result is a universe that feels less created than organized by genealogy, with rival species explained as siblings rather than enemies.",
    "Historic-Mythic Status Tags":"Legendary, Symbolic, Composite, Bridge, Doctrinal\/Canonical, Archetypal",
    "Founding Figure?":"NO",
    "Name.1":"Kaśyapa",
    "Jungian Archetypes Tags":"Father Archetype, Wise Old Man, Initiator, Persona",
    "Neumann Stages Tags":"Mythic Ordering of Reality, Initiation, Return to the Community, Ego Transcendence",
    "Category":"Patriarch-Sage \/ Genealogical Progenitor",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":17,
    "Name":"Śiva",
    "D.O.B":"c. 1200–600 BCE",
    "D.O.D":"-",
    "Dataviz":-1200,
    "Location":"Pan-Indic",
    "Symbolic System Tags":"Vedic, Upaniṣadic, Śramaṇa, Purāṇic, Bhakti, Śaiva \/ Tantric",
    "Duration":"indian",
    "Description":"Śiva is the transcendent deity of dissolution, negation, and liberation who stands at the boundary where form, order, and identity collapse. Emerging from pre-Vedic ascetic and yogic substrata and later integrated into Vedic, Upaniṣadic, and Purāṇic systems, Śiva embodies the refusal of worldly order rather than its maintenance. He represents pure consciousness, stillness, and rupture—destroying not out of malice, but to make release from form possible. As a trickster and boundary-crosser, Śiva inhabits liminal spaces (cremation grounds, wilderness, taboo), ensuring that no cosmic or social structure becomes absolute.",
    "Historic-Mythic Status Tags":"Mythical, Symbolic, Allegorical, Composite, Bridge, Doctrinal\/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?":"NO",
    "Name.1":"Śiva",
    "Jungian Archetypes Tags":"Self, Terrible Father, Wise Old Man, Initiator, Trickster, Shadow",
    "Neumann Stages Tags":"Isolation, Initiation, Death, Rebirth, Magical Empowerment, Descent into the Underworld, Ego Collapse, Ego Transcendence, Mythic Ordering of Reality",
    "Category":"Transcendent Trickster Deity",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":18,
    "Name":"Devī",
    "D.O.B":"c. 1200–600 BCE",
    "D.O.D":"-",
    "Dataviz":-1200,
    "Location":"Pan-Indic",
    "Symbolic System Tags":"Vedic, Upaniṣadic, Śramaṇa, Purāṇic, Bhakti, Śaiva \/ Tantric",
    "Duration":"indian",
    "Description":"Devī is the personified feminine absolute, embodying Śakti: the power, energy, and process through which reality manifests, sustains itself, and destroys itself. She is simultaneously cosmic principle and personal goddess, appearing as nurturing mother, fierce warrior, erotic force, and chthonic terror. In Śākta and Tantric systems, Devī is identified directly with ultimate reality, collapsing the distinction between transcendence and immanence. Where Śiva represents consciousness without action, Devī represents action without limit; together they form an inseparable polarity in which awareness and power co-constitute existence.",
    "Historic-Mythic Status Tags":"Mythical, Symbolic, Allegorical, Composite, Bridge, Doctrinal\/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?":"NO",
    "Name.1":"Devī",
    "Jungian Archetypes Tags":"Self, Mother Archetype, Terrible Mother, Anima, Initiator, Shadow",
    "Neumann Stages Tags":"Uroboric Stage, Divine Intervention, Battle with the Dragon, Initiation, Death, Rebirth, Magical Empowerment, Return to the Community, Ego Collapse, Ego Transcendence, Mythic Ordering of Reality",
    "Category":"Transcendent Feminine Absolute",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":19,
    "Name":"Nārada",
    "D.O.B":"c. 1200–600 BCE",
    "D.O.D":"-",
    "Dataviz":-1200,
    "Location":"Pan-Indian",
    "Symbolic System Tags":"Vedic, Purāṇic",
    "Duration":"indian",
    "Description":"Nārada is a divine sage and interworld messenger who moves freely between gods, humans, and ascetics. He provokes conflict, reveals hidden intentions, and disrupts stagnant order so that deeper truths can emerge. Though often appearing mischievous or troublesome, his interventions are structurally necessary, forcing ethical, spiritual, and narrative resolution. This way, he prevents the canon from closing in on itself, keeping the symbolic world dynamic and self-correcting.",
    "Historic-Mythic Status Tags":"Mythical, Symbolic, Allegorical, Composite, Bridge, Doctrinal\/Canonical, Archetypal, Contested",
    "Founding Figure?":"NO",
    "Name.1":"Nārada",
    "Jungian Archetypes Tags":"Trickster, Wise Old Man, Initiator, Persona, Shadow",
    "Neumann Stages Tags":"Initiation, Ego Collapse, Divine Intervention, Return to the Community, Mythic Ordering of Reality",
    "Category":"Divine Sage \/ Interworld Messenger",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":20,
    "Name":"Keśin",
    "D.O.B":"c. 1200–800 BCE",
    "D.O.D":"-",
    "Dataviz":-1200,
    "Location":"Pan-Vedic",
    "Symbolic System Tags":"Vedic",
    "Duration":"indian",
    "Description":"Keśin is a wild ascetic renouncer, embodying ecstatic withdrawal and unmediated contact with cosmic forces before renunciation becomes an institution. Described as wind-clad and intoxicated with inspiration, he lives outside settled ritual, social hierarchy, and priestly authority, moving instead through altered states and liminal spaces. Keśin represents a mode of transcendence achieved through bodily exposure and inner intensity rather than doctrine or moral law. As later Indian traditions formalize asceticism into yogic, śramaṇa, and monastic systems, the Keśin recedes from prominence, remaining as an early archetype of renunciation prior to philosophy, discipline, and organized spiritual paths.",
    "Historic-Mythic Status Tags":"Mythical, Symbolic, Allegorical, Archetypal, Doctrinal\/Canonical, Bridge, Contested",
    "Founding Figure?":"NO",
    "Name.1":"Keśin",
    "Jungian Archetypes Tags":"Initiator, Wise Old Man, Shadow, Persona, Animus",
    "Neumann Stages Tags":"Isolation, Initiation, Magical Empowerment, Ego Transcendence, Divine Intervention, Descent into the Underworld",
    "Category":"Wild Ascetic Renouncer",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":21,
    "Name":"Puruṣa",
    "D.O.B":"c. 1200–1000 BCE",
    "D.O.D":"-",
    "Dataviz":-1175,
    "Location":"Sapta-Sindhu (NW Vedic world)",
    "Symbolic System Tags":"Vedic, Upaniṣadic, Sāṃkhya",
    "Duration":"indian",
    "Description":"Puruṣa is the earliest Indian formulation of subjectivity as a cosmic principle, first articulated within the late Vedic ritual worldview and later abstracted into metaphysical and philosophical systems. Its crystallization occurs most explicitly in the Puruṣa Sūkta (Ṛgveda 10.90), a late hymn embedded in the most speculative layer of the Vedic corpus. In this original context, Puruṣa is presented as a cosmic person whose sacrificial dismemberment produces both the universe and society. From his body emerge the cosmic elements, the gods, and the fourfold social stratification (varṇa). This establishes hierarchy as a cosmic fact: difference is not injustice but structural necessity.",
    "Historic-Mythic Status Tags":"Mythical, Symbolic, Allegorical, Doctrinal\/Canonical, Archetypal, Bridge, Composite, Concept",
    "Founding Figure?":"NO",
    "Name.1":"Puruṣa",
    "Jungian Archetypes Tags":"Self, Father Archetype, Initiator, Wise Old Man",
    "Neumann Stages Tags":"Uroboric Stage, Death, Rebirth, Mythic Ordering of Reality, Ego Transcendence",
    "Category":"Personified Subject",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":22,
    "Name":"Prajāpati",
    "D.O.B":"c. 1200–800 BCE",
    "D.O.D":"-",
    "Dataviz":-1150,
    "Location":"Late Vedic (Kuru–Pañcāla zone)",
    "Symbolic System Tags":"Vedic",
    "Duration":"indian",
    "Description":"Prajāpati is a creator-concept that briefly takes mythic form in order to explain how multiplicity comes into being. He does not rule the world or receive devotion; instead, he embodies the logic of creation itself. In the texts where he appears, the cosmos emerges not through command or craftsmanship, but through division, sacrifice, and exhaustion—often with Prajāpati himself as both the agent and the cost of creation. Unlike later creator figures, Prajāpati is unstable and incomplete. He creates by dispersing himself, by making mistakes, or by performing a primordial sacrifice that leaves him diminished and in need of ritual repair. This strangeness is intentional: Prajāpati dramatizes the idea that bringing a world into existence is inherently entropic and costly, not a display of effortless power.",
    "Historic-Mythic Status Tags":"Mythical, Symbolic, Allegorical, Composite, Bridge, Doctrinal\/Canonical, Archetypal, Contested, Concept",
    "Founding Figure?":"NO",
    "Name.1":"Prajāpati",
    "Jungian Archetypes Tags":"Father Archetype, Self, Initiator, Wise Old Man",
    "Neumann Stages Tags":"Uroboric Stage, Separation from World Parents, Initiation, Death, Rebirth, Mythic Ordering of Reality, Ego Collapse, Ego Transcendence",
    "Category":"Non-Personified Cosmogenic Progenitor",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":23,
    "Name":"Dharma",
    "D.O.B":"c. 1200–800 BCE",
    "D.O.D":"-",
    "Dataviz":-1100,
    "Location":"Sapta-Sindhu",
    "Symbolic System Tags":"Vedic, Upaniṣadic, Purāṇic, Bhakti",
    "Duration":"indian",
    "Description":"Dharma is the principle of normative social order: the system of roles, duties, and obligations through which humans attempt to live in alignment with a perceived cosmic order. Emerging historically from the Vedic intuition of ṛta, Dharma translates impersonal order into context-sensitive rules governing kingship, kinship, ritual, and conduct. Unlike ṛta, Dharma is situational, negotiable, and historically contingent, varying by time, role, and circumstance. While sacralized and authoritative, Dharma does not guarantee cosmic harmony; it represents a human-scale attempt to stabilize society under conditions of finitude, power, and social inequality, and thus becomes a central site of reinterpretation, contestation, and critique within Indian civilization.",
    "Historic-Mythic Status Tags":"Symbolic, Allegorical, Composite, Bridge, Doctrinal\/Canonical, Archetypal, Contested, Concept",
    "Founding Figure?":"NO",
    "Name.1":"Dharma",
    "Jungian Archetypes Tags":"Self, Father Archetype, Wise Old Man, Persona",
    "Neumann Stages Tags":"Initiation, Return to the Community, Mythic Ordering of Reality, Ego Transcendence",
    "Category":"Normative Social Order",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":24,
    "Name":"Agastya",
    "D.O.B":"c. 1200–800 BCE",
    "D.O.D":"-",
    "Dataviz":-1050,
    "Location":"North India → Deccan\/Tamilakam",
    "Symbolic System Tags":"Vedic, Purāṇic, Tamil",
    "Duration":"indian",
    "Description":"Agastya is a legendary sage defined by boundary-crossing across regions and cultures rather than authorship or rule. His most telling myth has him drinking the ocean to expose demons hiding beneath it—a vivid image of ascetic restraint overpowering excess and restoring balance without conquest. Small in stature yet immense in authority, Agastya acts through tapas (ascetic heat), regulating mountains, seas, and spirits alike. Across traditions he functions as a civilizational bridge, explaining how sacred knowledge and order move across space, making the world traversable and integrating difference through quiet, decisive acts before receding from the center of the story.",
    "Historic-Mythic Status Tags":"Legendary, Symbolic, Composite, Bridge, Doctrinal\/Canonical, Archetypal",
    "Founding Figure?":"NO",
    "Name.1":"Agastya",
    "Jungian Archetypes Tags":"Wise Old Man, Initiator, Father Archetype, Hero, Persona",
    "Neumann Stages Tags":"Separation from World Parents, Initiation, Magical Empowerment, Return to the Community, Mythic Ordering of Reality",
    "Category":"Boundary-Crossing Sage",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":25,
    "Name":"Brahman",
    "D.O.B":"c. 800–500 BCE",
    "D.O.D":"-",
    "Dataviz":-800,
    "Location":"Upaniṣadic Gangetic North India",
    "Symbolic System Tags":"Vedic, Upaniṣadic",
    "Duration":"indian",
    "Description":"Brahman is the non-dual ground of reality: not a being, not a creator-person, and not the universe as an object, but that by which anything exists or is known at all. It cannot be grasped, seen, or described directly, which is why the Upaniṣads approach it through negation (neti neti, “not this, not that”) and paradox. Brahman is the unseen seer and unheard hearer—the condition that makes the distinction between subject and object possible in the first place. Unlike Puruṣa, whose subjectivity generates the world through self-dismemberment, the world does not come from Brahman in time; it appears within Brahman without diminishing it.",
    "Historic-Mythic Status Tags":"Symbolic, Allegorical, Composite, Bridge, Doctrinal\/Canonical, Archetypal, Contested, Concept",
    "Founding Figure?":"NO",
    "Name.1":"Brahman",
    "Jungian Archetypes Tags":"Self",
    "Neumann Stages Tags":"Ego Transcendence, Mythic Ordering of Reality",
    "Category":"Non-dual Absolute \/ Ground of Being",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":26,
    "Name":"Yājñavalkya",
    "D.O.B":"c. 800–600 BCE",
    "D.O.D":"-",
    "Dataviz":-750,
    "Location":"Videha \/ Mithilā (N. Bihar)",
    "Symbolic System Tags":"Vedic, Upaniṣadic",
    "Duration":"indian",
    "Description":"Yājñavalkya is a late Vedic sage and Upaniṣadic seer whose thinking marks the decisive shift from external ritual authority to interior metaphysical knowledge, arguing that liberation comes through insight into the Self rather than sacrificial action. His teaching articulates an early non-dual vision in which Ātman and Brahman are identical, approached through apophatic negation (neti neti) rather than myth or cosmology. Portrayed as a sharp and uncompromising debater, he consistently dismantles ritualist and cosmological explanations in favor of grounding reality in the knowing subject itself. Traditionally remembered as ending life in renunciation, Yājñavalkya functions as a bridge figure between Vedic ritualism and classical Indian philosophy, supplying core doctrines later systematized by Vedānta.",
    "Historic-Mythic Status Tags":"Historic, Historically Plausible, Symbolic, Composite, Bridge, Doctrinal\/Canonical, Archetypal, Contested",
    "Founding Figure?":"NO",
    "Name.1":"Yājñavalkya",
    "Jungian Archetypes Tags":"Wise Old Man, Initiator, Animus, Trickster, Father Archetype",
    "Neumann Stages Tags":"Separation from World Parents, Initiation, Ego Collapse, Ego Transcendence, Return to the Community, Mythic Ordering of Reality",
    "Category":"Upaniṣadic Seer–Philosopher",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":27,
    "Name":"Lakṣmī",
    "D.O.B":"c. 800–400 BCE",
    "D.O.D":"-",
    "Dataviz":-725,
    "Location":"Madhyadeśa",
    "Symbolic System Tags":"Purāṇic",
    "Duration":"indian",
    "Description":"Lakṣmī is the personified principle of auspicious prosperity and legitimate order, emerging prominently as Indian society became settled, stratified, and politically organized. She embodies the visible flourishing that signals stability, righteousness, and divine favor in kingship, household life, and social continuity. Closely paired with Viṣṇu, Lakṣmī marks preservation: she appears where order holds and withdraws when it collapses, making prosperity an index of alignment rather than a cause in itself.",
    "Historic-Mythic Status Tags":"Mythical, Symbolic, Allegorical, Composite, Bridge, Doctrinal\/Canonical, Archetypal, Devotional, Contested",
    "Founding Figure?":"NO",
    "Name.1":"Lakṣmī",
    "Jungian Archetypes Tags":"Mother Archetype, Anima, Wise Old Woman, Persona",
    "Neumann Stages Tags":"Divine Intervention, Rebirth, Magical Empowerment, Return to the Community, Coronation of the King, Mythic Ordering of Reality",
    "Category":"Goddess of Prosperity and Legitimation",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":28,
    "Name":"Rāma",
    "D.O.B":"c. 700–300 BCE",
    "D.O.D":"-",
    "Dataviz":-700,
    "Location":"Kosala (Ayodhyā)",
    "Symbolic System Tags":"Vedic, Purāṇic, Bhakti",
    "Duration":"indian",
    "Description":"Rāma is a central figure of the Indian tradition who embodies dharma as moral and social perfection. He represents the ideal of righteous kingship, defined by restraint, loyalty, and unwavering adherence to duty even at great personal cost. Emerging from epic and later Purāṇic layers, and elevated within devotional traditions, Rāma comes to be understood both as an exemplary human ruler and as a divine incarnation. His significance lies not in strategic flexibility or metaphysical teaching, but in modeling order through personal sacrifice and self-control. Rāma stabilizes society through his moral absolutism while simultaneously revealing the human cost of unyielding righteousness.",
    "Historic-Mythic Status Tags":"Legendary, Mythical, Historically Plausible, Symbolic, Composite, Bridge, Doctrinal\/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?":"NO",
    "Name.1":"Rāma",
    "Jungian Archetypes Tags":"Hero, Father Archetype, Persona, Initiator, Animus",
    "Neumann Stages Tags":"Separation from World Parents, Initiation, Battle with the Dragon, Isolation, Divine Intervention, Return to the Community, Coronation of the King, Mythic Ordering of Reality",
    "Category":"Idealized Righteous King",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":29,
    "Name":"Kapila",
    "D.O.B":"c. 600–500 BCE",
    "D.O.D":"-",
    "Dataviz":-600,
    "Location":"North India (śramaṇa milieu)",
    "Symbolic System Tags":"Vedic, Upaniṣadic, Sāṃkhya",
    "Duration":"indian",
    "Description":"Kapila is one of the founding fathers of the Sāṃkhya tradition, articulating one of the earliest systematic philosophical frameworks in India based on the dualism of puruṣa (consciousness) and prakṛti (material nature). His thought emerges from late Vedic and Upaniṣadic speculative currents but deliberately breaks with ritual and theistic explanation, grounding liberation in discriminative knowledge rather than sacrifice or devotion. In the Upaniṣadic milieu, Kapila functions as a philosophical interlocutor, sharing the turn toward knowledge while rejecting non-dual collapse. Within Sāṃkhya, he is the canonical origin figure to whom the entire metaphysical and psychological system is attributed. Across the canon, Kapila represents the analytical alternative to Upaniṣadic non-dualism, supplying a framework later adopted, modified, or opposed by Yoga, Vedānta, and Buddhism.",
    "Historic-Mythic Status Tags":"Legendary, Historically Plausible, Symbolic, Composite, Bridge, Doctrinal\/Canonical, Archetypal, Contested",
    "Founding Figure?":"NO",
    "Name.1":"Kapila",
    "Jungian Archetypes Tags":"Wise Old Man, Initiator, Animus (analytic logos), Father Archetype",
    "Neumann Stages Tags":"Separation from World Parents, Initiation, Ego Transcendence, Mythic Ordering of Reality",
    "Category":"Sāṃkhya Founder–Sage",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":30,
    "Name":"Prakṛti",
    "D.O.B":"c. 500–200 BCE",
    "D.O.D":"-",
    "Dataviz":-500,
    "Location":"North India (Sāṃkhya–Upaniṣadic synthesis zone)",
    "Symbolic System Tags":"Upaniṣadic, Sāṃkhya",
    "Duration":"indian",
    "Description":"Prakṛti is the Indian formulation of objectivity as a primordial generative principle, designating the unconscious matrix of nature, materiality, and psychological process from which all differentiated forms arise. Unlike Puruṣa, Prakṛti does not crystallize as a named or personified figure in the Vedic corpus; instead, it remains implicit within Vedic cosmology and ritual practice as the field of activity, substance, and transformation articulated through sacrifice, causality, and cosmic order (ṛta). The concept of Prakṛti becomes progressively crystallized across the successive phases of Indian thought. It grounds cosmic order, psychological structure, and material causality, providing the ontological basis for stratification, differentiation, and process, while remaining fundamentally distinct from subjectivity itself.",
    "Historic-Mythic Status Tags":"Symbolic, Archetypal, Doctrinal\/Canonical, Composite, Bridge, Concept",
    "Founding Figure?":"NO",
    "Name.1":"Prakṛti",
    "Jungian Archetypes Tags":"Mother Archetype, Anima, Shadow, Terrible Mother, Initiator",
    "Neumann Stages Tags":"Uroboric Stage, Initiation, Death, Rebirth, Ego Collapse, Mythic Ordering of Reality",
    "Category":"Primordial Objectivity",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":31,
    "Name":"Pāṇini",
    "D.O.B":"c. 500–400 BCE",
    "D.O.D":"-",
    "Dataviz":-500,
    "Location":"Gandhāra (NW India)",
    "Symbolic System Tags":"Vedic",
    "Duration":"indian",
    "Description":"Pāṇini is the legendary grammarian who formalized the structure of Sanskrit through a compact, rule-based system governing phonology, morphology, and syntax. His work transformed language from an orally stabilized tradition into a fully explicit generative system, enabling precise transmission of Vedic and classical texts across centuries. Embedded in the Vedic world as linguistic infrastructure, he helped preserving sacred speech without engaging in theology or metaphysics. Pāṇini represents the moment language becomes formalized knowledge, laying the groundwork for Sanskrit’s role as a pan-Indic intellectual medium.",
    "Historic-Mythic Status Tags":"Historic, Historically Plausible, Symbolic, Bridge, Doctrinal\/Canonical, Archetypal, Contested",
    "Founding Figure?":"NO",
    "Name.1":"Pāṇini",
    "Jungian Archetypes Tags":"Wise Old Man, Animus, Father Archetype, Initiator",
    "Neumann Stages Tags":"Initiation, Ego Transcendence, Mythic Ordering of Reality, Return to the Community",
    "Category":"Foundational Sanskrit Grammarian",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":32,
    "Name":"Buddha",
    "D.O.B":"c. 480–400 BCE",
    "D.O.D":"c. 400 BCE",
    "Dataviz":-480,
    "Location":"Lumbinī → Magadha \/ Kosala",
    "Symbolic System Tags":"Buddhist, Śramaṇa",
    "Duration":"indian",
    "Description":"The Buddha (Siddhārtha Gautama) originates as a prince raised in deliberate insulation within a royal household, shielded from suffering, impermanence, and social rupture. Encountering illness, aging, death, and renunciation, he experiences a decisive break with inherited privilege and abandons palace life for radical asceticism, rejecting both ritual authority and his royal roots. After exhausting extreme practices, he formulates a middle path grounded in disciplined attention and direct insight rather than mortification or theology. His teaching systematically undermines caste hierarchy, sacrificial religion, and metaphysical absolutes by denying any permanent self or cosmic ground. Ironically, in dissolving inherited stratification, Buddhist communities necessarily erected alternative structures—monastic discipline, doctrinal transmission, and lineage authority—revealing the paradox that even anti-hierarchical insight must organize itself to survive.",
    "Historic-Mythic Status Tags":"Historic, Historically Plausible, Symbolic, Composite, Bridge, Doctrinal\/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?":"NO",
    "Name.1":"Buddha",
    "Jungian Archetypes Tags":"Wise Old Man, Initiator, Hero, Animus, Self",
    "Neumann Stages Tags":"Separation from World Parents, Isolation, Battle with the Dragon, Initiation, Ego Collapse, Ego Transcendence, Return to the Community, Mythic Ordering of Reality",
    "Category":"Śramaṇa Teacher and Founder of Buddhism",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":33,
    "Name":"Vyāsa",
    "D.O.B":"c. 400 BCE–200 CE",
    "D.O.D":"-",
    "Dataviz":-400,
    "Location":"Kuru heartland (epic world)",
    "Symbolic System Tags":"Vedic, Purāṇic",
    "Duration":"indian",
    "Description":"Vyāsa is a mythic compiler-sage who embodies the act of canon formation in Indian tradition. Traditionally credited with arranging the Vedas, transmitting the Purāṇas, and shaping the Mahābhārata, he functions as the authority that gathers diverse myths, genealogies, and teachings into a survivable cultural memory. Within the epic itself, Vyāsa appears as both participant and narrator, collapsing the boundary between history and storytelling. Later Vedāntic lineages further anchor their doctrines to his name, extending his authority from narrative to philosophy.",
    "Historic-Mythic Status Tags":"Legendary, Mythical, Symbolic, Composite, Bridge, Doctrinal\/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?":"NO",
    "Name.1":"Vyāsa",
    "Jungian Archetypes Tags":"Wise Old Man, Father Archetype, Initiator, Persona, Animus",
    "Neumann Stages Tags":"Initiation, Mythic Ordering of Reality, Return to the Community, Ego Transcendence, Divine Intervention",
    "Category":"Canonical Arranger of Epic–Purāṇic Tradition",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":34,
    "Name":"Bhīṣma",
    "D.O.B":"c. 400 BCE–200 CE",
    "D.O.D":"-",
    "Dataviz":-375,
    "Location":"Kuru region",
    "Symbolic System Tags":"Vedic, Purāṇic",
    "Duration":"indian",
    "Description":"Bhīṣma is a central figure of the Mahābhārata who embodies the ideal—and the fatal limits—of absolute duty. Born as Devavrata, he renounces kingship and family life through an extreme vow to preserve dynastic stability, becoming the unshakeable guardian of the Kuru throne. Bound by loyalty to inherited order, he serves the kingdom even as it descends into moral collapse, ultimately fighting for the unjust side out of obligation rather than conviction. Granted the power to choose the moment of his death, Bhīṣma lies on a bed of arrows after the battle, using his final days to instruct on law, kingship, and ethics. Across the epic, he stands as a tragic hero whose unwavering fidelity to dharma reveals how virtue, when severed from moral judgment, can become destructive.",
    "Historic-Mythic Status Tags":"Legendary, Mythical, Symbolic, Composite, Bridge, Doctrinal\/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?":"NO",
    "Name.1":"Bhīṣma",
    "Jungian Archetypes Tags":"Hero, Father Archetype, Wise Old Man, Persona, Shadow",
    "Neumann Stages Tags":"Separation from World Parents, Initiation, Battle with the Dragon, Isolation, Ego Collapse, Death, Return to the Community, Mythic Ordering of Reality",
    "Category":"Tragic Civilizing Hero",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":35,
    "Name":"Arjuna",
    "D.O.B":"c. 400 BCE–200 CE",
    "D.O.D":"-",
    "Dataviz":-350,
    "Location":"Kuru region",
    "Symbolic System Tags":"Vedic, Purāṇic, Bhakti",
    "Duration":"indian",
    "Description":"Arjuna is the central hero of the Mahābhārata whose defining trait is not martial prowess but ethical hesitation. As a kṣatriya bound to fight, he falters on the battlefield when confronted with the prospect of killing kin, teachers, and friends, triggering the Bhagavad Gītā. Through dialogue with Kṛṣṇa, Arjuna becomes the site where action, knowledge, and devotion are integrated, transforming duty from blind obligation into reflective commitment. Unlike figures bound by rigid vows, he is corrigible—able to question, learn, and act anew. Arjuna embodies the human subject who must act in an imperfect world without absolute certainty.",
    "Historic-Mythic Status Tags":"Legendary, Mythical, Symbolic, Composite, Bridge, Doctrinal\/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?":"NO",
    "Name.1":"Arjuna",
    "Jungian Archetypes Tags":"Hero, Initiator, Anima, Shadow, Persona",
    "Neumann Stages Tags":"Separation from World Parents, Battle with the Dragon, Isolation, Divine Intervention, Initiation, Ego Collapse, Ego Transcendence, Return to the Community",
    "Category":"Philosophical Warrior-Hero",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":36,
    "Name":"Kṛṣṇa",
    "D.O.B":"c. 400 BCE–200 CE",
    "D.O.D":"-",
    "Dataviz":-325,
    "Location":"Mathurā \/ Vraja",
    "Symbolic System Tags":"Vedic, Purāṇic, Bhakti",
    "Duration":"indian",
    "Description":"Kṛṣṇa is a multi-layered divine figure who unites transcendence, strategy, and intimacy within the Indian tradition. Emerging from epic and Purāṇic narrative worlds and later identified with Viṣṇu\/Nārāyaṇa, he appears simultaneously as pastoral trickster, political strategist, cosmic guide, and supreme deity. Across the tradition, Kṛṣṇa reshapes dharma by integrating action, insight, and devotion, presenting engagement with the world as a legitimate spiritual path rather than an obstacle to liberation. He reorients religious life away from rigid obligation or withdrawal and toward intelligent participation in worldly responsibility. In Purāṇic and Bhakti currents, Kṛṣṇa becomes the focus of personal love and surrender, redefining liberation as a relational and lived bond with the divine.",
    "Historic-Mythic Status Tags":"Legendary, Mythical, Historically Plausible, Symbolic, Composite, Bridge, Doctrinal\/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?":"NO",
    "Name.1":"Kṛṣṇa",
    "Jungian Archetypes Tags":"Self, Trickster, Initiator, Hero, Animus, Persona",
    "Neumann Stages Tags":"Uroboric Stage, Divine Intervention, Initiation, Magical Empowerment, Battle with the Dragon, Ego Collapse, Ego Transcendence, Return to the Community, Mythic Ordering of Reality",
    "Category":"Transcendent Civilizing Trickster Deity",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":37,
    "Name":"Manu",
    "D.O.B":"c. 300 BCE–100 CE",
    "D.O.D":"-",
    "Dataviz":-300,
    "Location":"North India (dharma culture)",
    "Symbolic System Tags":"Vedic",
    "Duration":"indian",
    "Description":"Manu is a cultural hero who stands at the origin point of human society in Indian tradition. He is warned by a divine fish (Matsya) of an impending cosmic deluge (flood), preserves life through ritual foresight, and survives the destruction that resets the world. After the waters recede, Manu re-establishes humanity and receives the principles of dharma, translating cosmic order into social, legal, and moral law. As the authoritative voice behind the Manusmṛti, he becomes the symbolic source of hierarchy, duty, and normative structure. Across the canon, Manu represents the paradox of renewal: society is reborn after chaos, but only by anchoring order in inherited authority of law.",
    "Historic-Mythic Status Tags":"Legendary, Mythical, Symbolic, Composite, Bridge, Doctrinal\/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?":"NO",
    "Name.1":"Manu",
    "Jungian Archetypes Tags":"Father Archetype, Wise Old Man, Initiator, Persona, Self",
    "Neumann Stages Tags":"Uroboric Stage, Separation from World Parents, Divine Intervention, Initiation, Rebirth, Return to the Community, Mythic Ordering of Reality, Coronation of the King",
    "Category":"Mythic Lawgiver–Progenitor",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":38,
    "Name":"Gaṇeśa",
    "D.O.B":"c. 300 BCE–300 CE",
    "D.O.D":"-",
    "Dataviz":-275,
    "Location":"Deccan fringe",
    "Symbolic System Tags":"Purāṇic",
    "Duration":"indian",
    "Description":"Gaṇeśa is the personified guardian of thresholds and beginnings, emerging as Indian society becomes increasingly complex, settled, and procedural. Absorbing earlier folk and guardian-spirit traditions, he governs initiation, access, and obstruction, ensuring that action begins only after limits are acknowledged and negotiated. Gaṇeśa regulates entry into existing structures—ritual, social, intellectual, and practical—making uncertainty manageable at the moment of commencement. Through widespread devotion and ritual primacy as the first-invoked deity, Gaṇeśa translates abstract order into everyday practice, rendering beginnings legitimate, protected, and possible.",
    "Historic-Mythic Status Tags":"Mythical, Symbolic, Allegorical, Composite, Bridge, Doctrinal\/Canonical, Archetypal, Devotional, Contested",
    "Founding Figure?":"NO",
    "Name.1":"Gaṇeśa",
    "Jungian Archetypes Tags":"Trickster, Initiator, Shadow, Wise Old Man, Persona, Father Archetype",
    "Neumann Stages Tags":"Separation from World Parents, Battle with the Dragon, Death, Rebirth, Divine Intervention, Initiation, Magical Empowerment, Return to the Community, Mythic Ordering of Reality",
    "Category":"Guardian of Thresholds and Beginnings",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":39,
    "Name":"Patañjali",
    "D.O.B":"c. 200 BCE–200 CE ",
    "D.O.D":"-",
    "Dataviz":-200,
    "Location":"North India (scholastic centers)",
    "Symbolic System Tags":"Śramaṇa, Yogic, Sāṃkhya",
    "Duration":"indian",
    "Description":"Patañjali is the figure who turns yoga from a diffuse ascetic culture into a disciplined technology, codifying meditative practice in the Yoga Sūtras by fusing śramaṇa renunciation with Sāṃkhya metaphysics. Later tradition mythologizes him as a semi-divine being (an incarnation of Ādiśeṣa), a move that ironically contradicts the anti-mythic sobriety of his text. Patañjali’s effort allows for broader adoption of yogic practice by rendering liberation procedural, accessible through repeatable discipline rather than personal revelation. By framing yoga as a sequence of ethical restraints, bodily regulation, attentional training, and insight, he makes renunciation portable—compatible with household life as well as ascetic withdrawal.",
    "Historic-Mythic Status Tags":"Historically Plausible, Symbolic, Composite, Bridge, Doctrinal\/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?":"NO",
    "Name.1":"Patañjali",
    "Jungian Archetypes Tags":"Wise Old Man, Initiator, Animus, Father Archetype, Persona",
    "Neumann Stages Tags":"Initiation, Isolation, Ego Collapse, Ego Transcendence, Mythic Ordering of Reality, Return to the Community",
    "Category":"Classical Yoga Systematizer",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":40,
    "Name":"Brahmā",
    "D.O.B":"c. 200 BCE–300 CE",
    "D.O.D":"-",
    "Dataviz":-200,
    "Location":"Pan-Indic Purāṇic world",
    "Symbolic System Tags":"Purāṇic",
    "Duration":"indian",
    "Description":"Brahmā is the Purāṇic cosmic legislator who personifies the act of cosmic articulation rather than ultimate reality itself. He brings order, time, and form into an already-given metaphysical ground, organizing the world through knowledge, speech, and ritual rather than heroic action or mystical insight. Ontologically subordinate to Brahman, and functionally overshadowed by Viṣṇu and Śiva, Brahmā neither saves nor liberates; he creates and withdraws. His marginal devotional status reflects this role: once the cosmos is articulated, his function is complete.",
    "Historic-Mythic Status Tags":"Mythical, Symbolic, Allegorical, Composite, Doctrinal\/Canonical, Archetypal, Contested",
    "Founding Figure?":"NO",
    "Name.1":"Brahmā",
    "Jungian Archetypes Tags":"Father Archetype, Wise Old Man, Persona, Animus, Initiator",
    "Neumann Stages Tags":"Uroboric Stage, Separation from World Parents, Initiation, Mythic Ordering of Reality, Coronation of the King",
    "Category":"Purāṇic Creator-Administrator Deity",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":41,
    "Name":"Viṣṇu",
    "D.O.B":"c. 200 BCE–300 CE",
    "D.O.D":"-",
    "Dataviz":-200,
    "Location":"Pan-Indic",
    "Symbolic System Tags":"Purāṇic, Bhakti",
    "Duration":"indian",
    "Description":"Viṣṇu is the preserver who sustains cosmic order by intervening when dharma collapses, repeatedly entering the world through avatāras (crisis-specific descents of Viṣṇu). He translates abstract cosmic law into lived ethical action, restoring balance by correcting it from within. Over time, Viṣṇu absorbs metaphysical authority and, in many devotional traditions, becomes identified with the Absolute, functioning as a bridge between transcendence and history. His centrality in Bhakti reflects this role: Viṣṇu is the one who walks into the world to fix it when it breaks.",
    "Historic-Mythic Status Tags":"Mythical, Symbolic, Allegorical, Composite, Bridge, Doctrinal\/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?":"NO",
    "Name.1":"Viṣṇu",
    "Jungian Archetypes Tags":"Self, Father Archetype, Wise Old Man, Initiator, Persona",
    "Neumann Stages Tags":"Uroboric Stage, Divine Intervention, Initiation, Battle with the Dragon, Death, Rebirth, Return to the Community, Mythic Ordering of Reality, Coronation of the King",
    "Category":"Purāṇic Preserver Deity",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  }
]