[
  {
    "Index": "1",
    "Name": "Adam",
    "D.O.B": "c. 4004 BCE",
    "D.O.D": "c. 3074 BCE",
    "Dataviz": "-4004",
    "Location": "Mesopotamia / Canaan",
    "Symbolic System Tags": "Yahwistic, Christian, Islamic",
    "Duration": "mesopotamian",
    "Description": "Adam, regarded as the first human in Abrahamic Monotheism, was created by God from clay and given life by divine breath. He is said to have lived an extraordinary span of about 930 years. Initially placed in the Garden of Eden, Adam fell from God’s grace after eating from the forbidden tree, leading to his and Eve’s expulsion and humanity’s mortal condition. Despite this fall, he also bestowed a profound gift: according to tradition, Adam was taught the names of all things and thus brought language and knowledge to his descendants, marking him as both the fallen ancestor and the first teacher of humankind.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Symbolic, Allegorical, Composite, Bridge, Doctrinal/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Adam",
    "Jungian Archetypes Tags": "Father Archetype, Initiator, Hero, Self, Shadow",
    "Neumann Stages Tags": "Uroboric Stage, Initiation, Divine Intervention, Death, Mythic Ordering of Reality, Coronation of the King, Separation from World Parents, Isolation, Return to the Community",
    "Category": "First Man of the Monotheistic Tradition",
    "Y-pos": "-"
  },
  {
    "Index": "2",
    "Name": "Eve",
    "D.O.B": "c. 4004 BCE",
    "D.O.D": "-",
    "Dataviz": "-4004",
    "Location": "Mesopotamia / Canaan",
    "Symbolic System Tags": "Yahwistic, Christian, Islamic",
    "Duration": "mesopotamian",
    "Description": "Eve, whose name in Hebrew (Chavvah) means “mother of all living,” is revered as the first woman and the companion of Adam. Created in Eden as his partner, she symbolizes the origin of human kinship and life itself. In the biblical account, she is formed from Adam’s rib to emphasize intimacy and shared humanity. Her role in eating from the Tree of Knowledge of Good and Evil, and then offering the fruit to Adam, makes her central to the story of the Fall: the loss of innocence and the entrance of toil, mortality, and moral responsibility into human life. Across Abrahamic traditions, Eve remains a powerful archetype: the bringer of life, the initiator of knowledge, and a figure embodying both the trials and the dignity of humanity’s earliest story.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Symbolic, Allegorical, Composite, Bridge, Doctrinal/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Eve",
    "Jungian Archetypes Tags": "Mother Archetype, Initiator, Anima, Persona, Shadow",
    "Neumann Stages Tags": "Uroboric Stage, Initiation, Divine Intervention, Separation from World Parents, Death, Isolation, Return to the Community, Mythic Ordering of Reality, Battle with the Dragon",
    "Category": "First Woman of the Monotheistic Tradition",
    "Y-pos": "-"
  },
  {
    "Index": "3",
    "Name": "Lilith",
    "D.O.B": "c. 4004 BCE",
    "D.O.D": "-",
    "Dataviz": "-4004",
    "Location": "Mesopotamia / Canaan",
    "Symbolic System Tags": "Sumerian, Akkadian, Yahwistic, Christian",
    "Duration": "mesopotamian",
    "Description": "Lilith is a mythic female figure with roots in Mesopotamian demonology, later absorbed into Jewish folklore as Adam’s first wife who refused subordination and chose exile from Eden. She becomes immortalized as a night spirit associated with danger, seduction, and the death of infants, yet also symbolizes independence and rebellion. As a figure, she bridges the ancient Mesopotamian spirit-world with later Yahwistic imagination, embodying both menace and defiance.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Symbolic, Allegorical, Composite, Bridge, Archetypal, Contested",
    "Founding Figure?": "NO",
    "Name.1": "Lilith",
    "Jungian Archetypes Tags": "Terrible Mother, Shadow, Anima, Trickster, Initiator",
    "Neumann Stages Tags": "Separation from World Parents, Initiation, Divine Intervention, Magical Empowerment, Isolation, Descent into the Underworld, Battle with the Dragon, Death, Mythic Ordering of Reality",
    "Category": "Chthonic Trickster Night Spirit",
    "Y-pos": "40"
  },
  {
    "Index": "4",
    "Name": "Cain",
    "D.O.B": "c. 3930 BCE",
    "D.O.D": "-",
    "Dataviz": "-3930",
    "Location": "Mesopotamia / Canaan",
    "Symbolic System Tags": "Yahwistic, Christian, Islamic",
    "Duration": "mesopotamian",
    "Description": "Cain, the elder son of Adam and Eve, is portrayed as a farmer whose offering is not regarded by God. Consumed by envy, he lures his brother Abel into a field and kills him—becoming the first murderer in the monotheistic canon. Confronted by God, Cain is marked for protection and exiled “east of Eden,” where he founds a city and begins a lineage associated with early crafts. His story establishes a lasting moral grammar—envy → bloodshed → exile—while posing the enduring question of responsibility: “Am I my brother’s keeper?”",
    "Historic-Mythic Status Tags": "Mythical, Legendary, Symbolic, Allegorical, Archetypal, Composite, Doctrinal/Canonical, Bridge, Contested",
    "Founding Figure?": "NO",
    "Name.1": "Cain",
    "Jungian Archetypes Tags": "Shadow, Trickster, Persona, Initiator",
    "Neumann Stages Tags": "Battle with the Dragon, Divine Intervention, Separation from World Parents, Isolation, Initiation, Magical Empowerment, Mythic Ordering of Reality, Ego Collapse",
    "Category": "First Murderer in the Monotheistic Canon",
    "Y-pos": "-"
  },
  {
    "Index": "5",
    "Name": "Abel",
    "D.O.B": "c. 3928 BCE",
    "D.O.D": "c. 3898 BCE",
    "Dataviz": "-3928",
    "Location": "Mesopotamia / Canaan",
    "Symbolic System Tags": "Yahwistic, Christian, Islamic",
    "Duration": "mesopotamian",
    "Description": "Abel, the younger son of Adam and Eve, is portrayed as a shepherd whose offering of the choicest firstlings is accepted by God. Enraged by this favor, his brother Cain lures him to a field and kills him—making Abel the first martyr and the first recorded victim of fraternal violence. Scripture says his “blood cries out from the ground,” inaugurating a moral grammar in which innocent blood demands justice. Across Jewish, Christian, and Islamic traditions, Abel stands as the archetype of the righteous sufferer and a model of pure intention in worship.",
    "Historic-Mythic Status Tags": "Mythical, Legendary, Symbolic, Allegorical, Archetypal, Doctrinal/Canonical, Bridge, Devotional, Contested",
    "Founding Figure?": "NO",
    "Name.1": "Abel",
    "Jungian Archetypes Tags": "Hero, Initiator",
    "Neumann Stages Tags": "Isolation, Divine Intervention, Death, Return to the Community, Mythic Ordering of Reality",
    "Category": "First Martyr of the Monotheistic Canon",
    "Y-pos": "-"
  },
  {
    "Index": "6",
    "Name": "Enoch (Idris)",
    "D.O.B": "c. 3382 BCE",
    "D.O.D": "c. 3017 BCE",
    "Dataviz": "-3382",
    "Location": "Egypt / Sinai / Israel",
    "Symbolic System Tags": "Yahwistic, Christian, Islamic",
    "Duration": "mesopotamian",
    "Description": "Enoch, known in Islam as Idrīs, is remembered as a righteous patriarch and prophet descended from Adam. He is said to have lived 365 years before being taken by God, escaping death in a unique act of divine favor. His story blends human devotion with divine elevation, making him a bridge between earth and Monotheistic heaven.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Symbolic, Allegorical, Composite, Bridge, Doctrinal/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Enoch (Idris)",
    "Jungian Archetypes Tags": "Wise Old Man, Initiator, Hero, Father Archetype",
    "Neumann Stages Tags": "Divine Intervention, Initiation, Magical Empowerment, Ego Transcendence, Rebirth, Mythic Ordering of Reality, Isolation, Battle with the Dragon",
    "Category": "Monotheistic Patriarch–Prophet and Visionary Scribe",
    "Y-pos": "-"
  },
  {
    "Index": "7",
    "Name": "Inanna/Ishtar",
    "D.O.B": "c. 3000 BCE",
    "D.O.D": "-",
    "Dataviz": "-3000",
    "Location": "Uruk (later Akkad, Nineveh)",
    "Symbolic System Tags": "Sumerian, Akkadian",
    "Duration": "mesopotamian",
    "Description": "Inanna is the great goddess of Sumer, fierce and paradoxical, embodying both love and war, fertility and destruction. Centered at Uruk, she claimed power by cunning — tricking Enki into giving her the me, the divine order, and bringing them to her city. She is remembered for her descent into the Underworld, where she was stripped of all her powers, killed, and restored, a myth of death and renewal. Her passion for Dumuzi tied her to the cycles of fertility and loss, while her hymns describe her as a lioness in battle, scattering armies. Later reimagined as Ishtar by the Akkadians, she remained both desired and feared — a goddess of contradictions, radiant and perilous.",
    "Historic-Mythic Status Tags": "Mythical, Legendary, Symbolic, Allegorical, Composite, Archetypal, Contested, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Inanna/Ishtar",
    "Jungian Archetypes Tags": "Anima, Mother Archetype, Terrible Mother, Trickster, Initiator, Hero",
    "Neumann Stages Tags": "Descent into the Underworld, Death, Divine Intervention, Rebirth, Return to the Community, Magical Empowerment, Mythic Ordering of Reality, Coronation of the King, Battle with the Dragon, Isolation",
    "Category": "Chthonic Trickster Warrior Goddess",
    "Y-pos": "-"
  },
  {
    "Index": "8",
    "Name": "Noah",
    "D.O.B": "c. 2948 BCE",
    "D.O.D": "c. 1998 BCE",
    "Dataviz": "-2948",
    "Location": "Eden / Ancient Near East",
    "Symbolic System Tags": "Yahwistic, Christian, Islamic",
    "Duration": "mesopotamian",
    "Description": "Noah is revered as the righteous man who survived the great flood. Chosen by God to build an ark, he preserved his family and pairs of animals while the rest of humanity perished in divine judgment. After the waters subsided, Noah became the second father of humankind and entered into a covenant marked by the rainbow as a sign that the world would not again be destroyed by flood. Tradition credits him with living 950 years, and stories of his endurance and obedience made him an enduring symbol of faith and perseverance.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Symbolic, Allegorical, Composite, Bridge, Doctrinal/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Noah",
    "Jungian Archetypes Tags": "Father Archetype, Hero, Wise Old Man, Initiator, Shadow",
    "Neumann Stages Tags": "Divine Intervention, Initiation, Death, Rebirth, Mythic Ordering of Reality, Battle with the Dragon, Isolation, Return to the Community",
    "Category": "Monotheistic Patriarch & Covenant-Bearer",
    "Y-pos": "-"
  },
  {
    "Index": "9",
    "Name": "An/Anu",
    "D.O.B": "c. 2700 BCE",
    "D.O.D": "-",
    "Dataviz": "-2700",
    "Location": "Uruk (mythic sky)",
    "Symbolic System Tags": "Sumerian, Akkadian",
    "Duration": "mesopotamian",
    "Description": "An is the primordial Sky in Mesopotamia tradition, one of the very oldest deities of the region. Initially in Sumerian myth he is paired with Ki, the Earth, and together they bring forth Enlil, who separates them and becomes ruler of the cosmos. Though An is the theoretical head of the pantheon, he is remote and passive, more a source of legitimacy than an active ruler. Other gods derive their authority from him, and it is An who holds the me (kind of like Egyptian Ma'at or greek Logos — the order of the universe). His main cult center was at Uruk, where he shared the Eanna temple with Inanna, though his worship never achieved the fervor of Enlil or Inanna. When the Akkadians rose to power, An was reimagined slightly as Anu, but retained the same role: a distant, overarching father of the gods, invoked for authority yet rarely intervening. In this sense, An/Anu may be seen as the first centralizing deity of Mesopotamia — an abstract sky-father who united diverse local cults under a single cosmic order at the dawn of urban civilization.",
    "Historic-Mythic Status Tags": "Mythical, Symbolic, Archetypal, Doctrinal/Canonical",
    "Founding Figure?": "NO",
    "Name.1": "An/Anu",
    "Jungian Archetypes Tags": "Father Archetype, Wise Old Man, Self, Terrible Father",
    "Neumann Stages Tags": "Mythic Ordering of Reality, Coronation of the King, Divine Intervention, Magical Empowerment, Separation from World Parents",
    "Category": "Transcendent Sky God",
    "Y-pos": "-"
  },
  {
    "Index": "10",
    "Name": "Ki",
    "D.O.B": "c. 2700 BCE",
    "D.O.D": "-",
    "Dataviz": "-2700",
    "Location": "Sumer (Eridu/Nippur)",
    "Symbolic System Tags": "Sumerian",
    "Duration": "mesopotamian",
    "Description": "Ki is the primordial Earth in Sumerian tradition, paired with An, the Sky. Together they form the original cosmic couple whose union produces Enlil, the wind god who separates them and becomes ruler of the cosmos. Ki never dominated myth; she is more a cosmic principle than a personal deity. There is little evidence of independent cult worship for Ki, and her name simply means “earth” in Sumerian, blurring the line between concept and personality. Though she was overshadowed, Ki stands as the symbolic foundation of the Mesopotamian cosmos — essential at the beginning, but largely passive as mythology and theology evolved.",
    "Historic-Mythic Status Tags": "Mythical, Symbolic, Archetypal",
    "Founding Figure?": "NO",
    "Name.1": "Ki",
    "Jungian Archetypes Tags": "Mother Archetype, Terrible Mother, Wise Old Woman, Initiator",
    "Neumann Stages Tags": "Uroboric Stage, Separation from World Parents, Mythic Ordering of Reality, Magical Empowerment, Death, Rebirth, Descent into the Underworld, Coronation of the King",
    "Category": "Mother-Earth Goddess",
    "Y-pos": "-"
  },
  {
    "Index": "11",
    "Name": "Gilgamesh",
    "D.O.B": "c. 2700 BCE",
    "D.O.D": "-",
    "Dataviz": "-2700",
    "Location": "Uruk",
    "Symbolic System Tags": "Sumerian, Akkadian",
    "Duration": "mesopotamian",
    "Description": "Gilgamesh was the semi-divine king of Uruk, remembered as two-thirds god and one-third man. Though he may have been based on a historical ruler of the Early Dynastic period, he became the hero of Mesopotamia’s greatest epic. At first a tyrant, he found balance through his friendship with Enkidu, with whom he slew monsters like Humbaba and the Bull of Heaven. After Enkidu’s death, Gilgamesh set out on a quest for immortality, reaching Utnapishtim, the survivor of the Flood. Though he failed to win eternal life, he returned wiser, realizing that human legacy endures through cities, deeds, and story. Over time he was even venerated as a judge of the dead, embodying both the limits of mortality and the grandeur of the heroic spirit.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Historic, Historically Plausible, Symbolic, Allegorical, Composite, Bridge, Archetypal, Contested, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Gilgamesh",
    "Jungian Archetypes Tags": "Hero, Shadow, Persona, Initiator, Self",
    "Neumann Stages Tags": "Battle with the Dragon, Isolation, Divine Intervention, Descent into the Underworld, Initiation, Magical Empowerment, Ego Collapse, Rebirth, Return to the Community, Mythic Ordering of Reality",
    "Category": "Hero-King of Uruk & Seeker of Immortality",
    "Y-pos": "-"
  },
  {
    "Index": "12",
    "Name": "Enlil",
    "D.O.B": "c. 2600 BCE",
    "D.O.D": "-",
    "Dataviz": "-2600",
    "Location": "Nippur (mythic)",
    "Symbolic System Tags": "Sumerian, Akkadian",
    "Duration": "mesopotamian",
    "Description": "Enlil is the stormy lord of wind and authority in Mesopotamian tradition, son of An (Sky) and Ki (Earth). At his birth he separates heaven and earth, establishing the ordered cosmos and assuming rulership of the divine world. Unlike An, who is distant, or Enki, who is cunning, Enlil is stern and commanding — decreeing destinies and granting kingship to mortals. His great sanctuary at Nippur made him the theological center of Sumer, and all Mesopotamian kings acknowledged his supremacy. Myths portray him as harsh — unleashing the Flood to punish humanity — yet his authority was essential to order. Though later eclipsed by Marduk in Babylon, Enlil endured as the archetypal ruler-god: breath of life, voice of law, and force of storm.",
    "Historic-Mythic Status Tags": "Mythical, Symbolic, Archetypal, Doctrinal/Canonical, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Enlil",
    "Jungian Archetypes Tags": "Father Archetype, Wise Old Man, Terrible Father, Persona",
    "Neumann Stages Tags": "Separation from World Parents, Mythic Ordering of Reality, Coronation of the King, Divine Intervention, Magical Empowerment, Return to the Community",
    "Category": "Transcendent Storm Deity",
    "Y-pos": "0"
  },
  {
    "Index": "13",
    "Name": "Enki (Ea)",
    "D.O.B": "c. 2600 BCE",
    "D.O.D": "-",
    "Dataviz": "-2600",
    "Location": "Eridu (mythic cult)",
    "Symbolic System Tags": "Sumerian, Akkadian, Babylonian",
    "Duration": "mesopotamian",
    "Description": "Enki (Ea) is the Mesopotamian god of wisdom, freshwater, and craft, dwelling in the Apsu, the subterranean freshwater abyss beneath Eridu, the first city. Cunning and clever, he is the problem-solver of the pantheon: shaping humans from clay, saving them from the Flood, and carrying the me — sacred order of civilization. Unlike stern Enlil, Enki is a protector of life and a friend of humankind, often using trickery or wit to preserve balance. His myths show him as both wise counselor and playful trickster, as when he drunkenly gave the me to Inanna. Beloved across Sumerian, Akkadian, and Babylonian traditions, Enki endures as the life-giving depths of wisdom and creation, the god who transformed the slain Apsu into the dwelling place of order and knowledge.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Symbolic, Allegorical, Composite, Doctrinal/Canonical, Archetypal, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Enki (Ea)",
    "Jungian Archetypes Tags": "Wise Old Man, Trickster, Initiator, Father Archetype",
    "Neumann Stages Tags": "Mythic Ordering of Reality, Divine Intervention, Magical Empowerment, Battle with the Dragon, Descent into the Underworld, Coronation of the King, Return to the Community",
    "Category": "Chthonic Trickster Deity",
    "Y-pos": "-"
  },
  {
    "Index": "14",
    "Name": "Ninhursag",
    "D.O.B": "c. 2550 BCE",
    "D.O.D": "-",
    "Dataviz": "-2550",
    "Location": "Sumer (mythic)",
    "Symbolic System Tags": "Sumerian, Akkadian",
    "Duration": "mesopotamian",
    "Description": "Ninhursag is the Mesopotamian great mother goddess, “Lady of the Mountain,” embodying the fertile earth and the power of birth. She shaped humans from clay alongside Enki and was revered as midwife of gods and mortals. In the myth of Enki and Ninhursag, she both heals and disciplines him, giving rise to new deities from his body. Known also as Ninmah, Aruru, and Mami, she is the nurturer and regulator of life’s cycles, the stern yet compassionate mother whose presence ensured fertility, order, and renewal across Sumerian and Akkadian traditions.",
    "Historic-Mythic Status Tags": "Mythical, Symbolic, Allegorical, Composite, Archetypal, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Ninhursag",
    "Jungian Archetypes Tags": "Mother Archetype, Wise Old Woman, Terrible Mother, Initiator",
    "Neumann Stages Tags": "Uroboric Stage, Mythic Ordering of Reality, Divine Intervention, Magical Empowerment, Death, Rebirth, Return to the Community, Coronation of the King",
    "Category": "Mother-Earth Goddess",
    "Y-pos": "-"
  },
  {
    "Index": "15",
    "Name": "Nisaba",
    "D.O.B": "c. 2550 BCE",
    "D.O.D": "-",
    "Dataviz": "-2550",
    "Location": "Eresh (mythic)",
    "Symbolic System Tags": "Sumerian, Akkadian",
    "Duration": "mesopotamian",
    "Description": "Nisaba was the Sumerian goddess of writing, wisdom, and grain — a unique blend of the intellectual and the agricultural. In the earliest layers of Sumerian tradition, she was closely tied to grain and fertility, as agriculture was the foundation of civilization. But as writing emerged to track harvests, storehouse accounts, and temple offerings, Nisaba became the patroness of scribes and the keeper of tablets. She was imagined with a stylus and tablet in hand, the divine record-keeper who oversaw contracts, ledgers, and cosmic order. Her hymns describe her as “the lady of wisdom, who opens the mouth of the great reed stylus.” She taught humans how to write, and even the gods relied on her to record decrees. Temples dedicated to her existed at Eresh and other cities, and students in scribal schools invoked her for success. Over time, as Babylonian culture elevated the god Nabu as the primary deity of writing, Nisaba’s role faded — but she remained a quiet, foundational figure, embodying the link between field and tablet.",
    "Historic-Mythic Status Tags": "Mythical, Legendary, Symbolic, Allegorical, Composite, Archetypal, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Nisaba",
    "Jungian Archetypes Tags": "Wise Old Woman, Mother Archetype, Initiator",
    "Neumann Stages Tags": "Mythic Ordering of Reality, Magical Empowerment, Return to the Community, Coronation of the King, Initiation",
    "Category": "Civilizing Goddess of Writing",
    "Y-pos": "-"
  },
  {
    "Index": "16",
    "Name": "Kubaba",
    "D.O.B": "c. 2500 BCE",
    "D.O.D": "-",
    "Dataviz": "-2500",
    "Location": "Kish",
    "Symbolic System Tags": "Sumerian, Akkadian",
    "Duration": "mesopotamian",
    "Description": "Kubaba is remembered as the only woman in the Sumerian King List, a tavern-keeper of Kish who rose to kingship and reigned for a legendary hundred years. Her story is unusual among Mesopotamian rulers: from humble origins she becomes the supreme authority of her city, suggesting either an ancient memory of female leadership or a symbolic tale of legitimation. In mythic perspective she embodies hospitality, sustenance, and fertility — qualities tied to taverns and communal life.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Historic, Historically Plausible, Symbolic, Allegorical, Composite, Bridge, Archetypal, Contested",
    "Founding Figure?": "NO",
    "Name.1": "Kubaba",
    "Jungian Archetypes Tags": "Mother Archetype, Wise Old Woman, Persona, Initiator",
    "Neumann Stages Tags": "Mythic Ordering of Reality, Coronation of the King, Return to the Community, Rebirth, Magical Empowerment",
    "Category": "Queen of Kish & Dynastic Foundress",
    "Y-pos": "-"
  },
  {
    "Index": "17",
    "Name": "Ashur",
    "D.O.B": "c. 2400 BCE",
    "D.O.D": "-",
    "Dataviz": "-2400",
    "Location": "Aššur (northern Mesopotamia)",
    "Symbolic System Tags": "Sumerian, Akkadian, Babylonian, Assyrian",
    "Duration": "mesopotamian",
    "Description": "Ashur was the chief god of the Assyrians, originally the patron deity of the city of Aššur in northern Mesopotamia. As Assyria rose to power, he was elevated above older gods, embodying not creation or law but imperial might and conquest. Assyrian kings styled themselves as his governors, waging campaigns in his name and presenting him as the divine commander of their armies. Unlike Marduk of Babylon, Ashur was not given an elaborate creation myth; his supremacy rested on Assyria’s political dominance. Depicted in a winged disk, bow in hand, he symbolized the state itself — so closely tied to empire that when Assyria fell in 612 BCE, Ashur’s cult disappeared with it.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Symbolic, Allegorical, Composite, Bridge, Doctrinal/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Ashur",
    "Jungian Archetypes Tags": "Father Archetype, Terrible Father, Wise Old Man, Hero, Persona, Self",
    "Neumann Stages Tags": "Mythic Ordering of Reality, Coronation of the King, Battle with the Dragon, Divine Intervention, Magical Empowerment, Return to the Community",
    "Category": "Transcendent Storm Deity",
    "Y-pos": "-"
  },
  {
    "Index": "18",
    "Name": "Sargon",
    "D.O.B": "c. 2334 BCE",
    "D.O.D": "c. 2279 BCE",
    "Dataviz": "-2334",
    "Location": "Akkad",
    "Symbolic System Tags": "Akkadian",
    "Duration": "mesopotamian",
    "Description": "Sargon of Akkad was the first great empire-builder of Mesopotamia, remembered as both a historical king and a figure of legend. Born of humble origins, cast adrift as an infant in a basket on the river, he rose from cupbearer to seize power in Kish and founded the city of Akkad. Through conquest he united Sumerian and Akkadian lands, stretching his dominion from the Persian Gulf to the Mediterranean, and established Akkadian as the language of rule. Myths claim he bathed his weapons in the sea to mark universal dominion. Though his reign was marked by constant revolts, his 56 years of power laid the foundations of the Mesopotamian imperial model, and his name became a title of legitimacy for kings long after his death.",
    "Historic-Mythic Status Tags": "Legendary, Historic, Historically Plausible, Symbolic, Allegorical, Composite, Bridge, Archetypal, Contested",
    "Founding Figure?": "NO",
    "Name.1": "Sargon",
    "Jungian Archetypes Tags": "Hero, Initiator, Persona, Father Archetype, Trickster",
    "Neumann Stages Tags": "Separation from World Parents, Initiation, Divine Intervention, Battle with the Dragon, Coronation of the King, Magical Empowerment, Return to the Community, Mythic Ordering of Reality, Rebirth",
    "Category": "Founder of the Akkadian Empire",
    "Y-pos": "-"
  },
  {
    "Index": "19",
    "Name": "Enheduanna",
    "D.O.B": "c. 2285 BCE",
    "D.O.D": "c. 2250 BCE",
    "Dataviz": "-2285",
    "Location": "Ur (Akkadian Empire)",
    "Symbolic System Tags": "Sumerian, Akkadian",
    "Duration": "mesopotamian",
    "Description": "Enheduanna, daughter of Sargon of Akkad, was installed as high priestess of the moon god Nanna at Ur to secure her father’s rule over Sumer. She is remembered as the world’s first named author, credited with over 40 hymns that fused Sumerian and Akkadian traditions. Her most famous work, The Exaltation of Inanna, praises the goddess with an intensely personal voice, blending devotion with political legitimacy. Enheduanna describes her own exile during rebellion and restoration, making her writings both theological and autobiographical.",
    "Historic-Mythic Status Tags": "Historic, Symbolic, Allegorical, Bridge, Doctrinal/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Enheduanna",
    "Jungian Archetypes Tags": "Wise Old Woman, Initiator, Persona, Hero, Anima, Mother Archetype",
    "Neumann Stages Tags": "Isolation, Divine Intervention, Rebirth, Return to the Community, Magical Empowerment, Mythic Ordering of Reality, Coronation of the King, Initiation",
    "Category": "High Priestess of Ur",
    "Y-pos": "-"
  },
  {
    "Index": "20",
    "Name": "Hammurabi",
    "D.O.B": "c. 1810 BCE",
    "D.O.D": "c. 1750 BCE",
    "Dataviz": "-1810",
    "Location": "Babylon",
    "Symbolic System Tags": "Sumerian, Akkadian, Babylonian",
    "Duration": "mesopotamian",
    "Description": "Hammurabi was the sixth king of Babylon and transformed it from a small city-state into the leading power of Mesopotamia. Through war, alliances, and infrastructure building he unified much of the region under his rule. He is best remembered for the Code of Hammurabi, a monumental inscription of nearly 300 laws covering family, trade, property, and crime. The stele shows him receiving authority from Shamash, the sun god of justice, underscoring his role as divinely sanctioned lawgiver. Hammurabi called himself “the shepherd of the people,” blending the roles of warrior and caretaker, and his reign became the model of just kingship. Though Babylon fragmented after his death, his laws and image endured as one of the most powerful symbols of order and divine authority in the ancient Near East.",
    "Historic-Mythic Status Tags": "Historic, Historically Plausible, Symbolic, Allegorical, Composite, Doctrinal/Canonical, Archetypal",
    "Founding Figure?": "NO",
    "Name.1": "Hammurabi",
    "Jungian Archetypes Tags": "Father Archetype, Wise Old Man, Persona, Initiator, Hero, Terrible Father",
    "Neumann Stages Tags": "Mythic Ordering of Reality, Coronation of the King, Divine Intervention, Magical Empowerment, Return to the Community, Battle with the Dragon, Initiation, Rebirth",
    "Category": "Lawgiver-King of Babylon",
    "Y-pos": "0"
  },
  {
    "Index": "21",
    "Name": "Tiamat",
    "D.O.B": "c. 1800 BCE",
    "D.O.D": "-",
    "Dataviz": "-1800",
    "Location": "Mesopotamian myth (chaos sea)",
    "Symbolic System Tags": "Sumerian, Akkadian, Babylonian",
    "Duration": "mesopotamian",
    "Description": "Tiamat is the primordial saltwater ocean in Mesopotamian tradition, paired with Apsu, the freshwater abyss. Together they embody the raw, undifferentiated chaos from which the first gods were born. In this sense, Tiamat is conceptually older than An/Anu, for she represents the pre-creation state that precedes the ordering of sky and earth. In early Sumerian thought, these waters were more a background condition than a personality. It was only much later, in Babylonian theology, that Tiamat was fully personified. In the Enūma Eliš, she becomes a dragon-like goddess of chaos who rages against the younger gods after Apsu’s death, creating monsters and elevating Kingu as her champion. She is finally slain by Marduk, who splits her vast body in two — half forming the sky, half forming the earth — thus establishing the ordered world out of her corpse.",
    "Historic-Mythic Status Tags": "Mythical, Symbolic, Archetypal, Allegorical",
    "Founding Figure?": "NO",
    "Name.1": "Tiamat",
    "Jungian Archetypes Tags": "Terrible Mother, Mother Archetype, Shadow, Trickster",
    "Neumann Stages Tags": "Uroboric Stage, Separation from World Parents, Battle with the Dragon, Death, Mythic Ordering of Reality, Coronation of the King",
    "Category": "Chthonic Storm Goddess",
    "Y-pos": "70"
  },
  {
    "Index": "22",
    "Name": "Apsu",
    "D.O.B": "c. 1800 BCE",
    "D.O.D": "-",
    "Dataviz": "-1800",
    "Location": "Mesopotamian myth (primordial fresh water)",
    "Symbolic System Tags": "Sumerian, Akkadian, Babylonian",
    "Duration": "mesopotamian",
    "Description": "Apsu is the primordial freshwater abyss in Mesopotamian cosmology, paired with Tiamat, the saltwater sea. Together they embody the mingled waters that precede all creation, a background condition of the earliest Sumerian thought rather than a sharply defined deity. From their union came the first generations of gods. In later Babylonian theology, particularly in the Enūma Eliš, Apsu is personified more fully. Disturbed by the noise of his divine offspring, he plots to destroy them, but is slain preemptively by Ea, the god of wisdom. Ea builds his temple upon Apsu’s body, turning the abyss into the foundation of cosmic order. In this way Apsu becomes both victim and source — his death enabling the younger gods to establish the ordered cosmos.",
    "Historic-Mythic Status Tags": "Mythical, Symbolic, Archetypal, Allegorical",
    "Founding Figure?": "NO",
    "Name.1": "Apsu",
    "Jungian Archetypes Tags": "Father Archetype, Terrible Father, Wise Old Man, Shadow",
    "Neumann Stages Tags": "Uroboric Stage, Separation from World Parents, Battle with the Dragon, Death, Mythic Ordering of Reality, Descent into the Underworld, Magical Empowerment",
    "Category": "Chthonic Father Deity",
    "Y-pos": "-"
  },
  {
    "Index": "23",
    "Name": "Marduk",
    "D.O.B": "c. 1700 BCE",
    "D.O.D": "-",
    "Dataviz": "-1700",
    "Location": "Babylon",
    "Symbolic System Tags": "Sumerian, Akkadian, Babylonian",
    "Duration": "mesopotamian",
    "Description": "Marduk began as the local god of Babylon but rose to cosmic supremacy only later, when Babylon itself ascended to power. Unlike An, Enlil, or Enki, who belonged to the deep Sumerian and Akkadian roots of the pantheon, Marduk’s prominence was a new elevation built atop those older mythic systems. In the Babylonian creation epic Enuma Elish, he slays the chaos-dragon Tiamat, splitting her body into heaven and earth, and from Kingu fashions humankind. For this victory, he was crowned king of the gods, given fifty names, and placed above Enlil as cosmic ruler. His cult centered on Babylon’s Esagila temple and towering ziggurat, and his triumph was ritually re-enacted in the Akitu New Year festival. With his dragon-emblem and storm-bringer’s might, Marduk symbolized not the earliest layers of Mesopotamian divinity but the triumph of Babylon itself, a new imperial order built over the Sumerian and Akkadian foundations.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Symbolic, Allegorical, Composite, Bridge, Doctrinal/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Marduk",
    "Jungian Archetypes Tags": "Hero, Initiator, Father Archetype, Persona, Self",
    "Neumann Stages Tags": "Battle with the Dragon, Coronation of the King, Mythic Ordering of Reality, Magical Empowerment, Divine Intervention, Separation from World Parents, Return to the Community, Rebirth",
    "Category": "Transcendent Warrior-Civilizing Deity",
    "Y-pos": "-"
  },
  {
    "Index": "24",
    "Name": "Ezekiel",
    "D.O.B": "c. 622 BCE",
    "D.O.D": "c. 570 BCE",
    "Dataviz": "-622",
    "Location": "Babylon / Jerusalem",
    "Symbolic System Tags": "Yahwistic, Christian",
    "Duration": "mesopotamian",
    "Description": "Ezekiel was a prophet and a priest taken into exile in Babylon in 597 BCE, when the Babylonian Empire deported Judah’s elite classes — nobles, priests, and skilled workers — to weaken the nation after rebellion and persistent corruption. Living among the exiles by the River Chebar, he received dramatic visions and performed symbolic acts to warn of Jerusalem’s final fall and to promise future restoration. His imagery — such as the chariot with wheels within wheels and the valley of dry bones — became some of the most powerful symbols of hope in despair.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Historic, Historically Plausible, Symbolic, Allegorical, Composite, Bridge, Doctrinal/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Ezekiel",
    "Jungian Archetypes Tags": "Wise Old Man, Initiator, Persona, Trickster, Shadow, Self",
    "Neumann Stages Tags": "Divine Intervention, Initiation, Isolation, Battle with the Dragon, Descent into the Underworld, Rebirth, Mythic Ordering of Reality, Return to the Community, Magical Empowerment",
    "Category": "Monotheistic Priestly Prophet",
    "Y-pos": "80"
  },
  {
    "Index": "25",
    "Name": "Daniel",
    "D.O.B": "c. 620 BCE",
    "D.O.D": "c. 538 BCE",
    "Dataviz": "-620",
    "Location": "Babylon",
    "Symbolic System Tags": "Yahwistic, Christian",
    "Duration": "mesopotamian",
    "Description": "Daniel was a wise man and prophet who lived during the Babylonian exile. Taken from Judah as a youth, he served in the courts of powerful foreign kings, yet managed to do so without compromising his faith, showing that loyalty to God could be maintained even in the heart of empire. He became known for interpreting dreams and visions, which revealed the rise and fall of empires and the ultimate triumph of divine rule. His life was marked by steadfastness under trial—refusing to abandon prayer even when threatened with death, surviving the lions’ den, and seeing his companions delivered from the fiery furnace. Alongside these narratives, his apocalyptic visions introduced powerful symbols like the “Son of Man” and the four beasts, shaping later hopes for deliverance and renewal.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Historically Plausible, Symbolic, Allegorical, Composite, Bridge, Doctrinal/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Daniel",
    "Jungian Archetypes Tags": "Wise Old Man, Persona, Hero, Initiator, Trickster, Self",
    "Neumann Stages Tags": "Separation from World Parents, Initiation, Divine Intervention, Battle with the Dragon, Mythic Ordering of Reality, Isolation, Ego Collapse, Magical Empowerment, Return to the Community, Rebirth, Ego Transcendence",
    "Category": "Monotheistic Exilic Court Sage",
    "Y-pos": "-"
  }
]