[
  {
    "index":1,
    "Author":"Shuruppak",
    "D.O.B.":"c. 2700 BCE",
    "D.O.D.":"c. 2600 BCE",
    "Dataviz_birth":-2700,
    "Dataviz_death":-2600,
    "Socio-political Tags":"Priestly, Theocratic, Royal, Scholarly, Judicial, Mystical \/ Initiatory, Normalization, Legitimation",
    "Symbolic System Tags":"Sumerian",
    "Jungian Archetypes Tags":"Wise Old Man, Father Archetype, Initiator, Persona",
    "Category":"Priest King",
    "Short Description":"A legendary ruler of the Sumerian city of Shuruppak, mentioned in the Sumerian King List. Portrayed as a priest-king whose authority rested on wisdom, piety, and justice. Remembered as both the personification of his city and the last king before the Flood, he stands as one of history’s earliest exemplars of the priest-king ideal."
  },
  {
    "index":2,
    "Author":"Eannatum",
    "D.O.B.":"c. 2470 BCE",
    "D.O.D.":"c. 2410 BCE",
    "Dataviz_birth":-2470,
    "Dataviz_death":-2410,
    "Socio-political Tags":"Priestly, Theocratic, Warrior, Royal, Imperial, Propagandistic, Legitimation, Normalization",
    "Symbolic System Tags":"Sumerian",
    "Jungian Archetypes Tags":"Hero, Persona, Father Archetype, Terrible Father, Initiator",
    "Category":"Warrior King",
    "Short Description":"A ruler of the city-state of Lagash during the Early Dynastic III period. Eannatum expanded Lagash’s power through military campaigns that reached Ur, Uruk, Mari, and even into Elam, creating one of the earliest Mesopotamian empires. He portrayed himself as the “mighty warrior of Ningirsu,” legitimizing his conquests through divine sanction. Remembered as both a conqueror and a protector of Lagash’s fields and people, he stands as one of history’s earliest warrior-kings."
  },
  {
    "index":3,
    "Author":"Enhedeuanna",
    "D.O.B.":"c. 2300 BCE",
    "D.O.D.":"c. 2250 BCE",
    "Dataviz_birth":-2300,
    "Dataviz_death":-2250,
    "Socio-political Tags":"Priestly, Theocratic, Royal, Scribal, Scholarly, Mystical \/ Initiatory, Legitimation, Propagandistic, Bridge",
    "Symbolic System Tags":"Sumerian",
    "Jungian Archetypes Tags":"Wise Old Woman, Initiator, Mother Archetype, Persona, Self",
    "Category":"Imperial Priestess",
    "Short Description":"The daughter of Sargon of Akkad and high priestess of the moon-god Nanna in Ur. Often regarded as the world’s first named author, she composed temple hymns and devotional poetry to Inanna that fused Sumerian religious tradition with Akkadian imperial ideology. She embodied both dynastic power and sacred authority, legitimizing Akkadian rule through ritual and verse. Writings, attributed to her, were preserved in scribal schools for centuries. Remembered as a priestess, princess, and poet, she stands as one of history’s earliest voices of self-conscious authorship."
  },
  {
    "index":4,
    "Author":"Esagil-kin-apli",
    "D.O.B.":"c. 1100 BCE",
    "D.O.D.":"c. 1060 BCE",
    "Dataviz_birth":-1100,
    "Dataviz_death":-1060,
    "Socio-political Tags":"Priestly, Theocratic, Scribal, Scholarly, Administrative \/ Bureaucratic, Mystical \/ Initiatory, Legitimation",
    "Symbolic System Tags":"Akkadian",
    "Jungian Archetypes Tags":"Wise Old Man, Initiator, Persona, Self, Father Archetype",
    "Category":"Healer Priest",
    "Short Description":"A Babylonian scholar-priest active under King Adad-apla-iddina, he shaped the intellectual foundations of Mesopotamian medicine. As one of antiquity’s earliest medical scholars, his influence endured for over a millennium in Babylonian scribal and healing traditions."
  },
  {
    "index":5,
    "Author":"Nabonidus",
    "D.O.B.":"c. 620 BCE",
    "D.O.D.":"c. 539 BCE",
    "Dataviz_birth":-620,
    "Dataviz_death":-539,
    "Socio-political Tags":"Priestly, Theocratic, Royal, Imperial, Scholarly, Legitimation, Normalization, Mystical \/ Initiatory, Subversive",
    "Symbolic System Tags":"Akkadian",
    "Jungian Archetypes Tags":"Persona, Self, Wise Old Man, Initiator, Shadow, Father Archetype",
    "Category":"The Last Native King of Babylon",
    "Short Description":"The last native king of Babylon, remembered for his devotion to the moon-god Sin and his antiquarian temple restorations. More a visionary than a warrior, he spent years in Tema pursuing religious projects, a period of aloofness that left him blind to the rapid rise of Cyrus of Persia. His neglect of Marduk’s cult estranged Babylon’s priesthood, while the city’s elites, already disaffected, were subtly courted and seduced by Cyrus before his official arrival. Though he styled himself as a restorer of divine order and the first “archaeologist-king,” his eccentric priorities smoothed the way for Babylon’s fall."
  },
  {
    "index":6,
    "Author":"Cyrus the Great",
    "D.O.B.":"c. 600 BCE",
    "D.O.D.":"c. 530 BCE",
    "Dataviz_birth":-600,
    "Dataviz_death":-530,
    "Socio-political Tags":"Warrior, Royal, Imperial, Priestly, Theocratic, Administrative \/ Bureaucratic, Scribal, Merchant, Commercial \/ Cosmopolitan, Bridge, Revolutionary, Propagandistic, Legitimation, Normalization, Mystical \/ Initiatory",
    "Symbolic System Tags":"Akkadian",
    "Jungian Archetypes Tags":"Hero, Persona, Initiator, Father Archetype, Self",
    "Category":"King of Persia, Conqueror of Babylon",
    "Short Description":"The founder of the Achaemenid Empire, who, through primarily soft power, incorporated Babylon under his rule. Globally minded, Cyrus preferred not to disrupt local priesthoods when annexing new territories, instead using them to normalize Persian supremacy."
  }
]