[
  {
    "Index":1,
    "Name":"Geography (Geographica)",
    "Approx. Date":"c. 7 BCE–23 CE",
    "Dataviz date":8,
    "Metaphysical Tags":"Clockwork (Causal Determinism), Grid (Systematic Structuralism), Pluralism (Multiplicities), Dialectics (Conflict)",
    "Arts and Sciences Tags":"Mathematics, Political Science \/ Law, Warfare, Economics, Linguistics, Education, History, Anthropology",
    "Access Level":"Broadly Known",
    "Short Description":"A monumental 17-book encyclopedic work that blends geography, history, ethnography, mythology, and political commentary. The text presents a detailed description of the known world from the Atlantic Ocean to India, structured according to regions and peoples. Strabo integrates earlier sources (such as Homer, Eratosthenes, Herodotus, and Polybius) with his own observations, producing a sweeping account that reflects both scientific curiosity and imperial ideology.",
    "Jungian Archetypes Tags":"Hero, Wise Old Man, Trickster, Shadow, Persona",
    "Neumann Stages Tags":"Separation from World Parents, Battle with the Dragon, Mythic Ordering of Reality, Ego Transcendence",
    "Original Geographical Location":"Asia Minor",
    "Current Geographical Location":"Turkey",
    "Original Language":"Koine Greek",
    "Name.1":"Geography (Geographica)",
    "Civlizational code?":"NO",
    "Author":"Strabo of Amaseia",
    "Comtean framework":"Synthetic Literature",
    "Category":"Mytho-Scientific Compendium",
    "Socio-political Tags":"Warrior \/ Imperial, Scholarly, Merchant \/ Cosmopolitan, Royal, Bureaucratic \/ Legal \/ Scribal",
    "Literary Forms Tags":"Narrative, Essay \/ Argument, Doctrine \/ Treatise, Record \/ Chronicle, Commentary \/ Exegesis, Manual \/ Instruction, Glossary \/ Taxonomy",
    "Literary Themes Tags":"Historical Reflection, Metaphysical, Epistemological \/ Hermeneutics, Political, Didactic \/ Ethical, Cosmological",
    "Symbolic System Tags":"Roman, Hellenic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":2,
    "Name":"On the Names of the Parts of the Human Body",
    "Approx. Date":"c. 90–120 CE",
    "Dataviz date":105,
    "Metaphysical Tags":"Grid (Systematic Structuralism), Clockwork (Causal Determinism), Monism (Single Principle)",
    "Arts and Sciences Tags":"Medicine, Biology, Education",
    "Access Level":"Literate Class",
    "Short Description":"A concise anatomical treatise that catalogs the Greek names of various human body parts, organized from head to toe. Designed as a reference for medical students and practitioners, the text provides brief descriptions of each organ’s structure, location, and function. It reflects the rational, empirical spirit of Greco-Roman medicine and contributes to the standardization of anatomical terminology.",
    "Jungian Archetypes Tags":"-",
    "Neumann Stages Tags":"Mythic Ordering of Reality, Initiation",
    "Original Geographical Location":"Asia Minor",
    "Current Geographical Location":"Western Turkey",
    "Original Language":"Koine Greek",
    "Name.1":"On the Names of the Parts of the Human Body",
    "Civlizational code?":"NO",
    "Author":"Rufus of Ephesus",
    "Comtean framework":"Positive\/Empirical",
    "Category":"Medical Taxonomy",
    "Socio-political Tags":"Scholarly, Warrior \/ Imperial",
    "Literary Forms Tags":"Glossary \/ Taxonomy, Manual \/ Instruction, Doctrine \/ Treatise",
    "Literary Themes Tags":"Didactic \/ Ethical",
    "Symbolic System Tags":"Roman, Hellenic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":3,
    "Name":"On the Interrogation of the Patient",
    "Approx. Date":"c. 90–120 CE",
    "Dataviz date":105,
    "Metaphysical Tags":"Phenomenology (Experiential), Grid (Systematic Structuralism), Clockwork (Causal Determinism), Monism (Single Principle)",
    "Arts and Sciences Tags":"Medicine, Psychology, Education",
    "Access Level":"Literate Class",
    "Short Description":"A concise treatise that outlines how physicians should question patients to accurately diagnose illness. Emphasizing the importance of careful listening, observation, and logical inference, Rufus provides a structured method for gathering information—beginning with general lifestyle questions and moving toward specific symptoms. The text reflects the Greco-Roman medical ideal of rational, ethical care, presenting dialogue as the foundation of effective healing.",
    "Jungian Archetypes Tags":"Wise Old Man, Initiator, Persona",
    "Neumann Stages Tags":"Initiation, Mythic Ordering of Reality, Return to the Community",
    "Original Geographical Location":"Asia Minor",
    "Current Geographical Location":"Western Turkey",
    "Original Language":"Koine Greek",
    "Name.1":"On the Interrogation of the Patient",
    "Civlizational code?":"NO",
    "Author":"Rufus of Ephesus",
    "Comtean framework":"Positive\/Empirical",
    "Category":"Diagnostic Methodology",
    "Socio-political Tags":"Scholarly, Warrior \/ Imperial, Bureaucratic \/ Legal \/ Scribal",
    "Literary Forms Tags":"Doctrine \/ Treatise, Manual \/ Instruction, Essay \/ Argument, Analysis",
    "Literary Themes Tags":"Didactic \/ Ethical, Epistemological \/ Hermeneutics",
    "Symbolic System Tags":"Roman, Hellenic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":4,
    "Name":"On Melancholy",
    "Approx. Date":"c. 90–120 CE",
    "Dataviz date":105,
    "Metaphysical Tags":"Phenomenology (Experiential), Grid (Systematic Structuralism), Clockwork (Causal Determinism), Monism (Single Principle)",
    "Arts and Sciences Tags":"Medicine, Psychology, Philosophy",
    "Access Level":"Literate Class",
    "Short Description":"An early medical treatise that investigates melancholia as a distinct mental disorder caused by an excess of black bile. Combining humoral theory with clinical observation, Rufus describes its symptoms—such as irrational fear, sadness, withdrawal, and delusion—and distinguishes it from similar conditions like mania and phrenitis. The text offers guidance for diagnosis and treatment, marking one of the first systematic attempts to understand mental illness as both a bodily and psychological phenomenon within a rational, empirical framework.",
    "Jungian Archetypes Tags":"Shadow, Persona, Wise Old Man, Terrible Mother",
    "Neumann Stages Tags":"Isolation, Descent into the Underworld, Ego Collapse, Mythic Ordering of Reality",
    "Original Geographical Location":"Asia Minor",
    "Current Geographical Location":"Western Turkey",
    "Original Language":"Koine Greek",
    "Name.1":"On Melancholy",
    "Civlizational code?":"NO",
    "Author":"Rufus of Ephesus",
    "Comtean framework":"Positive\/Empirical",
    "Category":"Inquiry into Mental Disorder",
    "Socio-political Tags":"Scholarly, Subversive \/ Revolutionary",
    "Literary Forms Tags":"Doctrine \/ Treatise, Manual \/ Instruction, Analysis, Essay \/ Argument",
    "Literary Themes Tags":"Didactic \/ Ethical, Introspective, Epistemological \/ Hermeneutics, Existential, Metaphysical",
    "Symbolic System Tags":"Roman, Hellenic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":5,
    "Name":"On the Pulse",
    "Approx. Date":"c. 90–120 CE",
    "Dataviz date":105,
    "Metaphysical Tags":"Phenomenology (Experiential), Grid (Systematic Structuralism), Clockwork (Causal Determinism), Monism (Single Principle)",
    "Arts and Sciences Tags":"Medicine, Psychology, Education",
    "Access Level":"Literate Class",
    "Short Description":"A concise treatise that teaches physicians how to diagnose illness by examining the pulse. It explains the pulse’s origin in the heart, outlines different types of pulses (e.g., fast, slow, strong, weak), and links pulse variations to specific diseases, emotional states, and physical conditions. Emphasizing tactile skill, observation, and logical interpretation, the text serves as a practical guide for medical students and professionals within the Greco-Roman empirical tradition.",
    "Jungian Archetypes Tags":"Wise Old Man, Initiator, Persona",
    "Neumann Stages Tags":"Initiation, Mythic Ordering of Reality, Return to the Community",
    "Original Geographical Location":"Asia Minor",
    "Current Geographical Location":"Western Turkey",
    "Original Language":"Koine Greek",
    "Name.1":"On the Pulse",
    "Civlizational code?":"NO",
    "Author":"Rufus of Ephesus",
    "Comtean framework":"Positive\/Empirical",
    "Category":"Diagnostic Methodology",
    "Socio-political Tags":"Scholarly, Warrior \/ Imperial",
    "Literary Forms Tags":"Doctrine \/ Treatise, Manual \/ Instruction, Analysis",
    "Literary Themes Tags":"Didactic \/ Ethical, Epistemological \/ Hermeneutics",
    "Symbolic System Tags":"Roman, Hellenic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":6,
    "Name":"Diogenes of Oenoanda inscription",
    "Approx. Date":"c. 120–138 CE",
    "Dataviz date":130,
    "Metaphysical Tags":"Phenomenology (Experiential), Becoming (Process Ontology), Pluralism (Multiplicities), Clockwork (Causal Determinism), Subversion (Negation)",
    "Arts and Sciences Tags":"Physics, Biology, Astronomy, Psychology, Education, Political Science \/ Law, Philosophy, History",
    "Access Level":"Broadly Known",
    "Short Description":"A massive public stone inscription commissioned by Diogenes, an affluent Epicurean philosopher from the city of Oenoanda in Lycia (modern-day Turkey). Stretching over 80 meters, it serves as an extensive summary of Epicurean philosophy, including writings on ethics, physics, epistemology, and theology. Diogenes believed that sharing Epicurus’ teachings would liberate others from fear, especially fear of death and the gods. He inscribed the text on a stoa wall in a public square to ensure access for all literate citizens and travelers. It is one of the most ambitious public philosophical inscriptions from antiquity and a rare example of Epicurean doctrine etched into civic space.",
    "Jungian Archetypes Tags":"Self, Wise Old Man, Initiator, Trickster, Shadow",
    "Neumann Stages Tags":"Initiation, Death, Rebirth, Ego Transcendence, Mythic Ordering of Reality",
    "Original Geographical Location":"Lycia",
    "Current Geographical Location":"Turkey",
    "Original Language":"Koine Greek",
    "Name.1":"Diogenes of Oenoanda inscription",
    "Civlizational code?":"NO",
    "Author":"Diogenes of Oenoanda",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Inscriptions of Epicurean Wisdom",
    "Socio-political Tags":"Scholarly, Subversive \/ Revolutionary, Recluse \/ Ascetic",
    "Literary Forms Tags":"Doctrine \/ Treatise, Essay \/ Argument, Riddle \/ Aphorism, Fragment, Manual \/ Instruction",
    "Literary Themes Tags":"Metaphysical, Epistemological \/ Hermeneutics, Political, Didactic \/ Ethical, Introspective, Existential, Cosmological",
    "Symbolic System Tags":"Hellenic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":7,
    "Name":"Orations",
    "Approx. Date":"c. 150–170 CE",
    "Dataviz date":160,
    "Metaphysical Tags":"Clockwork (Causal Determinism), Monism (Single Principle), Grid (Systematic Structuralism), Phenomenology (Experiential)",
    "Arts and Sciences Tags":"Political Science \/ Law, Public Relations, Education, Philosophy, History",
    "Access Level":"Literate Class",
    "Short Description":"A collection of over 50 speeches in the Second Sophistic style. They include panegyrics to Rome and the emperors (Roman Oration), praise of Greek cities like Athens and Smyrna, philosophical reflections on rhetoric and truth, and polemical defenses of oratory. The speeches function both as literary showpieces of Greek rhetorical artistry and as imperial panegyrics, legitimizing Rome’s rule as divinely ordained and universally beneficial. Aristides uses the orations to bridge Greek cultural pride with Roman political supremacy, presenting Rome as the guarantor of peace and justice while celebrating Greek intellectual heritage.",
    "Jungian Archetypes Tags":"Persona, Wise Old Man, Hero, Father Archetype, Shadow",
    "Neumann Stages Tags":"Battle with the Dragon, Divine Intervention, Return to the Community, Mythic Ordering of Reality, Coronation of the King",
    "Original Geographical Location":"Mysia",
    "Current Geographical Location":"Western Turkey",
    "Original Language":"Koine Greek",
    "Name.1":"Orations",
    "Civlizational code?":"NO",
    "Author":"Aelius Aristides",
    "Comtean framework":"Synthetic Literature",
    "Category":"Greco-Roman Imperial Rhetoric",
    "Socio-political Tags":"Warrior \/ Imperial, Scholarly, Merchant \/ Cosmopolitan",
    "Literary Forms Tags":"Narrative, Essay \/ Argument, Doctrine \/ Treatise, Analysis, Proclamation \/ Decree",
    "Literary Themes Tags":"Ritual \/ Devotional, Historical Reflection, Political, Metaphysical, Didactic \/ Ethical",
    "Symbolic System Tags":"Hellenic, Roman",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":8,
    "Name":"Sacred Tales",
    "Approx. Date":"c. 170 CE",
    "Dataviz date":170,
    "Metaphysical Tags":"Phenomenology (Experiential), Becoming (Process Ontology), Monism (Single Principle), Apophatic–Aporetic (Unknowable)",
    "Arts and Sciences Tags":"Medicine, Psychology, Theology, Philosophy, History",
    "Access Level":"Literate Class",
    "Short Description":"A six-book autobiographical account of his prolonged illnesses and the miraculous cures he attributed to the god Asclepius. The text records dreams, visions, ritual prescriptions, and Aristides’ unwavering devotion, effectively serving both as a diary and a votive offering. More than a personal narrative, it testifies to the enduring efficacy of divine healing and the authority of traditional cult practices. By elevating Asclepius above rational medicine, Aristides reaffirmed the legitimacy of the Greco-Roman sacred order. In doing so, the Sacred Tales upheld the cultural and religious status quo, presenting pagan sacred knowledge as still vital and authoritative within the Roman imperial context.",
    "Jungian Archetypes Tags":"Shadow, Wise Old Man, Initiator, Hero, Persona",
    "Neumann Stages Tags":"Isolation, Divine Intervention, Initiation, Death, Rebirth, Magical Empowerment, Return to the Community",
    "Original Geographical Location":"Pergamum",
    "Current Geographical Location":"Western Turkey",
    "Original Language":"Koine Greek",
    "Name.1":"Sacred Tales",
    "Civlizational code?":"NO",
    "Author":"Aelius Aristides",
    "Comtean framework":"Synthetic Literature",
    "Category":"Testimony of Sacred Healing",
    "Socio-political Tags":"Priestly \/ Theocratic, Scholarly, Mystical \/ Initiatory, Clerical, Recluse \/ Ascetic",
    "Literary Forms Tags":"Personal Writings, Narrative, Record \/ Chronicle, Commentary \/ Exegesis",
    "Literary Themes Tags":"Ritual \/ Devotional, Historical Reflection, Metaphysical, Epistemological \/ Hermeneutics, Political, Introspective, Didactic \/ Ethical, Existential, Cosmological",
    "Symbolic System Tags":"Hellenic, Roman",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":9,
    "Name":"Orphic Hymns",
    "Approx. Date":"c. 200–300 CE",
    "Dataviz date":250,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Becoming (Process Ontology), Pluralism (Multiplicities), Monism (Single Principle), Phenomenology (Experiential), Grid (Systematic Structuralism), Subversion (Negation)",
    "Arts and Sciences Tags":"Philosophy, History",
    "Access Level":"Hidden",
    "Short Description":"A collection of 87 devotional poems in dactylic hexameter, preserved in a standardized form during the Hellenistic and early Roman periods, likely in Asia Minor. These redactions revise and compile older Orphic hymns rooted in archaic Greek mystery traditions, blending local cult practices with a unified Orphic cosmology. Each hymn invokes a specific deity or cosmic principle, praising their attributes and powers before requesting blessings, protection, or favor. Rich in mythic imagery and ritual language, the collection served both as liturgy for initiates and as a poetic expression of Orphic theology, emphasizing purification, divine justice, the soul’s immortality, and the cycles of death and rebirth.",
    "Jungian Archetypes Tags":"Mother Archetype, Terrible Mother, Father Archetype, Initiator, Wise Old Man, Self",
    "Neumann Stages Tags":"Uroboric Stage, Divine Intervention, Initiation, Death, Rebirth, Mythic Ordering of Reality, Descent into the Underworld",
    "Original Geographical Location":"Asia Minor",
    "Current Geographical Location":"Western Turkey",
    "Original Language":"Koine Greek",
    "Name.1":"Orphic Hymns (Hellenistic redactions)",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Orphic Liturgy",
    "Socio-political Tags":"Priestly \/ Theocratic, Bureaucratic \/ Legal \/ Scribal, Bohemian \/ Aesthetic, Mystical \/ Initiatory",
    "Literary Forms Tags":"Poetry, Myth, Liturgy, Proclamation \/ Decree, Riddle \/ Aphorism",
    "Literary Themes Tags":"Ritual \/ Devotional, Metaphysical, Didactic \/ Ethical, Prophetic \/ Revelation, Existential, Cosmological, Feminine",
    "Symbolic System Tags":"Hellenic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":10,
    "Name":"Oneirocritica (Interpretation of Dreams)",
    "Approx. Date":"c. 200 CE",
    "Dataviz date":200,
    "Metaphysical Tags":"Phenomenology (Experiential), Grid (Systematic Structuralism), Pluralism (Multiplicities), Becoming (Process Ontology), Apophatic–Aporetic (Unknowable)",
    "Arts and Sciences Tags":"Psychology, Theology",
    "Access Level":"Literate Class",
    "Short Description":"A five-book manual on dream interpretation — the most extensive surviving work of its kind from antiquity. It blends general rules with thousands of case studies that Artemidorus collected during his travels through Asia Minor, Greece, and Italy. The text classifies dreams into systematic categories (body parts, animals, professions, rituals, public life) and explains how their meanings change depending on the dreamer’s social status, gender, or circumstances. Artemidorus presents dream interpretation as a professional science, defending its legitimacy against skeptics and emphasizing empirical observation and tested cases.",
    "Jungian Archetypes Tags":"Shadow, Anima, Animus, Wise Old Man, Trickster, Father Archetype, Mother Archetype",
    "Neumann Stages Tags":"Uroboric Stage, Separation from World Parents, Initiation, Death, Rebirth, Mythic Ordering of Reality",
    "Original Geographical Location":"Daldis",
    "Current Geographical Location":"Western Turkey",
    "Original Language":"Koine Greek",
    "Name.1":"Oneirocritica (Interpretation of Dreams)",
    "Civlizational code?":"NO",
    "Author":"Artemidorus of Daldis",
    "Comtean framework":"Positive\/Empirical",
    "Category":"Dream Interpretation Manual",
    "Socio-political Tags":"Scholarly, Bureaucratic \/ Legal \/ Scribal, Mystical \/ Initiatory, Merchant \/ Cosmopolitan",
    "Literary Forms Tags":"Manual \/ Instruction, Doctrine \/ Treatise, Analysis, Record \/ Chronicle, Glossary \/ Taxonomy",
    "Literary Themes Tags":"Metaphysical, Epistemological \/ Hermeneutics, Didactic \/ Ethical, Ritual \/ Devotional",
    "Symbolic System Tags":"Hellenic, Roman",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":11,
    "Name":"On Epideictic Speeches",
    "Approx. Date":"c. 280–300 CE",
    "Dataviz date":290,
    "Metaphysical Tags":"Phenomenology (Experiential), Pluralism (Multiplicities), Grid (Systematic Structuralism)",
    "Arts and Sciences Tags":"Education, Public Relations, Literature, Art \/ Aesthetics, Philosophy",
    "Access Level":"Literate Class",
    "Short Description":"A late antique rhetorical manual that gives detailed instructions for composing and delivering ceremonial orations. It covers the structure, themes, and stylistic techniques appropriate for various types of public praise speeches—such as imperial encomia, civic panegyrics, wedding orations, and funeral speeches. Menander outlines how to praise cities (their geography, history, culture), rulers (ancestry, virtues, deeds), and individuals, often blending historical exempla with idealized moral qualities. The work reflects the Greek rhetorical tradition adapted to the needs of the Roman imperial elite, serving as a practical guide for professional orators and students of rhetoric in formal, honorific contexts.",
    "Jungian Archetypes Tags":"Wise Old Man, Initiator, Persona",
    "Neumann Stages Tags":"Initiation, Mythic Ordering of Reality, Return to the Community",
    "Original Geographical Location":"Asia Minor",
    "Current Geographical Location":"Western Turkey",
    "Original Language":"Koine Greek",
    "Name.1":"On Epideictic Speeches",
    "Civlizational code?":"NO",
    "Author":"Menander Rhetor",
    "Comtean framework":"Positive\/Empirical",
    "Category":"Rhetorical Treatise",
    "Socio-political Tags":"Scholarly, Warrior \/ Imperial, Bureaucratic \/ Legal \/ Scribal, Merchant \/ Cosmopolitan",
    "Literary Forms Tags":"Doctrine \/ Treatise, Manual \/ Instruction, Commentary \/ Exegesis, Analysis, Critique",
    "Literary Themes Tags":"Political, Didactic \/ Ethical",
    "Symbolic System Tags":"Hellenic, Roman",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":12,
    "Name":"Easily Procured Remedies (Euporista)",
    "Approx. Date":"c. 355–360 CE",
    "Dataviz date":358,
    "Metaphysical Tags":"Phenomenology (Experiential), Becoming (Process Ontology), Grid (Systematic Structuralism), Clockwork (Causal Determinism)",
    "Arts and Sciences Tags":"Medicine, Biology, Chemistry, Education, History",
    "Access Level":"Literate Class",
    "Short Description":"A concise medical handbook, designed to provide practical, accessible treatments for common ailments. It compiles a range of remedies that rely on readily available ingredients, making it useful for situations where specialized medical resources were limited. The work draws heavily from earlier Greek medical authorities, especially Galen, distilling their more complex prescriptions into simplified, actionable instructions. Its focus is pragmatic rather than theoretical, prioritizing effectiveness and ease of preparation over elaborate explanation. As such, it served as a functional reference for physicians, travelers, and literate laypeople seeking efficient solutions to everyday health issues.",
    "Jungian Archetypes Tags":"Wise Old Man, Initiator, Father Archetype",
    "Neumann Stages Tags":"Initiation, Return to the Community, Mythic Ordering of Reality",
    "Original Geographical Location":"Asia Minor",
    "Current Geographical Location":"Turkey",
    "Original Language":"Koine Greek",
    "Name.1":"Easily Procured Remedies (Euporista)",
    "Civlizational code?":"NO",
    "Author":"Oribasius of Pergamum",
    "Comtean framework":"Positive\/Empirical",
    "Category":"Medical Handbook",
    "Socio-political Tags":"Warrior \/ Imperial, Scholarly, Priestly \/ Theocratic, Bureaucratic \/ Legal \/ Scribal",
    "Literary Forms Tags":"Doctrine \/ Treatise, Manual \/ Instruction, Glossary \/ Taxonomy, Record \/ Chronicle",
    "Literary Themes Tags":"Didactic \/ Ethical, Historical Reflection",
    "Symbolic System Tags":"Hellenic, Roman",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":13,
    "Name":"Medical Collections",
    "Approx. Date":"c. 355–365 CE",
    "Dataviz date":360,
    "Metaphysical Tags":"Phenomenology (Experiential), Becoming (Process Ontology), Grid (Systematic Structuralism), Clockwork (Causal Determinism), Monism (Single Principle)",
    "Arts and Sciences Tags":"Medicine, Biology, Education, Philosophy, Anthropology",
    "Access Level":"Literate Class",
    "Short Description":"A massive compendium of Greek medical knowledge, commissioned by Emperor Julian. Drawing heavily from Galen, Hippocrates, and other classical authorities, it aimed to preserve the core principles and techniques of ancient medicine. The work originally comprised 70 volumes, covering anatomy, physiology, pathology, dietetics, pharmacology, and surgical practice. It was designed as both a scholarly archive and a practical manual for physicians in diagnosis and treatment. Though much of it is lost, the surviving parts remain one of the most comprehensive snapshots of late Greco-Roman medical science.",
    "Jungian Archetypes Tags":"Wise Old Man, Initiator, Father Archetype",
    "Neumann Stages Tags":"Initiation, Mythic Ordering of Reality, Return to the Community",
    "Original Geographical Location":"Eastern Roman Empire",
    "Current Geographical Location":"Greece, Turkey, Syria",
    "Original Language":"Koine Greek",
    "Name.1":"Medical Collections",
    "Civlizational code?":"NO",
    "Author":"Oribasius of Pergamum",
    "Comtean framework":"Positive\/Empirical",
    "Category":"Theory and Application of Medical Knowledge",
    "Socio-political Tags":"Scholarly, Warrior \/ Imperial, Bureaucratic \/ Legal \/ Scribal",
    "Literary Forms Tags":"Doctrine \/ Treatise, Manual \/ Instruction, Record \/ Chronicle, Glossary \/ Taxonomy",
    "Literary Themes Tags":"Didactic \/ Ethical, Historical Reflection",
    "Symbolic System Tags":"Hellenic, Roman",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":14,
    "Name":"Orations",
    "Approx. Date":"c. 350–390 CE",
    "Dataviz date":370,
    "Metaphysical Tags":"Phenomenology (Experiential), Pluralism (Multiplicities), Grid (Systematic Structuralism), Monism (Single Principle)",
    "Arts and Sciences Tags":"Education, Political Science \/ Law, Public Relations, History, Philosophy",
    "Access Level":"Broadly Known",
    "Short Description":"A collection of speeches and rhetorical displays ranging from autobiographical pieces (Or. 1, Autobiography), to panegyrics for emperors and governors, to defenses of traditional religion and education (Or. 30, For the Temples). Beyond their literary artistry, they carry a clear cultural agenda: Libanius presents himself as a custodian of Hellenic paideia and a defender of the civic role of rhetoric, philosophy, and pagan cults. In an age when Christianity was rapidly rising and gaining imperial patronage, his orations functioned as a cultural and religious apologetic—an effort to preserve and legitimize the Hellenic way of life, its ancestral gods, and its educational traditions.",
    "Jungian Archetypes Tags":"Persona, Wise Old Man, Hero, Shadow",
    "Neumann Stages Tags":"Isolation, Divine Intervention, Mythic Ordering of Reality, Return to the Community",
    "Original Geographical Location":"Antioch",
    "Current Geographical Location":"Southern Turkey",
    "Original Language":"Attic Greek",
    "Name.1":"Orations",
    "Civlizational code?":"NO",
    "Author":"Libanius of Antioch",
    "Comtean framework":"Synthetic Literature",
    "Category":"Greco-Roman Rhetorical Corpus",
    "Socio-political Tags":"Warrior \/ Imperial, Scholarly",
    "Literary Forms Tags":"Essay \/ Argument, Personal Writings, Proclamation \/ Decree, Analysis, Critique",
    "Literary Themes Tags":"Ritual \/ Devotional, Historical Reflection, Political, Didactic \/ Ethical, Introspective",
    "Symbolic System Tags":"Hellenic, Roman",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":15,
    "Name":"Letters",
    "Approx. Date":"c. 350–393 CE",
    "Dataviz date":372,
    "Metaphysical Tags":"Phenomenology (Experiential), Pluralism (Multiplicities), Grid (Systematic Structuralism), Monism (Single Principle), Subversion (Negation)",
    "Arts and Sciences Tags":"Education, Political Science \/ Law, Public Relations, History, Philosophy",
    "Access Level":"Literate Class, Hidden",
    "Short Description":"One of the most vast and unique epistolary corpora of antiquity, with over 1,500 surviving pieces. Written in refined Atticizing Greek, they range from personal reflections on illness and friendship to appeals on behalf of students, civic petitions, defenses of Hellenic culture, and even letters addressed directly to emperors. Beyond their literary artistry, they function as a window into the social, cultural, and political processes of the late united Roman Empire, revealing how an elite pagan intellectual navigated shifting power structures and the rise of Christianity. The letters preserve not only Libanius’ voice but also the networks of education, patronage, and civic identity that bound Antioch to the wider imperial world.",
    "Jungian Archetypes Tags":"Persona, Wise Old Man, Hero, Shadow",
    "Neumann Stages Tags":"Isolation, Divine Intervention, Mythic Ordering of Reality, Return to the Community",
    "Original Geographical Location":"Antioch",
    "Current Geographical Location":"Southern Turkey",
    "Original Language":"Attic Greek",
    "Name.1":"Letters",
    "Civlizational code?":"NO",
    "Author":"Libanius of Antioch",
    "Comtean framework":"Synthetic Literature",
    "Category":"Vast Epistolary Corpus",
    "Socio-political Tags":"Scholarly, Warrior \/ Imperial, Subversive \/ Revolutionary",
    "Literary Forms Tags":"Personal Writings, Essay \/ Argument, Analysis, Critique, Petition \/ Appeal",
    "Literary Themes Tags":"Ritual \/ Devotional, Historical Reflection, Political, Didactic \/ Ethical, Introspective, Tragic \/ Lamentation",
    "Symbolic System Tags":"Hellenic, Roman",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":16,
    "Name":"Orations",
    "Approx. Date":"c. 360–390 CE",
    "Dataviz date":375,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Phenomenology (Experiential), Grid (Systematic Structuralism), Monism (Single Principle)",
    "Arts and Sciences Tags":"Theology, Philosophy, History, Political Science \/ Law, Education",
    "Access Level":"Clerical",
    "Short Description":"A collection of forty-five rhetorical-theological discourses which includes the celebrated Theological Orations, funeral speeches, festal sermons, and personal defenses of his ministry. Their core aim was to defend Nicene orthodoxy against Arian and Eunomian opponents, articulate the doctrine of the Trinity, and assert the authority of bishops in a Christianizing empire. At once theological, rhetorical, and political, they blend classical Greco-Roman oratory with Christian dogma, becoming foundational texts for later councils and Church tradition. The orations reveal how Gregory sought to preserve unity in the Church while navigating imperial pressures and personal struggles, establishing himself as both theologian and rhetorician.",
    "Jungian Archetypes Tags":"Persona, Wise Old Man, Hero, Shadow, Father Archetype",
    "Neumann Stages Tags":"Separation from World Parents, Battle with the Dragon, Divine Intervention, Mythic Ordering of Reality, Return to the Community",
    "Original Geographical Location":"Cappadocia",
    "Current Geographical Location":"Turkey",
    "Original Language":"Attic Greek",
    "Name.1":"Orations",
    "Civlizational code?":"NO",
    "Author":"Gregory of Nazianzus",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Nicene-Orthodox Apologetics and Theological Rhetoric",
    "Socio-political Tags":"Priestly \/ Theocratic, Scholarly, Warrior \/ Imperial, Mystical \/ Initiatory",
    "Literary Forms Tags":"Doctrine \/ Treatise, Personal Writings, Essay \/ Argument, Proclamation \/ Decree, Analysis, Critique, Liturgy",
    "Literary Themes Tags":"Ritual \/ Devotional, Apocalyptic \/ Eschatological, Historical Reflection, Metaphysical, Epistemological \/ Hermeneutics, Political, Tragic \/ Lamentation, Didactic \/ Ethical, Introspective, Prophetic \/ Revelation",
    "Symbolic System Tags":"Christian, Roman, Hellenic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":17,
    "Name":"Poems",
    "Approx. Date":"c. 360–390 CE",
    "Dataviz date":375,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Phenomenology (Experiential), Becoming (Process Ontology), Monism (Single Principle), Subversion (Negation)",
    "Arts and Sciences Tags":"Education, Psychology, Theology, Literature, Art \/ Aesthetics, History, Philosophy",
    "Access Level":"Literate Class",
    "Short Description":"One of the richest Christian poetic corpora of Late Antiquity, blending theology with classical Greek literary form. Written in refined hexameters and elegiacs, they cover themes from the Trinity and Christology to personal struggles, friendship, illness, and the burdens of ecclesiastical office. Some poems serve as doctrinal defenses of Nicene orthodoxy, others as introspective meditations on sin, mortality, and divine grace. Their political intent was to reinforce the authority of Christian doctrine while preserving classical culture within a new symbolic system. Together, they stand as a poetic exploration of Christian theology, bridging Hellenic literary tradition with the emerging Christian worldview of the late Roman Empire.",
    "Jungian Archetypes Tags":"Shadow, Self, Wise Old Man, Initiator, Father Archetype, Terrible Mother",
    "Neumann Stages Tags":"Isolation, Divine Intervention, Initiation, Death, Rebirth, Mythic Ordering of Reality, Ego Collapse \/ Transcendence",
    "Original Geographical Location":"Cappadocia",
    "Current Geographical Location":"Turkey",
    "Original Language":"Attic Greek",
    "Name.1":"Poems",
    "Civlizational code?":"NO",
    "Author":"Gregory of Nazianzus",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Poetic Exploration of Christian Theology",
    "Socio-political Tags":"Priestly \/ Theocratic, Scholarly, Mystical \/ Initiatory, Recluse \/ Ascetic",
    "Literary Forms Tags":"Poetry, Personal Writings, Doctrine \/ Treatise, Essay \/ Argument, Liturgy, Riddle \/ Aphorism",
    "Literary Themes Tags":"Ritual \/ Devotional, Metaphysical, Epistemological \/ Hermeneutics, Political, Tragic \/ Lamentation, Didactic \/ Ethical, Introspective",
    "Symbolic System Tags":"Christian, Roman, Hellenic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  }
]