[
  {
    "Index":1,
    "Name":"Zoroastrian ritual texts (late Achaemenid\/early Parthian)",
    "Approx. Date":"c. 400–150 BCE",
    "Dataviz date":-275,
    "Metaphysical Tags":"Genesis (Process Realism), Grid (Systematic Structuralism), Multiplicities (Plural Ontologies), Inversion (Subversive Ontology), Monism",
    "Arts and Sciences Tags":"Human Sciences: Political Science\/Law, Human Sciences: Taxonomic Classification, Human Sciences: Psychology, Human Sciences: Education, Liberal Arts: Philosophy, Liberal Arts: History, Liberal Arts: Anthropology",
    "Access Level":"Literate Class",
    "Short Description":"The Zoroastrian ritual texts from this period — primarily the Yasna, Visperad, and early Vendīdād — form the liturgical and cosmological backbone of early imperial Zoroastrianism. Transmitted orally by a priestly elite, these texts articulate a dualistic worldview centered on the eternal struggle between Asha (Truth, Order) and Druj (Lie, Chaos), anchored in meticulous ritual practice. The Yasna includes sacred chants and the preparation of Haoma, while the Vendīdād codifies laws of purity, penance, and mythic geography. The texts served both spiritual and political functions, reinforcing moral order, imperial legitimacy, and ritual taxonomy, while embedding the human soul within a vast, structured, and ethically charged cosmos.",
    "Jungian Archetypes Tags":"Shadow, Initiator, Hero, Wise Old Man, Father Archetype, Trickster, Terrible Father",
    "Neumann Stages Tags":"Separation from World Parents, Battle with the Dragon, Divine Intervention, Initiation, Death, Rebirth, Mythic Ordering of Reality",
    "Original Geographical Location":"Achaemenid, Parthian Empires",
    "Current Geographical Location":"Iran, Afghanistan, Turkmenistan, Uzbekistan, and parts of Iraq and Azerbaijan",
    "Original Language":"Avestan",
    "Name.1":"Zoroastrian ritual texts (late Achaemenid\/early Parthian)",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Foundational Zaroastrian Text",
    "Socio-political Tags":"Priestly, Theocratic, Administrative \/ Bureaucratic, Royal, Imperial, Mystical \/ Initiatory, Legitimation, Normalization",
    "Literary Forms Tags":"Poetry, Dialogue, Myth, Manual \/ Instruction, Rulebook \/ Code, Liturgy",
    "Literary Content Tags":"Religious \/ Ritual, Devotional \/ Sacrificial, Ethical \/ Moral, Prophetic \/ Revelation, Cosmological, Metaphysical, Didactic, Oral Tradition",
    "Symbolic System Tags":"Zoroastrian"
  },
  {
    "Index":2,
    "Name":"Seleucid Zoroastrian Redactions (Avesta fragments)",
    "Approx. Date":"c. 300–150 BCE",
    "Dataviz date":-275,
    "Metaphysical Tags":"Genesis (Process Realism), Multiplicities (Plural Ontologies), Grid (Systematic Structuralism), Monism",
    "Arts and Sciences Tags":"Human Sciences: Education, Human Sciences: Political Science\/Law, Liberal Arts: Philosophy",
    "Access Level":"Clerical",
    "Short Description":"The texts is a result of priestly efforts to preserve and stabilize fragments of the Avesta in written form under Seleucid and early Parthian rule. These fragments include hymns from the Yasna, Visperad, and early Vendīdād. They codify purity laws, sacrificial rites, and cosmological affirmations of Asha (Truth, Order) against Druj (Lie, Chaos). Functioning both as liturgy and doctrinal regulation, the redactions reinforced priestly authority, upheld ritual timing, and maintained cultural continuity despite foreign domination. Though fragmentary, they form the theological backbone that later generated the Zand commentaries.",
    "Jungian Archetypes Tags":"Shadow, Wise Old Man, Initiator, Father Archetype, Terrible Father",
    "Neumann Stages Tags":"Separation from World Parents, Battle with the Dragon, Divine Intervention, Initiation, Death, Rebirth, Mythic Ordering of Reality",
    "Original Geographical Location":"Media or Persis",
    "Current Geographical Location":"Iran",
    "Original Language":"Avestan, Middle Persian, Parthian",
    "Name.1":"Seleucid Zoroastrian Redactions (Avesta fragments)",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Fragments of Zoroastrian Theological Doctrine",
    "Socio-political Tags":"Priestly, Theocratic, Scribal, Scholarly, Legitimation, Normalization, Mystical \/ Initiatory",
    "Literary Forms Tags":"Poetry, Myth, Doctrine \/ Treatise, Fragment, Manual \/ Instruction, Liturgy, Rulebook \/ Code",
    "Literary Content Tags":"Religious \/ Ritual, Devotional \/ Sacrificial, Cosmological, Metaphysical, Didactic, Oral Tradition, Ethical \/ Moral, Prophetic \/ Revelation",
    "Symbolic System Tags":"Zoroastrian"
  },
  {
    "Index":3,
    "Name":"Magian Astral & Calendrical Texts",
    "Approx. Date":"c. 300–150 BCE",
    "Dataviz date":-225,
    "Metaphysical Tags":"Genesis (Process Realism), Multiplicities (Plural Ontologies), Grid (Systematic Structuralism), Clockwork (Cosmological Rationalism), Monism",
    "Arts and Sciences Tags":"Natural & Physical Sciences: Astronomy, Human Sciences: Education, Human Sciences: Political Science\/Law, Liberal Arts: Philosophy",
    "Access Level":"Clerical",
    "Short Description":"A priestly corpus produced in Seleucid and early Parthian Iran, blending Babylonian astronomy with Zoroastrian cosmology. Structured as lists, tables, and interpretive passages, they recorded planetary cycles, intercalary months, and seasonal rites, while embedding these observations in the dualism of Asha (Truth, Order) versus Druj (Lie, Chaos). The texts regulated ritual timing, agricultural festivals, and royal ceremonies, functioning both as metaphysical treatises and administrative manuals. By aligning cosmic cycles with political authority and communal worship, they reinforced priestly control, imperial legitimacy, and the integration of human society into the eternal order of the heavens.",
    "Jungian Archetypes Tags":"Shadow, Wise Old Man, Initiator, Father Archetype",
    "Neumann Stages Tags":"Separation from World Parents, Battle with the Dragon, Divine Intervention, Initiation, Mythic Ordering of Reality",
    "Original Geographical Location":"Seleucid Persia and Babylonia",
    "Current Geographical Location":"Iran and Iraq",
    "Original Language":"Parthian, Middle Persian, Avestan, Aramaic",
    "Name.1":"Magian Astral & Calendrical Texts",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Metaphysical Treatise & Administrative Manual",
    "Socio-political Tags":"Priestly, Theocratic, Administrative \/ Bureaucratic, Scribal, Royal, Imperial, Scholarly, Legitimation, Normalization, Mystical \/ Initiatory",
    "Literary Forms Tags":"Doctrine \/ Treatise, Manual \/ Instruction, Glossary \/ Taxonomy, Analysis, Archive \/ Records, Myth",
    "Literary Content Tags":"Religious \/ Ritual, Devotional \/ Sacrificial, Cosmological, Metaphysical, Didactic, Prophetic \/ Revelation, Empirical, Historical Reflection",
    "Symbolic System Tags":"Zoroastrian"
  },
  {
    "Index":4,
    "Name":"Arsacid \/ Early Parthian Royal Inscriptions",
    "Approx. Date":"c. 250–140 BCE",
    "Dataviz date":-195,
    "Metaphysical Tags":"Monism, Grid (Systematic Structuralism), War (Dialectical Materialism), Genesis (Process Realism)",
    "Arts and Sciences Tags":"Human Sciences: Political Science\/Law, Liberal Arts: History, Human sciences: Public Relations",
    "Access Level":"Ceremonial",
    "Short Description":"A collection of formulaic proclamations carved on stone or metal, typically limited to a few lines. They proclaimed dynastic legitimacy, divine sanction, and military prowess. Almost always invoking Ahura Mazda or other deities, they presented the king as “King of Kings”, conqueror, and just ruler. Despite their brevity, these inscriptions were deliberately spread across different sites in Mesopotamia, Iran, and surrounding regions, ensuring visibility among diverse populations. Their primary function was political legitimation: to project Arsacid authority and continuity in the wake of Seleucid decline. While lacking narrative depth, their ubiquity and formulaic style reinforced the dynasty’s claim to universal kingship and divine approval, embedding them into landscape of the empire.",
    "Jungian Archetypes Tags":"Persona, Hero, Father Archetype, Wise Old Man",
    "Neumann Stages Tags":"Battle with the Dragon, Divine Intervention, Mythic Ordering of Reality, Coronation of the King",
    "Original Geographical Location":"Parthia \/ Arsacid domains",
    "Current Geographical Location":"Iran, Iraq, Turkmenistan",
    "Original Language":"Parthian, Greek, Aramaic",
    "Name.1":"Arsacid \/ Early Parthian Royal Inscriptions",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Positive\/Empirical",
    "Category":"Royal Legitimation Inscriptions",
    "Socio-political Tags":"Royal, Imperial, Warrior, Priestly, Theocratic, Administrative \/ Bureaucratic, Scribal, Bridge, Propagandistic, Legitimation, Normalization",
    "Literary Forms Tags":"Proclamation \/ Decree, Fragment, Archive \/ Records",
    "Literary Content Tags":"Religious \/ Ritual, Devotional \/ Sacrificial, Political, Historical Reflection, Ethical \/ Moral",
    "Symbolic System Tags":"Hellenistic, Zoroastrian, Akkadian"
  },
  {
    "Index":5,
    "Name":"Zand Commentaries",
    "Approx. Date":"c. 300–150 BCE",
    "Dataviz date":-175,
    "Metaphysical Tags":"Genesis (Process Realism), Multiplicities (Plural Ontologies), Grid (Systematic Structuralism), Monism",
    "Arts and Sciences Tags":"Human Sciences: Education, Liberal Arts: Philosophy",
    "Access Level":"Ceremonial",
    "Short Description":"Avestan exegetical treatises produced by Zoroastrian priestly schools under Seleucid and early Parthian rule. Structured as a layered text — Avestan scripture, Middle Persian gloss, and interpretive commentary — they explain ritual procedures, ethical injunctions, and cosmological principles. The Zand clarified the difficult sacred language of the Avesta for priestly training, systematized purity laws and ritual practices, and reinforced the dualistic worldview of Asha (truth, order) versus Druj (lie, chaos). Functioning simultaneously as theological guide, moral code, and cultural defense, these commentaries preserved Iranian religious identity within a Hellenistic political landscape.",
    "Jungian Archetypes Tags":"Shadow, Wise Old Man, Initiator, Father Archetype, Terrible Father",
    "Neumann Stages Tags":"Separation from World Parents, Battle with the Dragon, Divine Intervention, Initiation, Death, Rebirth, Mythic Ordering of Reality",
    "Original Geographical Location":"Media or Persis",
    "Current Geographical Location":"Iran",
    "Original Language":"Avestan, Middle Persian, Parthian",
    "Name.1":"Zand Commentaries",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Avestan Exegetical Treatise",
    "Socio-political Tags":"Priestly, Theocratic, Scholarly, Legitimation, Normalization, Mystical \/ Initiatory",
    "Literary Forms Tags":"Commentary \/ Exegesis, Manual \/ Instruction, Glossary \/ Taxonomy, Liturgy, Rulebook \/ Code",
    "Literary Content Tags":"Religious \/ Ritual, Devotional \/ Sacrificial, Ethical \/ Moral, Prophetic \/ Revelation, Cosmological, Metaphysical, Didactic, Oral Tradition",
    "Symbolic System Tags":"Zoroastrian"
  }
]