[
  {
    "Index": 1,
    "Name": "Fuxi",
    "D.O.B": "c. 2852 BCE",
    "D.O.D": "-",
    "Dataviz": -2852,
    "Location": "Yellow River basin",
    "Symbolic System Tags": "Shang–Zhou",
    "Duration": "chinese",
    "Description": "Fuxi is a primordial culture hero depicted with a serpentine body, symbolizing continuity, flow, and undifferentiated life rather than monstrosity or chaos. He is credited with revealing the trigrams (bagua), which render the cosmos intelligible through patterned signs and form the divinatory foundation of early Chinese thought. Through these patterns, Fuxi initiates humanity into symbolic mediation—divination, social bonds such as marriage, and practical techniques like hunting and fishing. He does not rule as a king or command as a god, but civilizes by translating natural processes into ordered meaning.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Symbolic, Composite, Bridge, Doctrinal/Canonical, Archetypal, Contested",
    "Founding Figure?": "NO",
    "Name.1": "Fuxi",
    "Jungian Archetypes Tags": "Self, Initiator, Father Archetype, Wise Old Man, Archetypal Animus",
    "Neumann Stages Tags": "Uroboric Stage, Magical Empowerment, Mythic Ordering of Reality, Return to the Community",
    "Category": "Civilizing Serpent (Proto-Divine Culture Hero)",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 2,
    "Name": "Nuwa",
    "D.O.B": "c. 2850 BCE",
    "D.O.D": "-",
    "Dataviz": -2850,
    "Location": "Yellow River basin",
    "Symbolic System Tags": "Shang–Zhou",
    "Duration": "chinese",
    "Description": "Nuwa is a primordial civilizing mother goddess associated with the creation of humanity and the restoration of cosmic order. She is most famously said to have fashioned humans from earth and later repaired the shattered sky, preventing the collapse of the world after primordial catastrophe. Nuwa embodies protection, continuity, and repair, acting within the cosmos rather than ruling above it. Often depicted with a serpentine body and paired with Fuxi, she represents the maternal principle that stabilizes and sustains life once symbolic order has emerged.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Symbolic, Composite, Bridge, Doctrinal/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Nuwa",
    "Jungian Archetypes Tags": "Mother Archetype, Wise Old Woman, Initiator, Self",
    "Neumann Stages Tags": "Uroboric Stage, Divine Intervention, Mythic Ordering of Reality, Magical Empowerment, Return to the Community",
    "Category": "Civilizing Mother Goddess",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 3,
    "Name": "Shennong",
    "D.O.B": "c. 2800 BCE",
    "D.O.D": "-",
    "Dataviz": -2800,
    "Location": "Middle Yellow River basin",
    "Symbolic System Tags": "Shang–Zhou",
    "Duration": "chinese",
    "Description": "Shennong is a primordial civilizing culture hero, where cosmic order is understood through ritual continuity and practical alignment with the natural world. He represents the moment when humanity learns to survive within nature by cultivating plants and discerning medicine from poison, transforming raw environment into sustenance and care. His myth emphasizes empirical testing, sacrifice, and communal transmission and his knowledge stabilizes human life and supports the ritual and social structures that follow.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Symbolic, Composite, Bridge, Doctrinal/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Shennong",
    "Jungian Archetypes Tags": "Initiator, Father Archetype, Wise Old Man, Hero, Self",
    "Neumann Stages Tags": "Initiation, Magical Empowerment, Death, Return to the Community, Mythic Ordering of Reality",
    "Category": "Civilizing Culture Hero (Agriculture & Medicine)",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 4,
    "Name": "Huangdi (Yellow Emperor)",
    "D.O.B": "c. 2697 BCE",
    "D.O.D": "-",
    "Dataviz": -2697,
    "Location": "Yellow River basin",
    "Symbolic System Tags": "Shang–Zhou",
    "Duration": "chinese",
    "Description": "Huangdi (Yellow Emperor) is a legendary civilizational ancestor and culture-founder. He functions as a human law-giver rather than a deity, embodying the transition from primordial myth to ordered social, political, and ritual life. In later tradition he is credited with foundational institutions—medicine, governance, calendrics, and writing—not as historical inventions but as symbolic origins that anchor continuity and legitimacy. Huangdi serves as the supreme ancestral reference point through which lineage, authority, and cultural coherence are traced.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Symbolic, Composite, Bridge, Doctrinal/Canonical, Archetypal, Contested",
    "Founding Figure?": "NO",
    "Name.1": "Huangdi (Yellow Emperor)",
    "Jungian Archetypes Tags": "Hero, Father Archetype, Wise Old Man, Initiator, Self",
    "Neumann Stages Tags": "Battle with the Dragon, Initiation, Mythic Ordering of Reality, Coronation of the King, Return to the Community",
    "Category": "Civilizational Ancestor–Lawgiver",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 5,
    "Name": "Yao",
    "D.O.B": "c. 2357 BCE",
    "D.O.D": "-",
    "Dataviz": -2357,
    "Location": "North China Plain",
    "Symbolic System Tags": "Shang–Zhou",
    "Duration": "chinese",
    "Description": "Yao is a legendary sage-king who embodies the ideal of ethical human rulership within the Shang–Zhou symbolic system. His authority derives from moral virtue and alignment with Heaven rather than divine status, conquest, or hereditary right. Yao is best known for establishing just governance and for selecting his successor, Shun, on the basis of merit, setting a foundational model of legitimate rule. Yao is remembered as a canonical exemplar of virtuous kingship, serving as a normative reference point for Confucian political thought.",
    "Historic-Mythic Status Tags": "Legendary, Symbolic, Composite, Bridge, Doctrinal/Canonical, Archetypal, Historically Plausible, Contested",
    "Founding Figure?": "NO",
    "Name.1": "Yao",
    "Jungian Archetypes Tags": "Wise Old Man, Father Archetype, Self, Initiator",
    "Neumann Stages Tags": "Coronation of the King, Mythic Ordering of Reality, Return to the Community, Initiation",
    "Category": "Legendary Sage-King",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 6,
    "Name": "Shun",
    "D.O.B": "c. 2294 BCE",
    "D.O.D": "-",
    "Dataviz": -2294,
    "Location": "North China Plain",
    "Symbolic System Tags": "Shang–Zhou",
    "Duration": "chinese",
    "Description": "Shun is a legendary sage-king who embodies the Shang–Zhou belief that moral authority must be proven through endurance rather than inherited. Born into a hostile family, Shun is subjected to repeated abuse and life-threatening trials by his father, stepmother, and half-brother, yet responds with patience, filial devotion, and unwavering integrity. His exceptional conduct draws the attention of Yao, who tests him further by assigning him demanding public duties and even marrying his daughters to him, ultimately recognizing Shun’s capacity to maintain harmony under pressure.",
    "Historic-Mythic Status Tags": "Legendary, Symbolic, Composite, Bridge, Doctrinal/Canonical, Archetypal, Historically Plausible, Contested",
    "Founding Figure?": "NO",
    "Name.1": "Shun",
    "Jungian Archetypes Tags": "Hero, Initiator, Father Archetype, Wise Old Man, Self",
    "Neumann Stages Tags": "Separation from World Parents, Initiation, Isolation, Return to the Community, Coronation of the King, Mythic Ordering of Reality",
    "Category": "Legendary Sage-King (Tested Ruler)",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 7,
    "Name": "Yu the Great",
    "D.O.B": "c. 2200 BCE",
    "D.O.D": "-",
    "Dataviz": -2200,
    "Location": "Yellow River flood regions",
    "Symbolic System Tags": "Shang–Zhou",
    "Duration": "chinese",
    "Description": "Yu the Great is a legendary builder-king whose legitimacy is earned through sustained landscape engineering. He is best known for taming the great floods by channeling waters in accordance with natural terrain, restoring agriculture, settlement, and social order. Unlike earlier sage-kings, Yu transforms virtue and endurance into concrete infrastructure and state formation. In later tradition, he stands as the foundational figure through whom ethical rule becomes durable political order, inaugurating the transition toward dynastic kingship.",
    "Historic-Mythic Status Tags": "Legendary, Symbolic, Composite, Bridge, Doctrinal/Canonical, Archetypal, Historically Plausible, Contested",
    "Founding Figure?": "NO",
    "Name.1": "Yu the Great",
    "Jungian Archetypes Tags": "Hero, Initiator, Father Archetype, Wise Old Man, Self",
    "Neumann Stages Tags": "Initiation, Isolation, Mythic Ordering of Reality, Return to the Community, Coronation of the King, Death",
    "Category": "Legendary Builder-King",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 8,
    "Name": "Shangdi",
    "D.O.B": "c. 1300 BCE",
    "D.O.D": "-",
    "Dataviz": -1300,
    "Location": "Shang dynasty ritual tradition",
    "Symbolic System Tags": "Shang–Zhou, Confucianism",
    "Duration": "chinese",
    "Description": "Shangdi was the supreme personal authority, functioning as a commanding apex over nature, ancestors, warfare, and kingship. He emerged within the Shang–Zhou symbolic field as a theocratic solution to the problem of legitimacy and coordination, grounding royal power and cosmic order in divine will rather than impersonal law or process. Shangdi was accessed through sacrifice and oracle-bone divination, with success or calamity interpreted as signs of favor or displeasure. Over time, this personal authority was de-personalized and moralized into the concept of Tian within early Confucian thought, stripping away direct intervention and ritual bargaining. Shangdi thus marks an early phase of Chinese cosmology in which authority precedes abstraction and command precedes cosmic order.",
    "Historic-Mythic Status Tags": "Mythical, Symbolic, Doctrinal/Canonical, Archetypal, Bridge, Contested, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Shangdi",
    "Jungian Archetypes Tags": "Self, Father Archetype, Terrible Father",
    "Neumann Stages Tags": "Uroboric Stage, Divine Intervention, Mythic Ordering of Reality, Coronation of the King",
    "Category": "Supreme Divine Authority",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 9,
    "Name": "Tian",
    "D.O.B": "c. 1050 BCE",
    "D.O.D": "-",
    "Dataviz": -1050,
    "Location": "Zhou ritual-political cosmology",
    "Symbolic System Tags": "Shang–Zhou, Confucianism",
    "Duration": "chinese",
    "Description": "Tian is the impersonal cosmic authority that orders the world morally, politically, and ritually in classical Chinese thought. Originally associated with the sky as a source of seasonal and natural order, Tian evolved—especially from the Zhou period onward—into a transcendent principle that legitimizes rule, regulates conduct, and binds human society to a larger cosmic pattern. Unlike a personal deity, Tian does not act through narrative intervention or anthropomorphic will; it authorizes and withdraws legitimacy through alignment or misalignment with moral order, most famously expressed in the Mandate of Heaven (tianming). In Confucian traditions, Tian functions as the ultimate horizon of value and normativity: rulers govern by aligning with Tian, individuals cultivate virtue in accordance with it, and political collapse is interpreted as the loss of its mandate. Tian thus occupies a structural position between early theistic sovereignty and later philosophical abstraction.",
    "Historic-Mythic Status Tags": "Symbolic, Doctrinal/Canonical, Archetypal, Bridge, Contested, Concept",
    "Founding Figure?": "NO",
    "Name.1": "Tian",
    "Jungian Archetypes Tags": "Self, Father Archetype",
    "Neumann Stages Tags": "Mythic Ordering of Reality, Coronation of the King",
    "Category": "Cosmic–Moral Principle",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 10,
    "Name": "Yin",
    "D.O.B": "c. 900 BCE",
    "D.O.D": "-",
    "Dataviz": -900,
    "Location": "Early Chinese cosmology (Zhou period)",
    "Symbolic System Tags": "Shang–Zhou, Daoism",
    "Duration": "chinese",
    "Description": "Yin denotes the receptive, interior, and condensing tendency of reality—associated with shade, rest, embodiment, and containment. It was formulated within the Shang–Zhou symbolic field as an observational and classificatory principle grounded in natural cycles, ritual timing, agriculture, and divination, prior to any explicit metaphysics or subject–object framework. Yin never appeared independently but always in relation to Yang, with the pair addressing how differentiation and change occur within a single, continuous world without positing substances, agents, or epistemic positions. Rather than naming an object or passive material substrate, Yin describes a relational mode that manifests under conditions favoring contraction, latency, and interiorization. These paired concepts were later consolidated and metaphysically integrated by Daoism, which grounded them in the Dao and internalized them through cosmology and cultivation practices.",
    "Historic-Mythic Status Tags": "Symbolic, Doctrinal/Canonical, Archetypal, Bridge, Composite, Contested, Concept",
    "Founding Figure?": "NO",
    "Name.1": "Yin",
    "Jungian Archetypes Tags": "Mother Archetype, Shadow, Self",
    "Neumann Stages Tags": "Uroboric Stage, Descent into the Underworld, Rebirth",
    "Category": "Cosmic Polarity (Receptive Mode)",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 11,
    "Name": "Yang",
    "D.O.B": "c. 900 BCE",
    "D.O.D": "-",
    "Dataviz": -900,
    "Location": "Early Chinese cosmology (Zhou period)",
    "Symbolic System Tags": "Shang–Zhou, Daoism",
    "Duration": "chinese",
    "Description": "Yang denotes the active, exterior, and expanding tendency of reality—associated with sunlight, motion, expression, and initiative. Like Yin, it was formulated within the Shang–Zhou symbolic field as a concrete, observational category arising from cyclical patterns in nature and society, not as a doctrine of agency or subjectivity. Yang is intelligible only in relation to Yin, with the pair jointly explaining manifestation and transformation without invoking fixed essences, linear causality, or a governing subject. Yang therefore does not signify dominance, goodness, or metaphysical agency, but a situational mode that prevails under conditions of expansion and activity. These ideas were later systematized within Daoism, where Yin and Yang were understood as complementary expressions of the Dao and integrated into medicine, cosmology, and inner cultivation.",
    "Historic-Mythic Status Tags": "Symbolic, Doctrinal/Canonical, Archetypal, Bridge, Composite, Contested, Concept",
    "Founding Figure?": "NO",
    "Name.1": "Yang",
    "Jungian Archetypes Tags": "Father Archetype, Hero, Self",
    "Neumann Stages Tags": "Separation from World Parents, Battle with the Dragon, Magical Empowerment, Return to the Community",
    "Category": "Cosmic Polarity (Active Mode)",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 12,
    "Name": "Dao",
    "D.O.B": "c. 900 BCE",
    "D.O.D": "-",
    "Dataviz": -900,
    "Location": "Pre-Qin Chinese metaphysical concept",
    "Symbolic System Tags": "Shang–Zhou, Daoism",
    "Duration": "chinese",
    "Description": "Dao—literally “way” or “course”—designates the primordial process through which reality arises, transforms, and returns. It is not a deity, law, or moral code, but the pre-conceptual unfolding that precedes naming, intention, and hierarchy. In classical Daoist texts, Dao is described as ineffable, generative, and self-so (自然, ziran): it does not command or plan, yet all forms and patterns emerge from it. Human alignment with Dao is expressed not through obedience or rule-following, but through wu wei—action that does not impose egoic will upon the natural flow of events. While later traditions moralize, ritualize, or theologize Dao, its core philosophical function remains ontological rather than normative: Dao names how things happen, not what ought to be imposed. It thus stands in contrast to Tian’s moral authority and Shangdi’s sovereign agency, occupying the role of an impersonal, generative process at the root of the cosmos.",
    "Historic-Mythic Status Tags": "Symbolic, Doctrinal/Canonical, Archetypal, Bridge, Contested, Concept",
    "Founding Figure?": "NO",
    "Name.1": "Dao",
    "Jungian Archetypes Tags": "Self, Mother Archetype, Trickster",
    "Neumann Stages Tags": "Uroboric Stage, Ego Collapse, Ego Transcendence",
    "Category": "Primordial Process",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 13,
    "Name": "Laozi",
    "D.O.B": "c. 601 BCE",
    "D.O.D": "c. 531 BCE",
    "Dataviz": -601,
    "Location": "State of Chu",
    "Symbolic System Tags": "Shang–Zhou, Daoism",
    "Duration": "chinese",
    "Description": "Laozi is the foundational sage of classical Daoism, associated with the Dao De Jing, a text that articulates an impersonal cosmic order (Dao) prior to naming, morality, and deliberate control. Although much of his biography is legendary, historians commonly situate him in the late Zhou period and imagine him as a learned court figure—an archivist, scribe, or minor statesman. His thought emphasizes wu-wei (non-coercive action), arguing that excess law, speech, and ambition are the true sources of disorder. Rather than heroic action or ritual cultivation, Laozi advocates withdrawal, simplicity, and alignment with spontaneous natural processes. Politically, he imagines governance by minimal interference, where the best ruler is scarcely perceived. Whether historical or composite, “Laozi” functions as a symbolic authority expressing a pre-institutional, anti-coercive vision of order.",
    "Historic-Mythic Status Tags": "Legendary, Historically Plausible, Symbolic, Composite, Bridge, Doctrinal/Canonical, Archetypal, Contested",
    "Founding Figure?": "NO",
    "Name.1": "Laozi",
    "Jungian Archetypes Tags": "Wise Old Man, Self, Trickster, Father Archetype",
    "Neumann Stages Tags": "Uroboric Stage, Separation from World Parents, Isolation, Mythic Ordering of Reality, Ego Collapse, Ego Transcendence",
    "Category": "Foundational Sage–Philosopher",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 14,
    "Name": "Confucius",
    "D.O.B": "c. 551 BCE",
    "D.O.D": "c. 479 BCE",
    "Dataviz": -551,
    "Location": "Qufu, State of Lu",
    "Symbolic System Tags": "Shang–Zhou, Confucianism",
    "Duration": "chinese",
    "Description": "Confucius is a seminal teacher–philosopher who sought to preserve and renew the Shang–Zhou moral order through ethical cultivation and ritual practice rather than political power. Living in an age of fragmentation, he emphasized personal virtue (ren), proper conduct (li), and learning as the means by which social harmony could be restored. Although he briefly held minor offices in the State of Lu, Confucius was largely unsuccessful in securing sustained political patronage, spending much of his life as an itinerant teacher seeking a ruler willing to govern by moral example. His failure as a statesman shaped a pedagogical tradition centered on teacher–disciple transmission rather than institutional authority. In later centuries, his teachings were canonized as Confucianism, forming the ethical backbone of Chinese education and governance.",
    "Historic-Mythic Status Tags": "Historic, Symbolic, Bridge, Doctrinal/Canonical, Archetypal, Contested",
    "Founding Figure?": "NO",
    "Name.1": "Confucious",
    "Jungian Archetypes Tags": "Wise Old Man, Initiator, Father Archetype, Self",
    "Neumann Stages Tags": "Separation from World Parents, Initiation, Isolation, Return to the Community, Mythic Ordering of Reality, Death",
    "Category": "Foundational Teacher–Philosopher",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 15,
    "Name": "Sun Tzu",
    "D.O.B": "c. 544 BCE",
    "D.O.D": "c. 496 BCE",
    "Dataviz": -544,
    "Location": "State of Qi",
    "Symbolic System Tags": "Bingjia (military strategy)",
    "Duration": "chinese",
    "Description": "Sun Tzu is a semi-legendary military strategist, best known as the author of The Art of War. Chinese historical tradition places him in the service of King Helü of Wu, where he is said to have demonstrated and applied his strategic principles at court. Later sources credit him with commanding or advising Wu’s armies during successful campaigns against the powerful state of Chu, suggesting practical military experience rather than purely theoretical authorship. While modern scholars debate how much of this biography reflects a single individual versus a later composite, the text itself clearly emerges from real conditions of professionalized warfare. Sun Tzu thus stands as both a partly legendary figure and a foundational voice of applied military strategy grounded in lived conflict.",
    "Historic-Mythic Status Tags": "Historic, Historically Plausible, Symbolic, Composite, Bridge, Doctrinal/Canonical, Archetypal, Contested",
    "Founding Figure?": "NO",
    "Name.1": "Sun Tzu",
    "Jungian Archetypes Tags": "Wise Old Man, Trickster, Persona, Shadow, Father Archetype",
    "Neumann Stages Tags": "Separation from World Parents, Battle with the Dragon, Initiation, Mythic Ordering of Reality, Return to the Community",
    "Category": "Foundational Military Strategist",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 16,
    "Name": "Wu Xing",
    "D.O.B": "c. 400 BCE",
    "D.O.D": "-",
    "Dataviz": -400,
    "Location": "Warring States cosmological theory",
    "Symbolic System Tags": "Shang–Zhou, Daoism, Confucianism",
    "Duration": "chinese",
    "Description": "Wu Xing (Five Phases) emerged as an extension of early correlative thinking used to coordinate ritual timing, calendrics, agriculture, and political order. It addressed the conceptual problem of how to explain change, differentiation, and stability in the cosmos without invoking substances, divine command, or an autonomous subject. Wu Xing models the world as regulated, cyclical transformation through five recurring process-patterns. During the Warring States and Han periods, the concept was systematized and paired with Yin–Yang, becoming a canonical framework for cosmology, governance, and medicine. Over time, it shifted from a loose symbolic classifier into a formal doctrine of cosmic order, while retaining its fundamentally processual, non-teleological character.",
    "Historic-Mythic Status Tags": "Symbolic, Doctrinal/Canonical, Archetypal, Bridge, Composite, Contested, Concept",
    "Founding Figure?": "NO",
    "Name.1": "Wu Xing",
    "Jungian Archetypes Tags": "Self",
    "Neumann Stages Tags": "Uroboric Stage, Mythic Ordering of Reality",
    "Category": "Cosmic Order",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 17,
    "Name": "Sun Bin",
    "D.O.B": "c. 382 BCE",
    "D.O.D": "c. 316 BCE",
    "Dataviz": -382,
    "Location": "State of Qi",
    "Symbolic System Tags": "Shang–Zhou, Daoism",
    "Duration": "chinese",
    "Description": "Sun Bin was a military strategis, active primarily in the state of Qi, where he served as a senior strategic advisor and battlefield planner. According to traditional accounts, he studied military arts alongside Pang Juan, was later betrayed and mutilated, and survived to re-enter political life through strategic brilliance rather than command by force. He is credited with decisive victories for Qi, most famously against the state of Wei, using deception, timing, and psychological warfare rather than direct confrontation. Excavated texts (Sun Bin Bingfa) confirm him as a historical figure and show a sophisticated, operational extension of earlier strategic theory. Tradition presents him as a descendant or intellectual heir of Sun Tzu, but modern scholarship treats this connection as symbolic or genealogical rather than provably direct.",
    "Historic-Mythic Status Tags": "Historic, Historically Plausible, Symbolic, Bridge, Doctrinal/Canonical, Archetypal, Contested",
    "Founding Figure?": "NO",
    "Name.1": "Sun Bin",
    "Jungian Archetypes Tags": "Shadow, Trickster, Wise Old Man, Persona, Initiator",
    "Neumann Stages Tags": "Separation from World Parents, Isolation, Battle with the Dragon, Initiation, Death, Rebirth, Magical Empowerment, Return to the Community, Mythic Ordering of Reality",
    "Category": "Military Strategist",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 18,
    "Name": "Mencius",
    "D.O.B": "c. 372 BCE",
    "D.O.D": "c. 289 BCE",
    "Dataviz": -372,
    "Location": "State of Zou",
    "Symbolic System Tags": "Shang–Zhou, Confucianism",
    "Duration": "chinese",
    "Description": "Mencius is a Confucian moral philosopher who develops Confucius’ ethical teachings into an explicit theory of human nature and governance. He argues that human beings are innately inclined toward goodness, expressing virtue through natural moral “sprouts” that must be cultivated rather than imposed. Traveling among rival states, Mencius confronts rulers directly, insisting that humane governance and moral legitimacy arise from nurturing the people rather than coercion. His thought became a central pillar of Confucian doctrine, shaping Chinese moral psychology, political philosophy, and education for centuries.",
    "Historic-Mythic Status Tags": "Historic, Symbolic, Bridge, Doctrinal/Canonical, Archetypal, Contested",
    "Founding Figure?": "NO",
    "Name.1": "Mencius",
    "Jungian Archetypes Tags": "Wise Old Man, Initiator, Self",
    "Neumann Stages Tags": "Separation from World Parents, Initiation, Isolation, Mythic Ordering of Reality, Return to the Community",
    "Category": "Confucian Moral Philosopher",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 19,
    "Name": "Zhuangzi",
    "D.O.B": "c. 369 BCE",
    "D.O.D": "c. 286 BCE",
    "Dataviz": -369,
    "Location": "State of Song",
    "Symbolic System Tags": "Shang–Zhou, Daoism",
    "Duration": "chinese",
    "Description": "Zhuangzi is a classical Daoist philosopher of the Warring States period and the central voice of the Zhuangzi, one of Daoism’s two foundational texts. Writing in parables, humor, and paradox, he dismantles fixed distinctions, stable identities, and claims to absolute knowledge. His thought emphasizes spontaneity (ziran), non-coercive action (wu-wei), and freedom from social roles, reputation, and ambition. Rather than proposing a new doctrine or political order, Zhuangzi undermines all rigid systems, advocating a life of “free wandering” aligned with the Dao. He represents Daoism’s most radical turn toward perspectivism, irony, and existential freedom.",
    "Historic-Mythic Status Tags": "Historic, Historically Plausible, Symbolic, Allegorical, Composite, Bridge, Doctrinal/Canonical, Archetypal, Contested",
    "Founding Figure?": "NO",
    "Name.1": "Zhuangzi",
    "Jungian Archetypes Tags": "Trickster, Self, Shadow",
    "Neumann Stages Tags": "Separation from World Parents, Isolation, Ego Collapse, Ego Transcendence, Initiation, Uroboric Stage",
    "Category": "Classical Daoist Philosopher",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 20,
    "Name": "Shang Yang",
    "D.O.B": "c. 390 BCE",
    "D.O.D": "c. 338 BCE",
    "Dataviz": -338,
    "Location": "State of Wei / Qin",
    "Symbolic System Tags": "Fa-jia (Legalism)",
    "Duration": "chinese",
    "Description": "Shang Yang was a major Legalist statesman who served the state of Qin. Born in the state of Wei, he rose to prominence by implementing radical reforms that replaced aristocratic privilege and moral persuasion with uniform laws, strict rewards, and severe punishments. His policies centralized authority, reorganized households and land, and tied social status directly to service in agriculture and war, laying the institutional foundations for Qin’s later unification of China. Although politically powerful, he made few allies and was ultimately executed after the death of his patron, Duke Xiao of Qin. Shang Yang’s life and death came to symbolize the uncompromising logic of Legalism: a system in which even its architect was not above the law.",
    "Historic-Mythic Status Tags": "Historic, Historically Plausible, Symbolic, Doctrinal/Canonical, Archetypal, Contested, Bridge",
    "Founding Figure?": "NO",
    "Name.1": "Shang Yang",
    "Jungian Archetypes Tags": "Terrible Father, Persona, Shadow, Initiator",
    "Neumann Stages Tags": "Separation from World Parents, Battle with the Dragon, Initiation, Mythic Ordering of Reality, Death",
    "Category": "Legalist Statesman–Reformer",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 21,
    "Name": "Xunzi",
    "D.O.B": "c. 310 BCE",
    "D.O.D": "c. 235 BCE",
    "Dataviz": -310,
    "Location": "State of Zhao / Chu regions",
    "Symbolic System Tags": "Shang–Zhou, Confucianism",
    "Duration": "chinese",
    "Description": "Xunzi is a Confucian rationalist–institutionalist who argues that moral order is not innate but must be consciously constructed through education, ritual, and disciplined practice. Rejecting the claim that human nature is naturally good, he maintains that unchecked desires lead to disorder and must be shaped by cultural institutions. Xunzi preserves the Shang–Zhou ritual framework while adapting it to the political realities of the Warring States, emphasizing law, hierarchy, and deliberate cultivation over moral spontaneity. He stands as the most rigorous realist within Confucianism, occupying a contested position between classical moral teaching and the institutional logic that would later inform Legalist statecraft.",
    "Historic-Mythic Status Tags": "Historic, Symbolic, Bridge, Doctrinal/Canonical, Archetypal, Contested",
    "Founding Figure?": "NO",
    "Name.1": "Xunzi",
    "Jungian Archetypes Tags": "Wise Old Man, Initiator, Father Archetype, Self, Shadow",
    "Neumann Stages Tags": "Separation from World Parents, Initiation, Isolation, Mythic Ordering of Reality, Return to the Community",
    "Category": "Confucian Rationalist–Institutionalist",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 22,
    "Name": "Han Fei",
    "D.O.B": "c. 280 BCE",
    "D.O.D": "c. 233 BCE",
    "Dataviz": -280,
    "Location": "State of Han",
    "Symbolic System Tags": "Fa-jia (Legalism)",
    "Duration": "chinese",
    "Description": "Han Fei was a leading Legalist philosopher and the most systematic theorist of Fa-jia (Legalism). Born an aristocrat of the state of Han, he studied under Xunzi but rejected Confucian moral governance in favor of impersonal law (fa), administrative technique (shu), and positional authority (shi). His writings, collected in the Han Feizi, analyze power with stark realism, arguing that rulers must rely on institutions and incentives rather than virtue or trust. Although admired by the Qin court—especially by the future Qin Shi Huang—Han Fei fell victim to court intrigue and died imprisoned, traditionally said to have been forced to commit suicide. His life and work epitomize Legalism’s cold clarity: an unflinching theory of rule in which even its architect was expendable.",
    "Historic-Mythic Status Tags": "Historic, Historically Plausible, Symbolic, Doctrinal/Canonical, Archetypal, Contested, Bridge",
    "Founding Figure?": "NO",
    "Name.1": "Han Fei",
    "Jungian Archetypes Tags": "Persona, Shadow, Terrible Father, Initiator",
    "Neumann Stages Tags": "Separation from World Parents, Isolation, Battle with the Dragon, Initiation, Death, Mythic Ordering of Reality",
    "Category": "Legalist Philosopher Theorist",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 23,
    "Name": "Dong Zhongshu",
    "D.O.B": "c. 195 BCE",
    "D.O.D": "c. 115 BCE",
    "Dataviz": -195,
    "Location": "Guangchuan, Han China",
    "Symbolic System Tags": "Shang–Zhou, Confucianism",
    "Duration": "chinese",
    "Description": "Dong Zhongshu was a Han dynasty scholar-official who played a decisive role in making Confucianism the ideological foundation of imperial China. Active under Emperor Wu of Han, he served as a court intellectual and memorialist, arguing that political authority, moral virtue, and cosmic order were linked through Heaven (Tian). Drawing on yin–yang and Five Phases cosmology, he taught that Heaven responded to human governance through omens, making the ruler morally accountable on a cosmic scale. His ideas, preserved largely in the Chunqiu Fanlu, transformed Confucian ethics into a state doctrine capable of replacing Qin Legalism without abandoning centralized power.",
    "Historic-Mythic Status Tags": "Historic, Historically Plausible, Symbolic, Bridge, Doctrinal/Canonical, Archetypal, Contested",
    "Founding Figure?": "NO",
    "Name.1": "Dong Zhongshu",
    "Jungian Archetypes Tags": "Wise Old Man, Father Archetype, Initiator, Persona, Shadow",
    "Neumann Stages Tags": "Separation from World Parents, Battle with the Dragon, Initiation, Mythic Ordering of Reality, Return to the Community, Magical Empowerment",
    "Category": "Confucian State Ideologue",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 24,
    "Name": "Sima Qian",
    "D.O.B": "c. 145 BCE",
    "D.O.D": "c. 86 BCE",
    "Dataviz": -145,
    "Location": "Longmen (modern Shaanxi)",
    "Symbolic System Tags": "Shang–Zhou, Daoism, Confucianism",
    "Duration": "chinese",
    "Description": "Sima Qian was the Grand Historian of the Han dynasty and the author of the Shiji (Records of the Grand Historian), the foundational work of Chinese historiography. Born into a family of court historians, he inherited the office from his father Sima Tan and undertook a lifetime project to record China’s past from mythic antiquity to his own time. After defending a disgraced general, Sima Qian was condemned to castration, a punishment that ended his public career but deepened his commitment to finish the Shiji for the sake of truth and posterity. Refusing suicide, he endured disgrace to complete a work that preserved both imperial history and the voices of the defeated, the marginal, and the tragic. He stands as a moral witness who placed historical memory above honor, power, and orthodoxy.",
    "Historic-Mythic Status Tags": "Historic, Historically Plausible, Symbolic, Bridge, Doctrinal/Canonical, Archetypal, Contested",
    "Founding Figure?": "NO",
    "Name.1": "Sima Qian",
    "Jungian Archetypes Tags": "Wise Old Man, Initiator, Shadow, Persona, Self",
    "Neumann Stages Tags": "Separation from World Parents, Battle with the Dragon, Isolation, Initiation, Death, Rebirth, Descent into the Underworld, Ego Collapse, Ego Transcendence, Return to the Community, Mythic Ordering of Reality",
    "Category": "Foundational Historian–Chronicler",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  },
  {
    "Index": 25,
    "Name": "Kumarajiva",
    "D.O.B": "c. 344 CE",
    "D.O.D": "c. 413 CE",
    "Dataviz": 344,
    "Location": "Kucha (Tarim Basin)",
    "Symbolic System Tags": "Buddhist",
    "Duration": "chinese",
    "Description": "Kumārajīva was a Central Asian Buddhist monk and translator whose work decisively shaped the formation of Chinese Mahayana Buddhist. Born in the kingdom of Kucha to an Indian father and a Kuchean mother, he was trained in both early Buddhist schools and Madhyamaka philosophy before being taken to China during regional conflicts. Under the patronage of the Later Qin court in Chang’an, he led large translation teams that produced clear, influential Chinese versions of key Mahayana texts. His translations became canonical across East Asia, making him the most important cultural mediator between Indian Buddhism and the Chinese intellectual world.",
    "Historic-Mythic Status Tags": "Historic, Historically Plausible, Symbolic, Bridge, Doctrinal/Canonical, Archetypal, Contested",
    "Founding Figure?": "NO",
    "Name.1": "Kumarajiva",
    "Jungian Archetypes Tags": "Wise Old Man, Initiator, Self, Persona, Shadow",
    "Neumann Stages Tags": "Separation from World Parents, Isolation, Initiation, Death, Rebirth, Magical Empowerment, Ego Collapse, Ego Transcendence, Return to the Community, Mythic Ordering of Reality",
    "Category": "Foundational Buddhist Translator-Teacher",
    "Y-pos": "-",
    "Article/post": "-",
    "Image/museum": "-",
    "Video": "-",
    "Other": "-"
  }
]