[
  {
    "Index": "1",
    "Name": "Mary (Theotokos, Maryam)",
    "D.O.B": "c. 18 BCE",
    "D.O.D": "c. 41 CE",
    "Dataviz": "-18",
    "Location": "Galilee / Judea",
    "Symbolic System Tags": "Christian, Yahwistic, Islamic, Monotheistic",
    "Duration": "levantine",
    "Description": "Mary, known as Theotokos in Christianity and Maryam in Islam, was a young woman of Nazareth chosen to bear Jesus through divine intervention. Honored for her purity and faith, she accepted God’s will with humility and courage. She raised Jesus in modest circumstances yet carried an extraordinary role in salvation history. Remembered as the model of obedience and trust, Mary symbolizes the openness of the human heart to the Absolute and stands as one of the most revered figures in the monotheistic tradition.",
    "Historic-Mythic Status Tags": "Legendary, Historic, Historically Plausible, Symbolic, Allegorical, Composite, Bridge, Doctrinal/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?": "YES",
    "Name.1": "Mary (Theotokos, Maryam)",
    "Jungian Archetypes Tags": "Mother Archetype, Initiator, Hero, Wise Old Woman",
    "Neumann Stages Tags": "Divine Intervention, Initiation, Isolation, Battle with the Dragon, Death, Magical Empowerment, Return to the Community, Mythic Ordering of Reality, Coronation of the King",
    "Category": "Monotheistic Mother-Goddess Figure",
    "Y-pos": "-"
  },
  {
    "Index": "2",
    "Name": "John The Baptist",
    "D.O.B": "c. 5 BCE",
    "D.O.D": "c. 30 CE",
    "Dataviz": "-5",
    "Location": "Judea",
    "Symbolic System Tags": "Christian, Yahwistic, Islamic, Monotheistic",
    "Duration": "levantine",
    "Description": "John the Baptist was a prophet who lived an ascetic life and called people to repentance in preparation for God’s coming work. Born miraculously to Zechariah and Elizabeth, he devoted himself to purity and truth, baptizing in the Jordan River as a sign of renewal. He boldly confronted corruption, even at the cost of his life, and is remembered for baptizing Jesus and preparing the way for a new chapter in salvation history. John represents faithfulness, courage, and the call to cleanse the heart in readiness for divine transformation.",
    "Historic-Mythic Status Tags": "Legendary, Historic, Historically Plausible, Symbolic, Allegorical, Bridge, Doctrinal/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "John The Baptist",
    "Jungian Archetypes Tags": "Initiator, Wise Old Man, Hero",
    "Neumann Stages Tags": "Separation from World Parents, Isolation, Initiation, Divine Intervention, Battle with the Dragon, Rebirth, Ego Transcendence, Death, Return to the Community, Mythic Ordering of Reality",
    "Category": "Ascetic Forerunner-Prophet",
    "Y-pos": "-"
  },
  {
    "Index": "3",
    "Name": "Jesus",
    "D.O.B": "c. 4 BCE",
    "D.O.D": "c. 30 CE",
    "Dataviz": "-4",
    "Location": "Galilee / Judea",
    "Symbolic System Tags": "Christian, Yahwistic, Islamic, Monotheistic",
    "Duration": "levantine",
    "Description": "A Jewish teacher and healer from Galilee whose life and message became the foundation of Christianity. In the Gospels, he is portrayed as a charismatic figure who preached about the Kingdom of God, gathered disciples, and challenged religious and social authorities with parables and acts of compassion. His baptism by John the Baptist marked the beginning of his public ministry, which included miracles such as healings, feeding crowds, and walking on water. According to Christian belief, he was crucified under the Roman governor Pontius Pilate, and his resurrection is seen as the central event of salvation history. Jesus embodies the tension between prophet, teacher, and savior, uniting strands of Jewish prophecy with a universal message of redemption.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Historic, Historically Plausible, Symbolic, Allegorical, Composite, Bridge, Doctrinal/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?": "YES",
    "Name.1": "Jesus",
    "Jungian Archetypes Tags": "Hero, Wise Old Man, Initiator, Self, Trickster, Persona",
    "Neumann Stages Tags": "Separation from World Parents, Isolation, Battle with the Dragon, Divine Intervention, Initiation, Magical Empowerment, Death, Descent into the Underworld, Rebirth, Ego Collapse, Ego Transcendence, Return to the Community, Mythic Ordering of Reality, Coronation of the King",
    "Category": "Monotheistic Prophet & Resurrected King",
    "Y-pos": "-"
  }
]