[
  {
    "Index":1,
    "Name":"Gaia",
    "D.O.B":"c. 1600 BCE",
    "D.O.D":"-",
    "Dataviz":-1600,
    "Location":"Mythic cosmos (Greece)",
    "Symbolic System Tags":"Hellenic",
    "Duration":"custom-hellenistic-greek",
    "Description":"Gaia is the primordial Earth in Greek tradition, the ever-fertile ground from which all life springs. Born from Chaos, she gave birth to Uranus, the Sky, and from their union came the Titans, the Cyclopes, and the Hundred-Handed giants. Yet when Uranus forced these children back into her depths, Gaia groaned with pain and anger. She shaped a sickle of flint and urged her children to rise against their father. Only Cronus obeyed, seizing the sickle and ambushing Uranus as he lay with her, cutting away the Sky’s power and ending his rule. From that moment Gaia became both mother and conspirator, the eternal ground upon which the cosmos stood, bearing gods, monsters, and mortals alike. She remained ever-present, invoked in oaths and honored in cult, a source of both nourishment and retribution, the great mother who could give life abundantly and unleash destruction when defied.",
    "Historic-Mythic Status Tags":"Mythical, Symbolic, Allegorical, Archetypal, Devotional, Doctrinal\/Canonical",
    "Founding Figure?":"YES",
    "Name.1":"Gaia",
    "Jungian Archetypes Tags":"Mother Archetype, Terrible Mother, Initiator, Wise Old Woman, Self",
    "Neumann Stages Tags":"Uroboric Stage, Separation from World Parents, Initiation, Magical Empowerment, Mythic Ordering of Reality",
    "Category":"Transcendent Chthonic Mother Goddess",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":2,
    "Name":"Uranus",
    "D.O.B":"c. 1580 BCE",
    "D.O.D":"-",
    "Dataviz":-1580,
    "Location":"Mythic cosmos (primordial sky, Greece\/Anatolia)",
    "Symbolic System Tags":"Hellenic",
    "Duration":"custom-hellenistic-greek",
    "Description":"Uranus (Ouranos) is the primordial Sky in Greek tradition, the great dome that first arched over Gaia, the Earth. From their union came the Titans, the Cyclopes, and the Hundred-Handed giants. Though he fathered the first generation of gods, Uranus feared and despised his offspring, pressing them back into Gaia’s body to hide them from the light. Enraged, Gaia fashioned a sickle and urged her children to strike back. Only Cronus dared, and when Uranus descended to lie with Gaia, Cronus ambushed and castrated him, hurling the severed genitals into the sea. From Uranus’s blood spilled upon the earth rose the Furies, Giants, and nymphs, and from the sea foam stirred around his genitals arose Aphrodite, goddess of love and beauty. After his fall, Uranus withdrew, leaving rule of the cosmos to the Titans, but the sky itself continued to stretch above all beings, an eternal witness.",
    "Historic-Mythic Status Tags":"Mythical, Symbolic, Allegorical, Archetypal",
    "Founding Figure?":"YES",
    "Name.1":"Uranus",
    "Jungian Archetypes Tags":"Father Archetype, Terrible Father, Shadow",
    "Neumann Stages Tags":"Uroboric Stage, Separation from World Parents, Death, Magical Empowerment, Mythic Ordering of Reality",
    "Category":"Transcendent Sky Father Deity",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":3,
    "Name":"Cronus",
    "D.O.B":"c. 1560 BCE",
    "D.O.D":"-",
    "Dataviz":-1560,
    "Location":"Mythic cosmos (Greece)",
    "Symbolic System Tags":"Hellenic",
    "Duration":"custom-hellenistic-greek",
    "Description":"Cronus (Kronos) was the youngest of the Titans, born of Uranus and Gaia. At his mother’s urging, he took the sickle she had forged and ambushed Uranus, cutting away his father’s genitals and seizing the throne of the cosmos. Under his rule came the fabled Golden Age, when humankind lived in ease and plenty. Yet Cronus feared the prophecy that one of his children would overthrow him, and to prevent it he swallowed each newborn that Rhea bore him. Hestia, Demeter, Hera, Hades, and Poseidon were all devoured, until Rhea tricked him with a swaddled stone in place of the infant Zeus. Hidden away, Zeus grew to manhood, forced Cronus to disgorge his swallowed offspring, and led them in the Titanomachy (war between Titans led by Cronos and Olympian Gods led by Zeus). The Titans were defeated, and Cronus was cast down into Tartarus, his reign ended, his power passed to the Olympians.",
    "Historic-Mythic Status Tags":"Mythical, Symbolic, Allegorical, Archetypal, Bridge",
    "Founding Figure?":"YES",
    "Name.1":"Cronus",
    "Jungian Archetypes Tags":"Father Archetype, Terrible Father, Initiator, Shadow",
    "Neumann Stages Tags":"Separation from World Parents, Magical Empowerment, Mythic Ordering of Reality, Coronation of the King, Battle with the Dragon, Descent into the Underworld, Ego Collapse",
    "Category":"Chthonic Civilizing Deity",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":4,
    "Name":"Rhea",
    "D.O.B":"c. 1560 BCE",
    "D.O.D":"-",
    "Dataviz":-1560,
    "Location":"Crete (Mount Ida)",
    "Symbolic System Tags":"Hellenic",
    "Duration":"custom-hellenistic-greek",
    "Description":"Rhea was a Titaness, daughter of Uranus and Gaia, and sister-consort of Cronus. As queen during the Golden Age she bore the first Olympians—Hestia, Demeter, Hera, Hades, Poseidon, and lastly Zeus. But Cronus, dreading the prophecy that a child would depose him, swallowed each newborn. Grieving yet resolute, Rhea devised a ruse: when Zeus was born she hid him in a cave on Mount Ida in Crete, guarded by the Curetes whose clashing shields masked his cries, and she handed Cronus a stone wrapped in swaddling cloth, which he gulped down instead. Zeus grew to manhood in secret; at Rhea’s urging and aid he returned, forced Cronus to disgorge his siblings, and led them in the Titanomachy that ended the Titans’ dominion. After the victory Rhea is honored as Mother of the Gods, a protectress of birth and rightful succession, her figure often blending with the Great Mother traditions of Crete and Anatolia.",
    "Historic-Mythic Status Tags":"Mythical, Symbolic, Archetypal, Composite, Bridge, Doctrinal\/Canonical, Devotional, Allegorical, Contested",
    "Founding Figure?":"NO",
    "Name.1":"Rhea",
    "Jungian Archetypes Tags":"Mother Archetype, Wise Old Woman, Initiator, Trickster",
    "Neumann Stages Tags":"Initiation, Magical Empowerment, Return to the Community, Coronation of the King, Mythic Ordering of Reality, Divine Intervention",
    "Category":"Chthonic Mother Goddess",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":5,
    "Name":"Zeus",
    "D.O.B":"c. 1540 BCE",
    "D.O.D":"-",
    "Dataviz":-1540,
    "Location":"Mount Olympus (Thessaly, Greece)",
    "Symbolic System Tags":"Hellenic",
    "Duration":"custom-hellenistic-greek",
    "Description":"Zeus was the youngest child of Cronus and Rhea, saved at birth when his mother gave Cronus a swaddled stone in his place. Raised in secret on Crete, Zeus grew to manhood and returned to challenge his father. With cunning and strength, he forced Cronus to disgorge his swallowed siblings—Hestia, Demeter, Hera, Hades, and Poseidon—and together they rose in revolt. For ten years the Olympians and Titans clashed in the Titanomachy, until Zeus, armed with thunderbolts forged by the Cyclopes and aided by the Hundred-Handers, secured victory. The Titans were cast into Tartarus, and Zeus and his brothers divided the cosmos, with Zeus taking the sky as his realm. From Mount Olympus he reigned as king of gods and men, wielder of the thunderbolt, protector of justice and oaths, and father of countless gods, demigods, and heroes through his many unions.",
    "Historic-Mythic Status Tags":"Mythical, Symbolic, Allegorical, Archetypal, Devotional, Doctrinal\/Canonical, Legendary",
    "Founding Figure?":"YES",
    "Name.1":"Zeus",
    "Jungian Archetypes Tags":"Father Archetype, Hero, Initiator, Trickster, Terrible Father",
    "Neumann Stages Tags":"Battle with the Dragon, Magical Empowerment, Return to the Community, Mythic Ordering of Reality, Coronation of the King, Divine Intervention",
    "Category":"Transcendent Sky Civilizing Trickster Deity",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":6,
    "Name":"Typhon",
    "D.O.B":"c. 1530 BCE",
    "D.O.D":"-",
    "Dataviz":-1530,
    "Location":"Cilicia (Arima\/Corycian Cave, Anatolia)",
    "Symbolic System Tags":"Hellenic",
    "Duration":"custom-hellenistic-greek",
    "Description":"Typhon was the last and greatest monster born against the Olympians—spawned, in most tellings, by Gaia with Tartarus (some say by Hera alone) after the fall of the Titans. Rising from Cilicia (Arima\/Corycian cave), a towering, many-headed serpentine giant whose hands and hair were coiled with dragons, he hurled fire and storm against the heavens and drove the gods to flight. Zeus met him in a cataclysmic combat: thunderbolts blazed, mountains shattered, and the world reeled. In one version Typhon stripped Zeus of his sinews and hid them, until Hermes recovered them and restored the god’s strength. Renewed, Zeus overwhelmed Typhon, pinning him beneath the earth—often said to be under Mount Etna—so that his smothered breath and writhing limbs still vent as earthquakes, eruptions, and furious winds. Through his union with Echidna, Typhon fathered many of the world’s dread creatures—Hydra, Chimera, Orthrus, and others—leaving a brood of perils even after his defeat and securing Zeus’s sovereignty over a newly ordered cosmos.",
    "Historic-Mythic Status Tags":"Mythical, Symbolic, Archetypal, Allegorical, Composite, Bridge, Doctrinal\/Canonical, Contested",
    "Founding Figure?":"NO",
    "Name.1":"Typhon",
    "Jungian Archetypes Tags":"Shadow, Terrible Father, Father Archetype",
    "Neumann Stages Tags":"Battle with the Dragon, Magical Empowerment, Descent into the Underworld, Ego Collapse, Mythic Ordering of Reality, Death",
    "Category":"Chthonic Storm Deity",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":7,
    "Name":"Demeter",
    "D.O.B":"c. 1530 BCE",
    "D.O.D":"-",
    "Dataviz":-1530,
    "Location":"Eleusis (Attica)",
    "Symbolic System Tags":"Hellenic",
    "Duration":"custom-hellenistic-greek",
    "Description":"Demeter is the Greek goddess of grain and fertile earth, mother of Persephone. When Persephone is abducted to Hades, Demeter’s grief withholds the harvest, forcing the gods to broker her daughter’s seasonal return—mythic source of winter and spring. At Eleusis she establishes the Mysteries and sends Triptolemus to teach agriculture, binding nature’s cycle to human ritual and civic life.",
    "Historic-Mythic Status Tags":"Mythical, Symbolic, Allegorical, Archetypal, Composite, Bridge, Doctrinal\/Canonical, Devotional, Contested",
    "Founding Figure?":"NO",
    "Name.1":"Demeter",
    "Jungian Archetypes Tags":"Mother Archetype, Terrible Mother, Wise Old Woman, Initiator",
    "Neumann Stages Tags":"Isolation, Divine Intervention, Initiation, Magical Empowerment, Return to the Community, Rebirth, Mythic Ordering of Reality",
    "Category":"Chthonic Mother Goddess",
    "Y-pos":"0",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":8,
    "Name":"Europa",
    "D.O.B":"c. 1500 BCE",
    "D.O.D":"-",
    "Dataviz":-1500,
    "Location":"Crete (Knossos)",
    "Symbolic System Tags":"Hellenic",
    "Duration":"custom-hellenistic-greek",
    "Description":"Europa was a Phoenician princess whom Zeus, disguised as a white bull, carried across the sea to Crete. There she became queen (wed to King Asterion in most tellings) and bore Zeus three sons—Minos, Rhadamanthus, and Sarpedon—founders of Cretan and wider Greek royal-legends. Her name later became the eponym of Europe, marking her as a mythic bridge between the Levant and the Aegean.",
    "Historic-Mythic Status Tags":"Legendary, Mythical, Symbolic, Allegorical, Composite, Bridge, Archetypal, Contested",
    "Founding Figure?":"YES",
    "Name.1":"Europa",
    "Jungian Archetypes Tags":"Mother Archetype, Initiator, Persona, Anima",
    "Neumann Stages Tags":"Divine Intervention, Initiation, Separation from World Parents, Magical Empowerment, Return to the Community, Mythic Ordering of Reality, Coronation of the King",
    "Category":"Founding Phoenician–Cretan Matriarch",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":9,
    "Name":"Apollo",
    "D.O.B":"c. 1490 BCE",
    "D.O.D":"-",
    "Dataviz":-1490,
    "Location":"Delphi (Phocis)",
    "Symbolic System Tags":"Hellenic",
    "Duration":"custom-hellenistic-greek",
    "Description":"Apollo emerges as a radiant principle of measure and purification during the consolidation of pan-Greek cults, when cities needed shared symbols to arbitrate law, health, and diplomacy. His seizure of Delphi from the chthonic Python dramatizes a shift from older earth-spirit cults to a sky-light order of prophecy, music, and ritual catharsis. Centered at Delphi (with Delos as natal myth), his oracle knits poleis into a common rhythm—festivals, treaties, and purifications—making Apollo a civic as much as a divine power. Though later layered with solar and “eastern” colorings, his core Hellenic role is to harmonize music–medicine–law under a disciplined, luminous authority.",
    "Historic-Mythic Status Tags":"Mythical, Legendary, Symbolic, Allegorical, Archetypal, Composite, Bridge, Doctrinal\/Canonical, Devotional, Contested",
    "Founding Figure?":"YES",
    "Name.1":"Apollo",
    "Jungian Archetypes Tags":"Hero, Initiator, Wise Old Man, Persona, Terrible Father",
    "Neumann Stages Tags":"Battle with the Dragon, Initiation, Magical Empowerment, Divine Intervention, Return to the Community, Mythic Ordering of Reality",
    "Category":"Solar Warrior Deity",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":10,
    "Name":"Hermes",
    "D.O.B":"c. 1490 BCE",
    "D.O.D":"-",
    "Dataviz":-1490,
    "Location":"Arcadia (Mount Cyllene)",
    "Symbolic System Tags":"Hellenic",
    "Duration":"custom-hellenistic-greek",
    "Description":"Hermes emerges in the Hellenic world as the god of movement and exchange at the moment when Greek poleis are knitting themselves together by roads, sea-lanes, and treaties. He embodies the intelligence of passage—messages carried, borders negotiated, luck courted—so his presence clusters around waystones (herms), agoras, and embassies. In epic and cult he functions as the swift helper who knows the shortcuts between realms, from the camp to the palace, and from the living to the dead. His symbols—staff, sandals, travel cap—signal not royalty but authorized motion: the right to cross thresholds and make contact. As a civilizational figure, he condenses the Greek intuition that communication itself is a sacred craft.",
    "Historic-Mythic Status Tags":"Mythical, Legendary, Symbolic, Allegorical, Archetypal, Composite, Bridge, Doctrinal\/Canonical, Devotional, Contested",
    "Founding Figure?":"YES",
    "Name.1":"Hermes",
    "Jungian Archetypes Tags":"Trickster, Initiator, Persona, Wise Old Man",
    "Neumann Stages Tags":"Divine Intervention, Initiation, Magical Empowerment, Descent into the Underworld, Return to the Community, Mythic Ordering of Reality",
    "Category":"Trickster Psychopomp Deity",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":11,
    "Name":"Ares",
    "D.O.B":"c. 1490 BCE",
    "D.O.D":"-",
    "Dataviz":-1490,
    "Location":"Thrace",
    "Symbolic System Tags":"Hellenic",
    "Duration":"custom-hellenistic-greek",
    "Description":"Ares is the god of raw, blood-hot war — the crash of spears, panic, and slaughter — as opposed to Athena’s cool, strategic warfare. In Homer he’s feared but not much loved, even by Zeus, because his violence is impulsive and often destructive to friend and foe alike. He’s closely linked with Thrace and with his terrifying companions Phobos (Fear) and Deimos (Terror), which makes him feel a bit “frontier” compared to the Olympian center. Myths like his affair with Aphrodite show him as a boundary-breaker who can’t always be contained by civic or marital order.",
    "Historic-Mythic Status Tags":"Mythical, Symbolic, Allegorical, Composite, Bridge, Doctrinal\/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?":"NO",
    "Name.1":"Ares",
    "Jungian Archetypes Tags":"Shadow, Persona, Hero, Terrible Father",
    "Neumann Stages Tags":"Battle with the Dragon, Divine Intervention, Magical Empowerment, Mythic Ordering of Reality, Return to the Community, Ego Collapse",
    "Category":"Warrior Deity",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":12,
    "Name":"Athena",
    "D.O.B":"c. 1490 BCE",
    "D.O.D":"-",
    "Dataviz":-1490,
    "Location":"Athens (Acropolis, Attica)",
    "Symbolic System Tags":"Hellenic",
    "Duration":"custom-hellenistic-greek",
    "Description":"Athena is the Greek goddess of intelligent war, civic order, and crafts — power guided by mind. Born from Zeus alone and already armed, she represents strategy rather than fury, which is why she often corrects Ares’ brute violence. After winning Athens by offering the olive, she became the city’s patron and ideal — the face of wise, disciplined authority. She protects heroes like Odysseus and Perseus and embodies mētis, the cunning intelligence that turns skill into victory.",
    "Historic-Mythic Status Tags":"Mythical, Symbolic, Allegorical, Composite, Bridge, Doctrinal\/Canonical, Archetypal, Devotional",
    "Founding Figure?":"YES",
    "Name.1":"Athena",
    "Jungian Archetypes Tags":"Persona, Wise Old Woman, Hero, Initiator, Trickster, Self",
    "Neumann Stages Tags":"Divine Intervention, Magical Empowerment, Initiation, Mythic Ordering of Reality, Return to the Community, Battle with the Dragon",
    "Category":"Civilizing Warrior Goddess",
    "Y-pos":"-50",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":13,
    "Name":"Minos",
    "D.O.B":"c. 1480 BCE",
    "D.O.D":"-",
    "Dataviz":-1480,
    "Location":"Crete (Knossos)",
    "Symbolic System Tags":"Hellenic",
    "Duration":"custom-hellenistic-greek",
    "Description":"Legendary king of Crete, son of Zeus and Europa. Known as a great lawgiver who claimed his statutes came directly from Zeus. Husband of Pasiphaë and father of Ariadne, Phaedra, and Androgeus. Famous for commissioning Daedalus to build the Labyrinth to imprison the Minotaur, a creature born from his wife’s union with Poseidon’s bull. Remembered both as a wise ruler and as a tyrant who demanded Athenian youths as tribute. After death, he was said to serve as a judge of souls in Hades. The modern term “Minoan civilization” is named after him, reflecting Crete’s Bronze Age glory preserved in myth.",
    "Historic-Mythic Status Tags":"Legendary, Mythical, Historically Plausible, Symbolic, Allegorical, Composite, Archetypal, Contested",
    "Founding Figure?":"YES",
    "Name.1":"Minos",
    "Jungian Archetypes Tags":"Father Archetype, Terrible Father, Wise Old Man, Initiator, Shadow",
    "Neumann Stages Tags":"Coronation of the King, Mythic Ordering of Reality, Divine Intervention, Magical Empowerment, Battle with the Dragon, Descent into the Underworld, Death",
    "Category":"Cretan Lawgiver-King",
    "Y-pos":"0",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":14,
    "Name":"Perseus",
    "D.O.B":"c. 1350 BCE",
    "D.O.D":"-",
    "Dataviz":-1350,
    "Location":"Argos",
    "Symbolic System Tags":"Hellenic",
    "Duration":"custom-hellenistic-greek",
    "Description":"Son of Zeus and Danaë, destined by prophecy to kill his grandfather Acrisius. Cast adrift as an infant with his mother, he grew up on Seriphos and was sent on an impossible quest to slay Medusa. With divine gifts from Hermes and Athena, he beheaded the Gorgon and later used her head to rescue Andromeda from a sea monster, marrying her. Returning home, he turned the tyrant Polydectes to stone and freed his mother. Perseus founded Mycenae, became an ancestor of Heracles, and eventually fulfilled the oracle by accidentally killing Acrisius. He stands as the archetypal Greek monster-slaying hero, bridging myth with the memory of early Mycenaean kingship.",
    "Historic-Mythic Status Tags":"Legendary, Mythical, Historically Plausible, Symbolic, Allegorical, Composite, Archetypal, Contested",
    "Founding Figure?":"YES",
    "Name.1":"Perseus",
    "Jungian Archetypes Tags":"Hero, Initiator, Trickster, Father Archetype",
    "Neumann Stages Tags":"Separation from World Parents, Initiation, Magical Empowerment, Battle with the Dragon, Return to the Community, Coronation of the King, Mythic Ordering of Reality",
    "Category":"Mycenaean Founder-Hero",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":15,
    "Name":"Linus",
    "D.O.B":"c. 1300 BCE",
    "D.O.D":"-",
    "Dataviz":-1300,
    "Location":"Thebes (Boeotia)",
    "Symbolic System Tags":"Hellenic",
    "Duration":"custom-hellenistic-greek",
    "Description":"Early musician and poet, sometimes called the son of Apollo and Psamathe or of Urania and Amphimarus. Credited with creating the “linos song,” a mournful lament sung at harvests and funerals. Remembered as a teacher of heroes such as Heracles, whom he tried to instruct in music. His life ended violently—killed by Apollo in a contest, by hounds as an infant, or by Heracles in anger—making him an archetype of youthful tragedy. Linus represents the mythical origins of Greek lyric poetry and lament, echoing broader Near Eastern traditions of seasonal mourning rites.",
    "Historic-Mythic Status Tags":"Legendary, Mythical, Symbolic, Allegorical, Composite, Archetypal, Contested",
    "Founding Figure?":"NO",
    "Name.1":"Linus",
    "Jungian Archetypes Tags":"Wise Old Man, Initiator, Persona, Shadow",
    "Neumann Stages Tags":"Initiation, Death, Mythic Ordering of Reality, Return to the Community, Divine Intervention",
    "Category":"Musical Culture-Bearer",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":16,
    "Name":"Theseus",
    "D.O.B":"c. 1300 BCE",
    "D.O.D":"-",
    "Dataviz":-1300,
    "Location":"Athens (Attica)",
    "Symbolic System Tags":"Hellenic",
    "Duration":"custom-hellenistic-greek",
    "Description":"Athenian hero remembered as both monster-slayer and political founder. In myth he killed bandits on his journey to Athens and slew the Minotaur in Crete with Ariadne’s help, later becoming king after Aegeus’ death. Behind the story lies historical memory: the Minotaur tribute likely reflects Athens’ subordination to Minoan Crete in the Bronze Age, while the slaying of the beast symbolizes the end of that dominance. His unification of Attica (the Synoikismos) corresponds to the real process by which scattered villages merged into Athens as a city-state. Exiled in his later years, he died on the island of Skyros, where King Lycomedes cast him from a cliff. Unlike many heroes, Theseus also received civic cult honors: in the 5th century BCE his bones were brought back from Skyros to Athens, showing how myth was used to root political history in heroic ancestry.",
    "Historic-Mythic Status Tags":"Legendary, Mythical, Historically Plausible, Symbolic, Allegorical, Composite, Archetypal, Contested, Devotional",
    "Founding Figure?":"NO",
    "Name.1":"Theseus",
    "Jungian Archetypes Tags":"Hero, Initiator, Trickster, Father Archetype, Shadow",
    "Neumann Stages Tags":"Separation from World Parents, Initiation, Magical Empowerment, Battle with the Dragon, Return to the Community, Coronation of the King, Mythic Ordering of Reality, Descent into the Underworld",
    "Category":"Athenian Founder-Hero",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":17,
    "Name":"Jason",
    "D.O.B":"c. 1300 BCE",
    "D.O.D":"-",
    "Dataviz":-1300,
    "Location":"Iolcus (Thessaly)",
    "Symbolic System Tags":"Hellenic",
    "Duration":"custom-hellenistic-greek",
    "Description":"Leader of the Argonauts, an all-star band of Greek heroes who sailed to Colchis for the Golden Fleece. He succeeded only through the aid of Medea, the sorceress who betrayed her family for him and used her magic to secure his prize. Yet his glory was short-lived: seeking legitimacy in Greece, Jason abandoned Medea to marry a Corinthian princess, trading the foreign sorceress for political gain. Medea’s vengeance—culminating in the death of their children—sealed his downfall. Jason stands as the tragic hero—able to gather the greatest companions of his age, yet remembered more for his failures and lonely death than for his triumphs.",
    "Historic-Mythic Status Tags":"Legendary, Mythical, Historically Plausible, Symbolic, Allegorical, Composite, Archetypal, Contested",
    "Founding Figure?":"NO",
    "Name.1":"Jason",
    "Jungian Archetypes Tags":"Hero, Initiator, Persona, Shadow, Terrible Father",
    "Neumann Stages Tags":"Separation from World Parents, Initiation, Magical Empowerment, Battle with the Dragon, Return to the Community, Ego Collapse",
    "Category":"Thessalian Quest-Leader",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":18,
    "Name":"Orpheus",
    "D.O.B":"c. 1300 BCE",
    "D.O.D":"-",
    "Dataviz":-1300,
    "Location":"Thrace",
    "Symbolic System Tags":"Hellenic",
    "Duration":"custom-hellenistic-greek",
    "Description":"Orpheus, son of the Muse Calliope and either the Thracian king Oeagrus or the god Apollo, was famed as the supreme poet-musician of the heroic age. His lyre could charm animals, trees, rivers, and even the stones themselves, and he was said to have joined Jason on the voyage of the Argo, where his music calmed storms and out-sang the deadly Sirens. Unlike the warrior-heroes of his generation, Orpheus embodied introspection and mystic otherness, turning inward to seek truths beyond the battlefield. His descent into the underworld to retrieve his beloved Eurydice became the archetype of humanity’s yearning to cross the boundary of life and death, but his backward glance doomed the quest. He is remembered as a prophet, mystagogue, and possible founder of the Orphic mysteries, traditions that sought purification of the soul and union with the divine through ritual and music.",
    "Historic-Mythic Status Tags":"Legendary, Mythical, Symbolic, Allegorical, Composite, Bridge, Archetypal, Contested, Devotional",
    "Founding Figure?":"YES",
    "Name.1":"Orpheus",
    "Jungian Archetypes Tags":"Hero, Initiator, Wise Old Man, Trickster, Persona",
    "Neumann Stages Tags":"Isolation, Descent into the Underworld, Magical Empowerment, Initiation, Return to the Community, Ego Collapse, Rebirth, Mythic Ordering of Reality",
    "Category":"Founder of Orphic Mysteries",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":19,
    "Name":"Heracles",
    "D.O.B":"c. 1280 BCE",
    "D.O.D":"-",
    "Dataviz":-1280,
    "Location":"Thebes & Panhellenic",
    "Symbolic System Tags":"Hellenic",
    "Duration":"custom-hellenistic-greek",
    "Description":"Born of Zeus and Alcmene, hounded by Hera from infancy, Heracles embodied both divine favor and divine enmity. Driven mad, he killed his family and was forced into the Twelve Labors—feats that broke the monsters and wildness of the world, from the Nemean Lion to Cerberus of Hades. He roamed endlessly, excessive in strength, appetite, and fury, both savior and destroyer. In the end, poisoned by his own wife’s gift, he could endure no more: on Mount Oeta he built his own pyre, choosing his death and commanding it to be lit. As the fire consumed him, Zeus lifted him to Olympus, where he was reconciled with Hera and made a god. For the Greeks, Heracles was the supreme tragic hero: cursed and chosen, punished and exalted, a man of hubris whose suffering and endurance carried him across the mortal-divine boundary.",
    "Historic-Mythic Status Tags":"Legendary, Mythical, Historically Plausible, Symbolic, Allegorical, Composite, Archetypal, Contested, Devotional",
    "Founding Figure?":"YES",
    "Name.1":"Heracles",
    "Jungian Archetypes Tags":"Hero, Initiator, Trickster, Father Archetype, Shadow",
    "Neumann Stages Tags":"Separation from World Parents, Initiation, Battle with the Dragon, Magical Empowerment, Descent into the Underworld, Return to the Community, Death, Rebirth\/Ego Transcendence, Divine Intervention, Mythic Ordering of Reality",
    "Category":"Panhellenic Civilizing Hero",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":20,
    "Name":"Medea",
    "D.O.B":"c. 1270 BCE",
    "D.O.D":"-",
    "Dataviz":-1270,
    "Location":"Colchis (modern Georgia) \/ later Corinth",
    "Symbolic System Tags":"Hellenic",
    "Duration":"custom-hellenistic-greek",
    "Description":"Princess of Colchis and sorceress, granddaughter of the sun god Helios. She aided Jason in winning the Golden Fleece through her magic, fled her homeland with him, and later became infamous for vengeance and betrayal. In Corinth, after Jason abandoned her to marry another, she killed his bride and, in Euripides’ telling, their own children before escaping in a dragon-drawn chariot. Both helper and destroyer, Medea remains one of the most complex figures of Greek myth, embodying the foreign sorceress, betrayed woman, and avenger.",
    "Historic-Mythic Status Tags":"Legendary, Mythical, Symbolic, Allegorical, Archetypal, Contested",
    "Founding Figure?":"NO",
    "Name.1":"Medea",
    "Jungian Archetypes Tags":"Trickster, Initiator, Wise Old Woman, Shadow, Terrible Mother, Anima",
    "Neumann Stages Tags":"Separation from World Parents, Initiation, Magical Empowerment, Battle with the Dragon, Divine Intervention, Isolation, Return to the Community, Ego Transcendence",
    "Category":"Colchian Sorceress–Initiatrix",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":21,
    "Name":"Achilles ",
    "D.O.B":"c. 1260 BCE",
    "D.O.D":"-",
    "Dataviz":-1260,
    "Location":"Thessaly (Phthia)",
    "Symbolic System Tags":"Hellenic",
    "Duration":"custom-hellenistic-greek",
    "Description":"Son of Peleus and the sea-goddess Thetis, Achilles was fated to choose between a long life without renown or a short life of eternal glory. Trained by the centaur Chiron, he became the greatest warrior of the Trojan War. His wrath at Agamemnon and grief for Patroclus shaped the course of the conflict, leading to his slaying of Hector. Though invincible in battle, he was doomed: an arrow from Paris struck his vulnerable spot, bringing his death. For the Greeks, Achilles embodied the heroic bargain—brief life, undying fame—and reflected the warrior ethos of the Bronze Age, where honor and fate outweighed survival.",
    "Historic-Mythic Status Tags":"Legendary, Mythical, Historically Plausible, Symbolic, Allegorical, Composite, Bridge, Archetypal, Contested, Devotional",
    "Founding Figure?":"YES",
    "Name.1":"Achilles ",
    "Jungian Archetypes Tags":"Hero, Shadow, Persona, Initiator",
    "Neumann Stages Tags":"Separation from World Parents, Isolation, Magical Empowerment, Battle with the Dragon, Ego Collapse, Return to the Community, Death, Mythic Ordering of Reality",
    "Category":"Mycenaean Warrior-Champion",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":22,
    "Name":"Agamemnon",
    "D.O.B":"c. 1260 BCE",
    "D.O.D":"-",
    "Dataviz":-1260,
    "Location":"Mycenae (Argolis)",
    "Symbolic System Tags":"Hellenic",
    "Duration":"custom-hellenistic-greek",
    "Description":"King of Mycenae and commander of the Greek coalition in the Trojan War. Bound by the curse of the House of Atreus, he sacrificed his daughter Iphigenia to secure the fleet’s passage, won Troy but quarreled with Achilles, and returned home with Cassandra. His triumph ended in tragedy when Clytemnestra and Aegisthus murdered him, avenging Iphigenia. Behind the myth lies the grandeur and fragility of Mycenaean kingship—Agamemnon remembered both as overlord of a great expedition and as a doomed ruler undone by pride, curse, and family bloodshed.",
    "Historic-Mythic Status Tags":"Legendary, Mythical, Historically Plausible, Symbolic, Allegorical, Composite, Bridge, Archetypal, Contested, Devotional",
    "Founding Figure?":"NO",
    "Name.1":"Agamemnon",
    "Jungian Archetypes Tags":"Father Archetype, Terrible Father, Persona, Shadow, Hero, Initiator",
    "Neumann Stages Tags":"Coronation of the King, Divine Intervention, Battle with the Dragon, Isolation, Return to the Community, Death, Descent into the Underworld, Mythic Ordering of Reality, Ego Collapse",
    "Category":"Mycenaean High King & Warrior-Commander",
    "Y-pos":"30",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":23,
    "Name":"Odysseus",
    "D.O.B":"c. 1260 BCE",
    "D.O.D":"-",
    "Dataviz":-1260,
    "Location":"Ithaca",
    "Symbolic System Tags":"Hellenic",
    "Duration":"custom-hellenistic-greek",
    "Description":"King of Ithaca, famed not for brute strength but for cunning intelligence (mêtis). He fought at Troy as strategist and deceiver, devising the Trojan Horse, and wandered ten years on the seas before reclaiming his household from the suitors.His journey was more than survival: it was an inward trial of patience, loss, and identity, marked by constant disguise and self-reflection. The Odyssey casts his voyage as a passage through the mystic and mysterious—Cyclops, Circe, Sirens, Scylla and Charybdis—encounters with the otherness at the edges of the known world. Unlike most heroes, Odysseus lived to old age, remembered as the man who endured, survived, and embodied the restless cleverness of early Greek kingship.",
    "Historic-Mythic Status Tags":"Legendary, Mythical, Historically Plausible, Symbolic, Allegorical, Composite, Archetypal, Contested",
    "Founding Figure?":"YES",
    "Name.1":"Odysseus",
    "Jungian Archetypes Tags":"Hero, Trickster, Persona, Father Archetype, Initiator, Shadow",
    "Neumann Stages Tags":"Battle with the Dragon, Isolation, Divine Intervention, Initiation, Rebirth, Magical Empowerment, Return to the Community, Descent into the Underworld, Mythic Ordering of Reality, Ego Collapse, Coronation of the King",
    "Category":"Heroic King of Ithaca",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":24,
    "Name":"Oedipus",
    "D.O.B":"c. 1250 BCE",
    "D.O.D":"-",
    "Dataviz":-1250,
    "Location":"Thebes (Boeotia, Greece)",
    "Symbolic System Tags":"Hellenic",
    "Duration":"custom-hellenistic-greek",
    "Description":"Legendary king of Thebes, abandoned at birth after a prophecy that he would kill his father and marry his mother. Raised in Corinth, he fled to avoid his fate but unknowingly killed his father on the road and later solved the Sphinx’s riddle, becoming king and husband of his mother, Jocasta. When the truth emerged, Jocasta took her life and Oedipus blinded himself, living the rest of his days in exile, guided by Antigone. He embodies the tragic hero whose attempts to escape destiny only fulfill it.",
    "Historic-Mythic Status Tags":"Legendary, Mythical, Symbolic, Allegorical, Archetypal",
    "Founding Figure?":"NO",
    "Name.1":"Oedipus",
    "Jungian Archetypes Tags":"Hero, Persona, Shadow, Father Archetype, Terrible Father, Initiator",
    "Neumann Stages Tags":"Separation from World Parents, Battle with the Dragon, Coronation of the King, Divine Intervention, Mythic Ordering of Reality, Isolation, Ego Collapse, Rebirth, Return to the Community, Ego Transcendence",
    "Category":"Tragic Truth-Seeker & Theban King",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":25,
    "Name":"Musaeus",
    "D.O.B":"c. 1250 BCE",
    "D.O.D":"-",
    "Dataviz":-1200,
    "Location":"Athens\/Attica",
    "Symbolic System Tags":"Hellenic",
    "Duration":"custom-hellenistic-greek",
    "Description":"Musaeus was remembered as a son or disciple of Orpheus, a poet-prophet of Athens and Eleusis whose hymns, oracles, and laws linked divine song with sacred ritual. Athenians revered him as a seer who taught purity and the mysteries of Demeter, with some traditions making him a healer or counselor in the Trojan age. Though no works of his survive authentically, later hymns and treatises were attributed to him to lend them authority. For the Greeks, Musaeus stood as an ancestral sage—part poet, part priest, part prophet—embodying the union of inspired verse and religious wisdom.",
    "Historic-Mythic Status Tags":"Legendary, Mythical, Symbolic, Allegorical, Composite, Doctrinal\/Canonical, Archetypal",
    "Founding Figure?":"NO",
    "Name.1":"Musaeus",
    "Jungian Archetypes Tags":"Wise Old Man, Initiator, Persona, Father Archetype, Hero",
    "Neumann Stages Tags":"Initiation, Magical Empowerment, Descent into the Underworld, Return to the Community, Mythic Ordering of Reality, Divine Intervention, Ego Transcendence",
    "Category":"Orphic–Eleusinian Poet-Seer & Mystery Initiator",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":26,
    "Name":"Lycurgus",
    "D.O.B":"c. 800 BCE",
    "D.O.D":"-",
    "Dataviz":-800,
    "Location":"Sparta (Laconia)",
    "Symbolic System Tags":"Hellenic",
    "Duration":"custom-hellenistic-greek",
    "Description":"Lycurgus, the legendary lawgiver of Sparta, was credited with shaping its rigid constitution and militarized way of life. Said to have traveled widely—to Crete, Ionia, even Egypt—he returned with ideas that became Spartan institutions: the communal mess halls, the harsh military training of the agoge, and the redistribution of land. His laws, known as the Great Rhetra, were sanctified by Apollo’s oracle and bound the Spartans by oath. After instituting them, he departed Sparta and never returned, ensuring his reforms remained unchanged. Whether a single man or a symbolic name for a generation of reforms, Lycurgus became the enduring figure who personified Sparta’s timeless discipline and austerity.",
    "Historic-Mythic Status Tags":"Legendary, Historically Plausible, Symbolic, Allegorical, Composite, Contested",
    "Founding Figure?":"YES",
    "Name.1":"Lycurgus",
    "Jungian Archetypes Tags":"Wise Old Man, Initiator, Father Archetype, Persona, Terrible Father, Hero",
    "Neumann Stages Tags":"Divine Intervention, Initiation, Mythic Ordering of Reality, Return to the Community, Isolation, Death, Ego Transcendence",
    "Category":"Spartan Lawgiver - Architect of Warrior-Society",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":27,
    "Name":"Sappho of Lesbos",
    "D.O.B":"c. 630 BCE",
    "D.O.D":"c. 570 BCE",
    "Dataviz":-630,
    "Location":"Lesbos",
    "Symbolic System Tags":"Hellenic",
    "Duration":"custom-hellenistic-greek",
    "Description":"One of the most famous female poets of ancient Greece, active on the island of Lesbos. She wrote lyric poetry meant to be sung with a lyre, much of it focused on themes of love, longing, and personal relationships, often addressed to women. Though most of her work survives only in fragments, her reputation as the \"Tenth Muse\" lasted throughout antiquity. Sappho also gave us the word “lesbian” (from Lesbos, her home island) and “sapphic,” reflecting her association with female-centered love poetry. Despite the fragmentary state of her work, Sappho remains one of the most enduring voices, embodying both the personal and the universal in human expression.",
    "Historic-Mythic Status Tags":"Historic, Symbolic, Archetypal, Contested",
    "Founding Figure?":"NO",
    "Name.1":"Sappho of Lesbos",
    "Jungian Archetypes Tags":"Wise Old Woman, Initiator, Mother Archetype, Persona, Hero, Shadow",
    "Neumann Stages Tags":"Divine Intervention, Magical Empowerment, Initiation, Isolation, Return to the Community, Mythic Ordering of Reality, Ego Collapse",
    "Category":"Lyric Poet of Eros",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":28,
    "Name":"Thales of Miletus",
    "D.O.B":"c. 624 BCE",
    "D.O.D":"c. 546 BCE",
    "Dataviz":-624,
    "Location":"Miletus, Ionia",
    "Symbolic System Tags":"Hellenic",
    "Duration":"custom-hellenistic-greek",
    "Description":"A pre-Socratic philosopher, mathematician, and astronomer from Ionia (modern-day Turkey), often regarded as the “Father of Philosophy”. He is credited with seeking natural, rational explanations for the world rather than relying on myth, proposing that water is the fundamental principle (archê) of all things. Thales is also associated with early advances in geometry and astronomy — ancient sources report that he predicted a solar eclipse and measured the height of the pyramids using shadows. His approach marked a turning point from mythological to rational and empirical inquiry, laying the foundations of natural philosophy and the scientific method. Thales is regarded as a pioneer of systematic thought and remembered as one of the Seven Sages of Greece.",
    "Historic-Mythic Status Tags":"Historic, Symbolic, Allegorical, Archetypal, Contested",
    "Founding Figure?":"NO",
    "Name.1":"Thales of Miletus",
    "Jungian Archetypes Tags":"Wise Old Man, Initiator, Father Archetype, Persona, Hero, Self",
    "Neumann Stages Tags":"Separation from World Parents, Mythic Ordering of Reality, Initiation, Return to the Community, Battle with the Dragon, Ego Transcendence, Isolation",
    "Category":"Ionian Natural Philosopher",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":29,
    "Name":"Alcaeus of Lesbos",
    "D.O.B":"c. 620 BCE",
    "D.O.D":"c. 560 BCE",
    "Dataviz":-620,
    "Location":"Lesbos",
    "Symbolic System Tags":"Hellenic",
    "Duration":"custom-hellenistic-greek",
    "Description":"A lyric poet from the island of Lesbos, renowned for blending personal emotion with political commentary. Born into an aristocratic family, he was deeply engaged in the factional struggles of his city, often opposing tyrants and experiencing exile as a result. His surviving fragments reflect themes of political upheaval, brotherhood, wine, love, and the fleeting nature of human life. His metaphor of the ship of state, comparing the community to a vessel in a storm, became one of the most enduring images in Western political thought. Though much of his work has been lost, his legacy endures as a major voice of archaic Greek lyric poetry, complementing his contemporary Sappho in shaping the literary tradition of Lesbos.",
    "Historic-Mythic Status Tags":"Historic, Symbolic, Archetypal, Contested",
    "Founding Figure?":"NO",
    "Name.1":"Alcaeus of Lesbos",
    "Jungian Archetypes Tags":"Persona, Trickster, Initiator, Hero, Shadow",
    "Neumann Stages Tags":"Battle with the Dragon, Initiation, Return to the Community, Mythic Ordering of Reality, Isolation, Divine Intervention, Magical Empowerment",
    "Category":"Lyric Poet of the Polis",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":30,
    "Name":"Anaximander of Miletus",
    "D.O.B":"c. 610 BCE",
    "D.O.D":"c. 546 BCE",
    "Dataviz":-610,
    "Location":"Miletus, Ionia",
    "Symbolic System Tags":"Hellenic",
    "Duration":"custom-hellenistic-greek",
    "Description":"A pioneering pre-Socratic philosopher and a successor of Thales, who also proposed abstract, non-mythological principles to explain the cosmos. He introduced the concept of the apeiron—the “boundless” or “infinite”—as the eternal, undefined source from which all things arise and to which they return, moving beyond Thales’ idea that “all is water.” Anaximander is also credited with some of the earliest work in cosmology, astronomy, and biology: he envisioned the Earth as a free-floating cylinder in space, suggested that humans may have evolved from aquatic creatures, and proposed natural explanations for weather and celestial phenomena. He is often regarded as the first to draw a map of the known world, advancing Greek geographical knowledge. His daring leap toward abstraction and systemic reasoning marked an essential step in the birth of Western philosophy and science.",
    "Historic-Mythic Status Tags":"Historic, Symbolic, Allegorical, Archetypal, Contested",
    "Founding Figure?":"NO",
    "Name.1":"Anaximander of Miletus",
    "Jungian Archetypes Tags":"Wise Old Man, Initiator, Father Archetype, Persona, Hero, Self",
    "Neumann Stages Tags":"Separation from World Parents, Mythic Ordering of Reality, Initiation, Return to the Community, Battle with the Dragon, Ego Transcendence, Isolation",
    "Category":"Ionian Philosopher, Cosmologist & Cartographer",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":31,
    "Name":"Pythagoras of Samos",
    "D.O.B":"c. 570 BCE",
    "D.O.D":"c. 495 BCE",
    "Dataviz":-570,
    "Location":"Samos \/ Croton (Italy)",
    "Symbolic System Tags":"Hellenic, Orphic",
    "Duration":"custom-hellenistic-greek",
    "Description":"A Greek mystic, philosopher and mathematician from Samos, is remembered both for the famous theorem associated with his name and for his radical vision of a cosmos structured by numbers. He taught that harmony, proportion, and order — in music, geometry, and the heavens — arise from numerical ratios, making mathematics a sacred key to reality. In Croton (southern Italy), he founded a tightly organized brotherhood that lived communally, practiced vegetarianism, and upheld ascetic discipline while embracing doctrines like the transmigration of souls. The sect grew influential in local politics, provoking violent opposition that scattered his followers but spread his teachings across the Greek world.",
    "Historic-Mythic Status Tags":"Historic, Symbolic, Allegorical, Composite, Bridge, Doctrinal\/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?":"YES",
    "Name.1":"Pythagoras of Samos",
    "Jungian Archetypes Tags":"Wise Old Man, Initiator, Father Archetype, Persona, Hero, Self, Shadow",
    "Neumann Stages Tags":"Initiation, Magical Empowerment, Mythic Ordering of Reality, Divine Intervention, Return to the Community, Isolation, Rebirth, Ego Transcendence, Battle with the Dragon",
    "Category":"Philosopher–Mystic & Founder of the Pythagorean School",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":32,
    "Name":"Heraclitus of Ephesus",
    "D.O.B":"c. 535 BCE",
    "D.O.D":"c. 475 BCE",
    "Dataviz":-535,
    "Location":"Ephesus, Ionia",
    "Symbolic System Tags":"Hellenic",
    "Duration":"custom-hellenistic-greek",
    "Description":"A Greek philosopher renowned for his cryptic style and his doctrine that all things are in flux (panta rhei). He taught that strife and the tension of opposites were the driving forces of reality, producing harmony through conflict rather than stability. For him, fire was the fundamental element, both a material substance and a symbol of transformation, embodying the perpetual process of change. Central to his thought was the concept of the Logos, the rational principle that orders the cosmos and binds change into coherence. His only text called On Nature, which Heraclitus deposited in the temple of Artemis, survives in fragments, in the writings of his successors. They called him “Weeping Philosopher” for his somber view of human ignorance amidst cosmic order.",
    "Historic-Mythic Status Tags":"Historic, Symbolic, Allegorical, Archetypal, Contested",
    "Founding Figure?":"YES",
    "Name.1":"Heraclitus of Ephesus",
    "Jungian Archetypes Tags":"Wise Old Man, Trickster, Persona, Initiator, Father Archetype, Self, Shadow",
    "Neumann Stages Tags":"Separation from World Parents, Mythic Ordering of Reality, Battle with the Dragon, Initiation, Isolation, Return to the Community, Ego Transcendence",
    "Category":"Ionian Philosopher of Flux & Logos",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":33,
    "Name":"Zeno of Elea",
    "D.O.B":"c. 490 BCE",
    "D.O.D":"c. 430 BCE",
    "Dataviz":-490,
    "Location":"Elea, Magna Graecia",
    "Symbolic System Tags":"Hellenic",
    "Duration":"custom-hellenistic-greek",
    "Description":"A Greek philosopher best known for his paradoxes that challenged the very possibility of motion and plurality. His arguments, such as Achilles and the Tortoise, The Arrow, and The Dichotomy, used reductio ad absurdum reasoning to defend the Eleatic doctrine that reality is one, unchanging, and motionless. By showing that belief in motion or multiplicity leads to contradictions, Zeno positioned logic as a powerful weapon in philosophy. Though his original book is lost, the paradoxes were preserved through later commentators. They deeply influenced not only ancient debates on metaphysics but also modern developments in mathematics, calculus, and theories of infinity.",
    "Historic-Mythic Status Tags":"Historic, Symbolic, Allegorical, Archetypal, Contested",
    "Founding Figure?":"NO",
    "Name.1":"Zeno of Elea",
    "Jungian Archetypes Tags":"Wise Old Man, Trickster, Initiator, Persona, Father Archetype, Shadow",
    "Neumann Stages Tags":"Separation from World Parents, Battle with the Dragon, Mythic Ordering of Reality, Initiation, Isolation, Return to the Community, Ego Transcendence",
    "Category":"Eleatic Philosopher & Dialectician",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":34,
    "Name":"Philolaus of Croton",
    "D.O.B":"c. 470 BCE",
    "D.O.D":"c. 385 BCE",
    "Dataviz":-470,
    "Location":"Croton \/ Tarentum",
    "Symbolic System Tags":"Hellenic, Orphic",
    "Duration":"custom-hellenistic-greek",
    "Description":"A Pythagorean thinker who developed a cosmology built on the tension between the “limited” and the “unlimited,” applying numerical harmony to explain both the order of the cosmos and the nature of the soul. In one of antiquity’s boldest proposals, he described an early heliocentric-like system in which the Earth revolved around a “Central Fire,” displacing it from the center of the universe. His teachings overlapped with Orphic ideas of purification, soul-harmony, and rebirth, embedding Pythagorean thought within broader mystical traditions and classical philosophy.",
    "Historic-Mythic Status Tags":"Historic, Symbolic, Allegorical, Composite, Doctrinal\/Canonical, Archetypal, Contested",
    "Founding Figure?":"NO",
    "Name.1":"Philolaus of Croton",
    "Jungian Archetypes Tags":"Wise Old Man, Initiator, Father Archetype, Persona, Hero, Self, Shadow",
    "Neumann Stages Tags":"Separation from World Parents, Mythic Ordering of Reality, Initiation, Return to the Community, Magical Empowerment, Ego Transcendence, Isolation, Rebirth",
    "Category":"Pythagorean–Orphic Philosopher",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":35,
    "Name":"Socrates of Athens ",
    "D.O.B":"c. 470 BCE",
    "D.O.D":"c. 399 BCE",
    "Dataviz":-470,
    "Location":"Athens",
    "Symbolic System Tags":"Hellenic",
    "Duration":"custom-hellenistic-greek",
    "Description":"A soldier, teacher, and eccentric whose life became a legend, yet he left no writings of his own. Known for his endurance—walking barefoot in winter, wearing the same cloak year-round, and living in voluntary poverty—he unsettled Athens with his relentless questioning, summed up in his maxim, “I know that I know nothing.” He claimed to be guided by a mysterious daimonion, a divine inner voice that warned him against wrong actions, and he often shocked people with his indifference to wealth and comfort, which left his famous wife Xanthippe perpetually disgruntled. In 399 BCE, charged with impiety and corrupting the youth, he refused to flee or compromise, choosing instead to drink the hemlock. According to Plato’s Phaedo, his last words were, “Crito, we owe a cock to Asclepius; see that it is paid.”",
    "Historic-Mythic Status Tags":"Historic, Symbolic, Allegorical, Composite, Doctrinal\/Canonical, Archetypal, Contested",
    "Founding Figure?":"YES",
    "Name.1":"Socrates of Athens ",
    "Jungian Archetypes Tags":"Wise Old Man, Trickster, Initiator, Persona, Father Archetype, Hero, Self",
    "Neumann Stages Tags":"Battle with the Dragon, Initiation, Divine Intervention, Isolation, Return to the Community, Mythic Ordering of Reality, Ego Transcendence, Death, Rebirth",
    "Category":"Athenian Philosopher & Martyr",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":36,
    "Name":"Democritus of Abdera",
    "D.O.B":"c. 460 BCE",
    "D.O.D":"c. 370 BCE",
    "Dataviz":-460,
    "Location":"Abdera, Thrace",
    "Symbolic System Tags":"Hellenic",
    "Duration":"custom-hellenistic-greek",
    "Description":"A philosopher from Abdera in Thrace, often nicknamed the “Laughing Philosopher” because of his reputation for cheerfulness and mockery of human follies. He is best known for developing an atomic theory of the universe: he taught that all things consist of tiny, indivisible particles (atomoi) moving through the void. This view was part of a larger materialist cosmology that explained natural phenomena without reference to gods. Democritus also wrote on ethics, mathematics, geometry, astronomy, and aesthetics, though most of his works survive only in fragments and testimonia. His ethical teaching emphasized moderation, cheerfulness (euthymia), and cultivating the mind as the highest form of happiness. He studied widely, reportedly traveling through Egypt, Persia, and India, and was admired in antiquity for both his breadth of knowledge and his systematic thinking.",
    "Historic-Mythic Status Tags":"Historic, Symbolic, Allegorical, Composite, Archetypal, Contested",
    "Founding Figure?":"NO",
    "Name.1":"Democritus of Abdera",
    "Jungian Archetypes Tags":"Wise Old Man, Initiator, Father Archetype, Persona, Hero, Self, Shadow",
    "Neumann Stages Tags":"Separation from World Parents, Mythic Ordering of Reality, Battle with the Dragon, Initiation, Return to the Community, Isolation, Ego Transcendence, Rebirth",
    "Category":"Atomist Philosopher",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":37,
    "Name":"Diotima",
    "D.O.B":"c. 460 BCE",
    "D.O.D":"c. 400 BCE",
    "Dataviz":-460,
    "Location":"Mantinea, Arcadia",
    "Symbolic System Tags":"Hellenic",
    "Duration":"custom-hellenistic-greek",
    "Description":"Diotima of Mantinea was remembered as the wise woman who taught Socrates about love in Plato’s Symposium. A priestess and seer, she was said to have delayed a plague in Athens and to have revealed the “ladder of love,” guiding the soul from physical desire to the contemplation of absolute Beauty. Whether historical or Plato’s creation, Diotima symbolizes the fusion of philosophy and religious initiation, and stands as a rare female voice shaping the foundations of Greek thought.",
    "Historic-Mythic Status Tags":"Historically Plausible, Symbolic, Allegorical, Composite, Archetypal, Contested",
    "Founding Figure?":"NO",
    "Name.1":"Diotima",
    "Jungian Archetypes Tags":"Wise Old Woman, Initiator, Mother Archetype, Persona, Self",
    "Neumann Stages Tags":"Initiation, Divine Intervention, Magical Empowerment, Mythic Ordering of Reality, Return to the Community, Ego Transcendence, Isolation",
    "Category":"Mantinean Priestess–Philosopher of Eros",
    "Y-pos":"30",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":38,
    "Name":"Diogenes of Sinope",
    "D.O.B":"c. 412 BCE",
    "D.O.D":"c. 323 BCE",
    "Dataviz":-412,
    "Location":"Sinope \/ Corinth \/ Athens",
    "Symbolic System Tags":"Hellenic",
    "Duration":"custom-hellenistic-greek",
    "Description":"The most famous figure of the Cynic school of philosophy, which taught that happiness comes from self-sufficiency (autarkeia), living in accordance with nature, and rejecting wealth, luxury, and artificial social norms. Born in Sinope on the Black Sea, he was exiled under charges of debasing the currency and settled in Athens, where he lived in radical poverty, often sleeping in a large jar in the marketplace. He became notorious for shameless public acts and biting wit, dramatizing his philosophy through everyday life. When Alexander the Great visited him in Corinth, curious about the legendary philosopher, Diogenes dismissed the world’s most powerful ruler with the famous request: “Stand out of my sunlight.” This response crystallized his disdain for power and convention, showing that even kings could offer him nothing beyond the freedom he already possessed. Diogenes’ life turned Cynicism into a lived performance, making him a symbol of fearless independence and contempt for pretension.",
    "Historic-Mythic Status Tags":"Historic, Symbolic, Allegorical, Archetypal, Contested",
    "Founding Figure?":"NO",
    "Name.1":"Diogenes of Sinope",
    "Jungian Archetypes Tags":"Trickster, Wise Old Man, Initiator, Persona, Father Archetype, Hero, Shadow",
    "Neumann Stages Tags":"Separation from World Parents, Battle with the Dragon, Isolation, Initiation, Return to the Community, Mythic Ordering of Reality, Ego Transcendence, Death, Rebirth",
    "Category":"Cynic Philosopher & Ascetic Parrhesiast",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":39,
    "Name":"Crates of Thebes",
    "D.O.B":"c. 365 BCE",
    "D.O.D":"c. 285 BCE",
    "Dataviz":-365,
    "Location":"Thebes \/ Athens",
    "Symbolic System Tags":"Hellenic",
    "Duration":"custom-hellenistic-greek",
    "Description":"Once a wealthy man, Crates gave away his fortune to embrace the Cynic life of poverty and simplicity. Moving to Athens, he lived with cheerful disregard for wealth and status, earning a reputation for kindness and humor rather than the biting edge of his teacher Diogenes. He married Hipparchia of Maroneia, who joined him in rejecting luxury and living openly as his philosophical partner, scandalizing polite society with their public shamelessness. Known as the “Door-Opener,” Crates was welcomed into many households because of his mild character and good-natured spirit. He turned Cynicism into a lived example of gentle independence, teaching through laughter and verse that virtue was the only true wealth. Among his students was Zeno of Citium, who would go on to found Stoicism.",
    "Historic-Mythic Status Tags":"Historic, Symbolic, Allegorical, Archetypal, Contested",
    "Founding Figure?":"NO",
    "Name.1":"Crates of Thebes",
    "Jungian Archetypes Tags":"Wise Old Man, Initiator, Father Archetype, Persona, Trickster, Hero",
    "Neumann Stages Tags":"Separation from World Parents, Initiation, Battle with the Dragon, Isolation, Return to the Community, Mythic Ordering of Reality, Ego Transcendence, Rebirth",
    "Category":"Cynic Philosopher",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":40,
    "Name":"Pyrrho of Elis",
    "D.O.B":"c. 360 BCE",
    "D.O.D":"c. 270 BCE",
    "Dataviz":-360,
    "Location":"Elis",
    "Symbolic System Tags":"Hellenic",
    "Duration":"custom-hellenistic-greek",
    "Description":"A wandering philosopher who turned radical doubt into a way of life. Originally trained as a painter, he joined Alexander’s campaigns and encountered sages in distant lands before returning to Greece with a philosophy of suspension. He taught that nothing can be known with certainty, and so the wise should refrain from judgment (epoché), finding freedom in detachment. Pyrrho himself was said to walk unbothered through danger — toward cliffs, carts, or snarling dogs — trusting his companions to pull him back. From this extreme indifference came ataraxia, a calm beyond fear or desire. Though he wrote nothing, his student Timon recorded his teachings, preserving him as the archetype of the skeptic sage.",
    "Historic-Mythic Status Tags":"Historic, Symbolic, Allegorical, Archetypal, Contested",
    "Founding Figure?":"NO",
    "Name.1":"Pyrrho of Elis",
    "Jungian Archetypes Tags":"Wise Old Man, Initiator, Father Archetype, Persona, Trickster, Self, Shadow",
    "Neumann Stages Tags":"Battle with the Dragon, Initiation, Isolation, Return to the Community, Mythic Ordering of Reality, Ego Transcendence, Rebirth",
    "Category":"Skeptic Philosopher & Founder of Pyrrhonism",
    "Y-pos":"10",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":41,
    "Name":"Alexander the Great",
    "D.O.B":"c. 356 BCE",
    "D.O.D":"c. 323 BCE",
    "Dataviz":-356,
    "Location":"Macedonia → Persia → India",
    "Symbolic System Tags":"Hellenic",
    "Duration":"custom-hellenistic-greek",
    "Description":"King of Macedon and conqueror of the Persian Empire. Tutored by Aristotle, he led an unprecedented campaign from Greece through Egypt and into India, founding cities and spreading Hellenistic culture. Myths cast him as the son of Zeus-Ammon and the solver of the Gordian Knot, while later legends portrayed him as a world-explorer who reached the ends of the earth. Historically brilliant but flawed, he embodied both hubris and destiny—dying at 32 in Babylon, leaving behind an empire that fractured but a legacy that endured as legend.",
    "Historic-Mythic Status Tags":"Legendary, Mythical, Historic, Symbolic, Allegorical, Composite, Bridge, Archetypal, Contested, Devotional",
    "Founding Figure?":"YES",
    "Name.1":"Alexander the Great",
    "Jungian Archetypes Tags":"Hero, Persona, Initiator, Father Archetype, Shadow, Terrible Father",
    "Neumann Stages Tags":"Coronation of the King, Divine Intervention, Battle with the Dragon, Initiation, Mythic Ordering of Reality, Isolation, Ego Collapse, Death, Rebirth",
    "Category":"Macedonian King & Founder of the Hellenistic World",
    "Y-pos":"20",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":42,
    "Name":"Epicurus of Samos",
    "D.O.B":"c. 341 BCE",
    "D.O.D":"c. 270 BCE",
    "Dataviz":-341,
    "Location":"Samos \/ Athens",
    "Symbolic System Tags":"Hellenic",
    "Duration":"custom-hellenistic-greek",
    "Description":"A Greek philosopher from the island of Samos who later founded his school, the Garden, in Athens. He developed a system of philosophy centered on the pursuit of happiness through pleasure (hedone) understood not as excess, but as the absence of pain (aponia) in the body and disturbance (ataraxia) in the mind. For him, the highest good was a tranquil life achieved through modest living, friendship, and philosophical reflection. Epicurus adopted a materialist worldview: he believed that all things are composed of atoms moving in the void, and that the gods exist but are indifferent to human affairs. He argued that fear of divine punishment and fear of death are the main sources of human misery, and both can be dispelled through rational understanding of nature. His school, open to women and slaves as well as free men, became famous for its communal lifestyle and emphasis on friendship as the foundation of a happy life.",
    "Historic-Mythic Status Tags":"Historic, Symbolic, Allegorical, Doctrinal\/Canonical, Archetypal, Contested",
    "Founding Figure?":"NO",
    "Name.1":"Epicurus of Samos",
    "Jungian Archetypes Tags":"Wise Old Man, Initiator, Father Archetype, Persona, Self, Hero, Shadow",
    "Neumann Stages Tags":"Separation from World Parents, Battle with the Dragon, Initiation, Isolation, Return to the Community, Mythic Ordering of Reality, Ego Transcendence, Death, Rebirth",
    "Category":"Philosopher & Founder of Epicureanism",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":43,
    "Name":"Herophilos of Chalcedon",
    "D.O.B":"c. 335 BCE",
    "D.O.D":"c. 280 BCE",
    "Dataviz":-335,
    "Location":"Chalcedon \/ Alexandria",
    "Symbolic System Tags":"Hellenic",
    "Duration":"custom-hellenistic-greek",
    "Description":"Remembered as the “Father of Anatomy,” he was the first who dared what others feared, dissecting human cadavers to trace nerves to the brain, the true seat of thought. With the patience of a watchmaker, he measured the rhythm of the pulse against a water clock. He mapped the brain’s chambers, the branching of veins, the passages of the womb — dividing, naming, and ordering where others saw only mystery. Ancient whispers accused him of cruelty, even vivisection, yet his legacy was that of a seeker who split nature down to its smallest distinctions. Thus, in Herophilos, the body first became an open book, registering logos in flesh.",
    "Historic-Mythic Status Tags":"Historic, Symbolic, Archetypal, Contested",
    "Founding Figure?":"NO",
    "Name.1":"Herophilos of Chalcedon",
    "Jungian Archetypes Tags":"Wise Old Man, Initiator, Father Archetype, Persona, Hero, Shadow",
    "Neumann Stages Tags":"Separation from World Parents, Battle with the Dragon, Initiation, Mythic Ordering of Reality, Return to the Community, Isolation, Rebirth",
    "Category":"Anatomist–Physician",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":44,
    "Name":"Zeno of Citium",
    "D.O.B":"c. 334 BCE",
    "D.O.D":"c. 262 BCE",
    "Dataviz":-334,
    "Location":"Citium, Cyprus",
    "Symbolic System Tags":"Hellenic",
    "Duration":"custom-hellenistic-greek",
    "Description":"A shipwrecked merchant turned philosopher, founded the school that came to be known as Stoicism. Dark-skinned and austere, he clothed himself in a thin cloak and ate sparingly, teaching that life’s true aim was to live in harmony with nature. He gathered his students in the Painted Porch of Athens, turning the open marketplace into a temple of reason. Shy of public baths and wary of flattery, he carried himself with quiet severity, yet leavened it with dry wit — calling himself a reed the gods had made into a flute. His famous maxim, “Man conquers the world by conquering himself,” captured the spirit of his discipline: freedom through inner mastery. At the end, after breaking a toe in old age, he struck the earth and said, “I come of my own accord; why call me thus?” — meeting death with the calm of one who had already made peace with fate.",
    "Historic-Mythic Status Tags":"Historic, Symbolic, Allegorical, Doctrinal\/Canonical, Archetypal, Contested",
    "Founding Figure?":"NO",
    "Name.1":"Zeno of Citium",
    "Jungian Archetypes Tags":"Wise Old Man, Initiator, Father Archetype, Persona, Self, Hero, Shadow",
    "Neumann Stages Tags":"Separation from World Parents, Battle with the Dragon, Initiation, Isolation, Return to the Community, Mythic Ordering of Reality, Ego Transcendence, Death\/Rebirth",
    "Category":"Philosopher & Founder of Stoicism",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":45,
    "Name":"Cleanthes of Assos",
    "D.O.B":"c. 330 BCE",
    "D.O.D":"c. 230 BCE",
    "Dataviz":-330,
    "Location":"Assos \/ Athens",
    "Symbolic System Tags":"Hellenic",
    "Duration":"custom-hellenistic-greek",
    "Description":"The water-drawer turned sage, succeeded Zeno as head of the Stoic school. By night he carried water through the streets of Athens, by day he sat at the feet of his master, proving that philosophy could be sustained by labor as well as thought. Mule-like in his endurance and slow in speech, he embodied patience more than brilliance, yet his gravity made him a living image of Stoic discipline. In his Hymn to Zeus he raised philosophy into prayer, praising the divine Logos that orders all things: “Lead me, O Zeus, and thou, O Destiny…” In old age, when illness came, he calmly refused food and let nature carry him away.",
    "Historic-Mythic Status Tags":"Historic, Symbolic, Allegorical, Doctrinal\/Canonical, Archetypal, Contested",
    "Founding Figure?":"NO",
    "Name.1":"Cleanthes of Assos",
    "Jungian Archetypes Tags":"Wise Old Man, Initiator, Father Archetype, Persona, Hero, Self",
    "Neumann Stages Tags":"Battle with the Dragon, Initiation, Mythic Ordering of Reality, Isolation, Return to the Community, Ego Transcendence, Death\/Rebirth",
    "Category":"Stoic Philosopher & Head of the Early Stoa",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":46,
    "Name":"Timon of Phlius",
    "D.O.B":"c. 320 BCE",
    "D.O.D":"c. 235 BCE",
    "Dataviz":-320,
    "Location":"Phlius",
    "Symbolic System Tags":"Hellenic",
    "Duration":"custom-hellenistic-greek",
    "Description":"A dancer turned wanderer, he gave skepticism its voice in verse. From the small Peloponnesian city of his birth he roamed Greece and Asia, clinging to Pyrrho of Elis as to a guiding shadow. Where Pyrrho kept to silence, Timon gave voice — not by building a system of his own, but by spreading his teacher’s skepticism in the Silloi, lampoons that mocked Plato, Aristotle, and the Stoics as blind men stumbling in the dark. He raised Pyrrho as the lone figure of calm, an image of the sage untouched by the world’s pretenses. Thus Timon became the father of skeptical song, the bard who carried doubt across the Hellenistic world.",
    "Historic-Mythic Status Tags":"Historic, Symbolic, Allegorical, Archetypal, Contested",
    "Founding Figure?":"NO",
    "Name.1":"Timon of Phlius",
    "Jungian Archetypes Tags":"Wise Old Man, Trickster, Initiator, Persona, Father Archetype, Self, Shadow",
    "Neumann Stages Tags":"Battle with the Dragon, Initiation, Isolation, Return to the Community, Mythic Ordering of Reality, Ego Transcendence, Rebirth",
    "Category":"Skeptical Poet–Satirist & Expositor of Pyrrho",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":47,
    "Name":"Erasistratus of Ceos",
    "D.O.B":"c. 304 BCE",
    "D.O.D":"c. 250 BCE",
    "Dataviz":-304,
    "Location":"Ceos \/ Alexandria",
    "Symbolic System Tags":"Hellenic",
    "Duration":"custom-hellenistic-greek",
    "Description":"One of the founding figures of Hellenistic medicine, remembered as the “Father of Physiology.” Working in Alexandria, he studied the functions of the body with a mechanical eye: the heart as a pump, the lungs as bellows, the stomach as a grinder, and the nerves as conduits carrying signals from the brain. He carefully distinguished arteries from veins, described the heart’s valves, and developed a theory of pneuma, or vital air, as the force moving through arteries. Famous for his diagnostic skill, he once saved a Seleucid prince by recognizing that his wasting illness was lovesickness. Unlike many physicians, he preferred diet and regimen to drugs or bleeding, emphasizing natural recovery.",
    "Historic-Mythic Status Tags":"Historic, Symbolic, Archetypal, Contested",
    "Founding Figure?":"NO",
    "Name.1":"Erasistratus of Ceos",
    "Jungian Archetypes Tags":"Wise Old Man, Initiator, Father Archetype, Persona, Hero, Shadow",
    "Neumann Stages Tags":"Separation from World Parents, Battle with the Dragon, Initiation, Mythic Ordering of Reality, Return to the Community, Isolation, Rebirth, Ego Transcendence",
    "Category":"Physician–Anatomist",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":48,
    "Name":"Hipparchus of Nicaea",
    "D.O.B":"c. 190 BCE",
    "D.O.D":"c. 120 BCE",
    "Dataviz":-190,
    "Location":"Nicaea, Bithynia",
    "Symbolic System Tags":"Hellenic",
    "Duration":"custom-hellenistic-greek",
    "Description":"Hipparchus of Nicaea was the foremost astronomer of the Hellenistic age, working mainly in Rhodes. He created the first known star catalog, introduced trigonometric methods, and most famously discovered the precession of the equinoxes. Known for precision and skepticism, Hipparchus became the model of the scientific observer — remembered as the man who turned the heavens into measurable order.",
    "Historic-Mythic Status Tags":"Historic, Symbolic, Archetypal, Contested",
    "Founding Figure?":"NO",
    "Name.1":"Hipparchus of Nicaea",
    "Jungian Archetypes Tags":"Wise Old Man, Initiator, Father Archetype, Persona, Hero, Self",
    "Neumann Stages Tags":"Separation from World Parents, Mythic Ordering of Reality, Battle with the Dragon, Initiation, Return to the Community, Magical Empowerment, Isolation, Rebirth",
    "Category":"Astronomer–Geometer & Star-Cataloger",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  }
]