[
  {
    "index":1,
    "Name":"Hanno’s Periplus",
    "Approx. Date":"c. 500 BCE",
    "Dataviz date":-500,
    "Metaphysical Tags":"Phenomena (Phenomenology), Genesis (Process Realism), Multiplicities (Plural Ontologies), Clockwork (Cosmological Rationalism)",
    "Arts and Sciences Tags":"Natural & Physical Sciences: Biology, Human Sciences: Political Science\/Law, Human Sciences: Economics, Liberal Arts: History, Liberal Arts: Anthropology",
    "Access Level":"Literate Class",
    "Short Description":"A brief but significant Carthaginian exploration report recounting a naval expedition along the West African coast, launched by the Carthaginian admiral Hanno. The purpose of the voyage was colonial and religious: to establish new settlements, reinforce Punic presence along the Atlantic, and found temples in honor of the gods. The expedition reportedly sailed beyond the Pillars of Hercules (Straits of Gibraltar), founding multiple colonies—such as Thymiaterion and Cerne. The original text was written in Punic and inscribed in the temple of Baal Hammon in Carthage. However, the work survives only in a Greek translation, probably created in the Hellenistic or early Roman period. The surviving Greek version may have been shortened or altered, possibly reflecting both translation issues and selective transmission.",
    "Jungian Archetypes Tags":"Hero, Initiator, Father Archetype, Shadow",
    "Neumann Stages Tags":"Separation from World Parents, Battle with the Dragon, Initiation, Magical Empowerment, Return to the Community, Mythic Ordering of Reality",
    "Original Geographical Location":"Carthage",
    "Current Geographical Location":"Tunis",
    "Original Language":"Punic",
    "Name.1":"Hanno’s Periplus",
    "Civlizational code?":"NO",
    "Author":"Hanno the Navigator",
    "Comtean framework":"Positive \/ Empirical",
    "Category":"Maritime Report (in Greek)",
    "Socio-political Tags":"Imperial, Propagandistic, Merchant, Warrior, Administrative \/ Bureaucratic, Legitimation, Commercial \/ Cosmopolitan",
    "Literary Forms Tags":"Narrative, Chronicle \/ Annals, Archive \/ Records, Manual \/ Instruction, Fragment",
    "Literary Content Tags":"Adventure, Strategic, Empirical, Historical Reflection, Heroic Journey",
    "Symbolic System Tags":"Canaanite"
  },
  {
    "index":2,
    "Name":"Kition Inscriptions",
    "Approx. Date":"c. 700–281 BCE",
    "Dataviz date":-491,
    "Metaphysical Tags":"Genesis (Process Realism), Clockwork (Cosmological Rationalism), Monism",
    "Arts and Sciences Tags":"-",
    "Access Level":"Ceremonial",
    "Short Description":"A series of short dedicatory texts, mostly engraved on stone stelae, written in Phoenician and found at the ancient site of Kition. These inscriptions record vows or offerings made by individuals to deities such as Baal, Astarte, or Melqart. The formulaic texts often follow a structure like: “To [Deity], [Name] son of [Name], has vowed\/offered [object] for he heard his voice.” They served as ritual markers of devotion, fulfillment of vows, or gratitude for divine favor, and sometimes included curses against those who might tamper with the inscription.",
    "Jungian Archetypes Tags":"Initiator, Terrible Father, Mother Archetype",
    "Neumann Stages Tags":"Divine Intervention, Initiation, Magical Empowerment, Return to the Community",
    "Original Geographical Location":"Kingdom of Kition",
    "Current Geographical Location":"Larnaca, Cyprus",
    "Original Language":"Phoenician, Greek",
    "Name.1":"Kition Inscriptions",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Devotional Inscriptions",
    "Socio-political Tags":"Priestly, Theocratic, Administrative \/ Bureaucratic, Scribal, Royal, Imperial, Legitimation, Mystical \/ Initiatory",
    "Literary Forms Tags":"Proclamation \/ Decree, Fragment, Archive \/ Records, Liturgy",
    "Literary Content Tags":"Religious \/ Ritual, Devotional \/ Sacrificial, Political, Historical Reflection",
    "Symbolic System Tags":"Canaanite"
  },
  {
    "index":3,
    "Name":"Tophet Inscriptions",
    "Approx. Date":"c. 700–146 BCE",
    "Dataviz date":-423,
    "Metaphysical Tags":"Apophasis, Phenomena (Phenomenology), Genesis (Process Realism), Multiplicities (plural Ontologies),  Grid (Systematic Structuralism)",
    "Arts and Sciences Tags":"-",
    "Access Level":"Ceremonial",
    "Short Description":"Short votive texts engraved on stone stelae found in sacred open-air precincts—Tophets—primarily at Carthage and other Phoenician sites. They typically record dedications to deities such as Tanit and Baal Hammon, often marking the fulfillment of a vow in exchange for divine favor. These inscriptions accompany urns containing the cremated remains of sacrificial offerings—sometimes animals, but mostly children—and reflect a ritual system involving sacrifice, divine reciprocity, and priestly authority. Though formulaic, they offer deep insights into the religious structure, symbolic order, and moral cosmology of the Punic world.",
    "Jungian Archetypes Tags":"Shadow, Mother Archetype, Terrible Mother, Father Archetype",
    "Neumann Stages Tags":"Uroboric Stage, Divine Intervention, Death, Rebirth, Mythic Ordering of Reality",
    "Original Geographical Location":"Carthage",
    "Current Geographical Location":"Tunis",
    "Original Language":"Punic",
    "Name.1":"Tophet Inscriptions",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Ritual-Votive Funerary Stelae",
    "Socio-political Tags":"Priestly, Theocratic, Legitimation, Normalization, Mystical \/ Initiatory",
    "Literary Forms Tags":"Proclamation \/ Decree, Liturgy, Petition \/ Appeal, Archive \/ Records",
    "Literary Content Tags":"Religious \/ Ritual, Devotional \/ Sacrificial, Ethical \/ Moral, Prophetic \/ Revelation, Cosmological",
    "Symbolic System Tags":"Canaanite"
  },
  {
    "index":4,
    "Name":"Punic Curse Tablets",
    "Approx. Date":"c. 454–281 BCE",
    "Dataviz date":-368,
    "Metaphysical Tags":"Genesis (Process Realism), War (Dialectical Materialism), Inversion (Subversive Ontology), Monism",
    "Arts and Sciences Tags":"Liberal Arts: History, Human Sciences: Political Science\/Law",
    "Access Level":"Ceremonial",
    "Short Description":"These inscribed lead sheets were typically buried or deposited in sacred spaces and served as ritual instruments of vengeance. Individuals used them to invoke deities or spirits—such as Baal Hammon or Tanit—to bring harm, misfortune, or death to enemies, thieves, or rivals. The curses often contained formulaic invocations, names of targets, and specific punishments requested. In many cases, the tablets were placed in tophets or other sanctified precincts closely associated with sacrificial rites, including animal and child sacrifice. These offerings may have accompanied or empowered the curses, binding the request to divine justice through blood or fire.",
    "Jungian Archetypes Tags":"Mother Archetype, Terrible Mother, Shadow, Initiator",
    "Neumann Stages Tags":"Divine Intervention, Initiation, Death, Magical Empowerment, Ego Collapse",
    "Original Geographical Location":"Carthage",
    "Current Geographical Location":"Tunis, Tunisia",
    "Original Language":"Punic",
    "Name.1":"Punic Curse Tablets",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Proclamations of Curses",
    "Socio-political Tags":"Merchant, Judicial, Mystical \/ Initiatory, Subversive",
    "Literary Forms Tags":"Proclamation \/ Decree, Petition \/ Appeal, Liturgy, Fragment",
    "Literary Content Tags":"Religious \/ Ritual, Devotional \/ Sacrificial, Strategic, Ethical \/ Moral, Existential",
    "Symbolic System Tags":"Canaanite"
  },
  {
    "index":5,
    "Name":"Carthaginian Agricultural Treatise",
    "Approx. Date":"c. 400–300 BCE",
    "Dataviz date":-350,
    "Metaphysical Tags":"Genesis (Process Realism), Grid (Systematic Structuralism), Clockwork (Cosmological Rationalism), War (Dialectical Materialism)",
    "Arts and Sciences Tags":"Human Sciences: Agriculture, Human Sciences: Economics, Human Sciences: Taxonomic Classification",
    "Access Level":"Literate Class",
    "Short Description":"A comprehensive 28-volume manual on farming, viticulture, livestock, and estate management. Although the original is lost, portions were preserved through Latin and Greek summaries and quotations, particularly after the Roman Senate ordered a Latin translation following the destruction of Carthage in 146 BCE. The text was highly valued for its practical empirical knowledge, and it shaped Roman agronomy through figures like Columella, Varro, and Pliny the Elder.",
    "Jungian Archetypes Tags":"Wise Old Man, Father Archetype",
    "Neumann Stages Tags":"Mythic Ordering of Reality, Battle with the Dragon",
    "Original Geographical Location":"Carthage",
    "Current Geographical Location":"Tunis, Tunisia",
    "Original Language":"Punic",
    "Name.1":"Agricultural Treatise",
    "Civlizational code?":"NO",
    "Author":"Mago",
    "Comtean framework":"Positive\/Empirical",
    "Category":"Agricultural Treatise",
    "Socio-political Tags":"Administrative \/ Bureaucratic, Scribal, Merchant, Imperial, Scholarly, Commercial \/ Cosmopolitan",
    "Literary Forms Tags":"Doctrine \/ Treatise, Manual \/ Instruction, Rulebook \/ Code, Archive \/ Records, Fragment",
    "Literary Content Tags":"Didactic, Empirical, Ethical \/ Moral, Historical Reflection, Oral Tradition, Metaphysical, Recluse \/ Ascetic, Political",
    "Symbolic System Tags":"Canaanite"
  },
  {
    "index":6,
    "Name":"Marseille Tariff",
    "Approx. Date":"c. 300–250 BCE",
    "Dataviz date":-275,
    "Metaphysical Tags":"Grid (Systematic Structuralism), Monism",
    "Arts and Sciences Tags":"Human Sciences: Political Science \/ Law, Human Sciences: Economics",
    "Access Level":"Clerical",
    "Short Description":"An inscription discovered in Marseille, outlining the standardized payments and procedures for religious sacrifices. Likely composed by Carthaginian priests or officials, it sets the tariffs owed to priests for offering various animals, such as oxen, sheep, and birds, in temple rituals. Though technical in form, the text reflects a deeply structured religious economy, and reveals how ritual, law, and commerce were intertwined in the Punic diaspora. It offers rare insight into the sacred administrative practices of Western Phoenician communities in a multicultural port city.",
    "Jungian Archetypes Tags":"Shadow, Father Archetype",
    "Neumann Stages Tags":"Mythic Ordering of Reality",
    "Original Geographical Location":"Massalia",
    "Current Geographical Location":"Marseille, France",
    "Original Language":"Punic",
    "Name.1":"Marseille Tariff",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Positive\/Empirical",
    "Category":"Legal\/Religious",
    "Socio-political Tags":"Priestly, Administrative \/ Bureaucratic, Merchant, Commercial \/ Cosmopolitan, Normalization",
    "Literary Forms Tags":"Proclamation \/ Decree, Manual \/ Instruction, Rulebook \/ Code, Archive \/ Records",
    "Literary Content Tags":"Religious \/ Ritual, Devotional \/ Sacrificial, Empirical, Political",
    "Symbolic System Tags":"Canaanite"
  },
  {
    "index":7,
    "Name":"Cippi of Melqart",
    "Approx. Date":"c. 200–100 BCE",
    "Dataviz date":-150,
    "Metaphysical Tags":"Grid (Systematic Structuralism), Monism, Phenomena (Phenomenology)",
    "Arts and Sciences Tags":"Liberal Arts: History",
    "Access Level":"Ceremonial",
    "Short Description":"A pair of bilingual votive inscriptions commemorate a fulfilled vow by two Phoenician elites—Abdosir and Osirshamar—to the god Melqart, who is equated with Heracles in the Greek version. The inscriptions reflect a ritual act of devotion, a theocratic worldview, and serve as a key example of religious and cultural bridging between the Canaanite and Hellenistic symbolic systems. They are also crucial for the decipherment of Phoenician, due to their direct translation.",
    "Jungian Archetypes Tags":"Initiator, Father Archetype, Persona",
    "Neumann Stages Tags":"Initiation, Mythic Ordering of Reality, Divine Intervention",
    "Original Geographical Location":"Punic Malta",
    "Current Geographical Location":"Malta",
    "Original Language":"Phoenician, Greek",
    "Name.1":"Cippi of Melqart",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Bilingual Votive Dedications",
    "Socio-political Tags":"Priestly, Theocratic, Merchant, Commercial \/ Cosmopolitan, Bridge, Legitimation",
    "Literary Forms Tags":"Proclamation \/ Decree, Liturgy, Archive \/ Records, Petition \/ Appeal",
    "Literary Content Tags":"Religious \/ Ritual, Devotional \/ Sacrificial, Metaphysical, Ethical \/ Moral, Political",
    "Symbolic System Tags":"Canaanite, Hellenistic"
  }
]