[
  {
    "Index": "1",
    "Name": "Ammon",
    "D.O.B": "c. 2500 BCE",
    "D.O.D": "-",
    "Dataviz": "-2500",
    "Location": "Siwa Oasis (Western Desert of Egypt, on the Libyan border)",
    "Symbolic System Tags": "Berber",
    "Duration": "carthaginian",
    "Description": "Ammon arises as a desert god of fertility, hidden wisdom, and tribal legitimacy, anchored in the life-giving oasis of Siwa. His ram’s horns marked him as a source of virility and power, and his oracle sanctified rulers with divine authority, binding kingship to sacred desert knowledge. For Berber tribes, he embodied the mystery of survival in harsh lands, where water and truth were equally precious. In his original Berber horizon Ammon stood as the guardian of life’s hidden sources and the arbiter of legitimacy in both nature and rule.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Symbolic, Allegorical, Archetypal, Devotional, Bridge",
    "Founding Figure?": "NO",
    "Name.1": "Ammon",
    "Jungian Archetypes Tags": "Father Archetype, Terrible Father, Wise Old Man, Self",
    "Neumann Stages Tags": "Mythic Ordering of Reality, Coronation of the King, Death, Rebirth, Magical Empowerment, Return to the Community",
    "Category": "Transcendent Proto-Monistic Deity",
    "Y-pos": "-"
  },
  {
    "Index": "2",
    "Name": "Gurzil",
    "D.O.B": "c. 1500 BCE",
    "D.O.D": "-",
    "Dataviz": "-1500",
    "Location": "Tripolitania (modern Libya)",
    "Symbolic System Tags": "Berber",
    "Duration": "carthaginian",
    "Description": "Gurzil emerges in Berber symbolism as a war god, remembered as the son of Ammon and the embodiment of desert strength. Worshipped in Tripolitania, his cult carried the image of a bull into battle, making him a living patron of tribal resistance and martial courage. For Berber tribes, Gurzil was more than a deity — he was the divine force that bound warriors together, granting both legitimacy and ferocity in conflict. His worship endured well into late antiquity, marking him as the clearest expression of Berber resilience against foreign rule.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Symbolic, Archetypal, Devotional, Contested",
    "Founding Figure?": "NO",
    "Name.1": "Gurzil",
    "Jungian Archetypes Tags": "Hero, Initiator, Shadow",
    "Neumann Stages Tags": "Magical Empowerment, Divine Intervention, Initiation, Death, Return to the Community",
    "Category": "Storm Deity",
    "Y-pos": "-"
  },
  {
    "Index": "3",
    "Name": "Antaeus",
    "D.O.B": "c. 1200 BCE",
    "D.O.D": "-",
    "Dataviz": "-1200",
    "Location": "Tingis (modern Tangier, Morocco)",
    "Symbolic System Tags": "Berber",
    "Duration": "carthaginian",
    "Description": "A primordial Libyan giant who embodies the Berber bond with land and place. As the son of Earth, his strength flowed directly from the ground—a mythic expression of how tribal life depended on soil, oases, and rooted territory. In oral imagination he was undefeatable so long as he touched the earth, a living symbol of autochthony and resilience. His reputed tomb near Tangier—a great earthen mound—reinforced him as both ancestor and earth-bound guardian. Originally Anti in local tradition; known as Antaeus through Hellenic sources that transmit the story.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Symbolic, Allegorical, Archetypal, Contested",
    "Founding Figure?": "NO",
    "Name.1": "Antaeus",
    "Jungian Archetypes Tags": "Shadow, Initiator",
    "Neumann Stages Tags": "Magical Empowerment, Separation from World Parents, Battle with the Dragon, Death",
    "Category": "Chthonic Warrior Deity",
    "Y-pos": "-"
  },
  {
    "Index": "4",
    "Name": "Macaria/Maca",
    "D.O.B": "c. 1000 BCE",
    "D.O.D": "-",
    "Dataviz": "-1000",
    "Location": "Cyrenaica (eastern Libya)",
    "Symbolic System Tags": "Berber",
    "Duration": "carthaginian",
    "Description": "Macaria (Maca) appears in ancient memory as an ancestral Libyan figure tied to fertility, the land, and tribal origins in Cyrenaica. In oral imagination, Maca was linked to cycles of renewal, her name preserved in the place of Barca (Barka, Cyrenaica), suggesting that whole regions were sacralized under her patronage. She represents the autochthonous female principle within Berber symbolic thought, the counterpart to male warrior figures like Gurzil — where survival, fertility, and lineage were sanctified by maternal power. Her memory persists less in stories than in toponyms, showing how geography itself became her living shrine.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Symbolic, Allegorical, Archetypal, Contested",
    "Founding Figure?": "NO",
    "Name.1": "Macaria/Maca",
    "Jungian Archetypes Tags": "Mother Archetype, Wise Old Woman, Initiator",
    "Neumann Stages Tags": "Uroboric Stage, Initiation, Rebirth, Magical Empowerment, Return to the Community, Mythic Ordering of Reality",
    "Category": "Chthonic Mother Goddess",
    "Y-pos": "-"
  },
  {
    "Index": "5",
    "Name": "Dido (Elissa)",
    "D.O.B": "c. 850 BCE",
    "D.O.D": "c. 785 BCE",
    "Dataviz": "-850",
    "Location": "Carthage (modern Tunis, Tunisia)",
    "Symbolic System Tags": "Phoenician",
    "Duration": "carthaginian",
    "Description": "Dido (Elissa) stands in Phoenician–Punic tradition as the exiled princess of Tyre who became the founding queen of Carthage. After her brother Pygmalion murdered her husband Acerbas (Sychaeus) to seize his wealth, she fled westward with loyal followers. Her journey mirrors the historical expansion of Phoenician settlers, and her famed oxhide trick on the hill of Byrsa symbolized both cunning and divine favor in establishing a new city. In Punic symbolism she endures not as a tragic lover but as a culture-founder and guardian, embodying resilience, sacrifice, and the transplanting of Phoenician identity into North Africa. In later tradition she was revered as the mother of Carthage, a figure whose intelligence and devotion sanctified the city’s destiny.",
    "Historic-Mythic Status Tags": "Legendary, Historically Plausible, Symbolic, Allegorical, Bridge, Archetypal, Devotional, Contested",
    "Founding Figure?": "NO",
    "Name.1": "Dido (Elissa)",
    "Jungian Archetypes Tags": "Hero, Mother Archetype, Initiator, Trickster, Persona",
    "Neumann Stages Tags": "Separation from World Parents, Initiation, Mythic Ordering of Reality, Coronation of the King, Magical Empowerment, Return to the Community, Divine Intervention, Death, Rebirth",
    "Category": "Culture Hero",
    "Y-pos": "-"
  },
  {
    "Index": "6",
    "Name": "Tanit",
    "D.O.B": "c. 800 BCE",
    "D.O.D": "-",
    "Dataviz": "-800",
    "Location": "Carthage (modern Tunis, Tunisia)",
    "Symbolic System Tags": "Phoenician",
    "Duration": "carthaginian",
    "Description": "Tanit emerges in Carthage as the great mother-goddess, a uniquely Punic figure rooted in Phoenician traditions but transformed into the divine protector of the city. Worshipped alongside Baal Hammon, she embodied fertility, survival, and communal identity, her abstract sign marking sanctuaries and amulets across the Carthaginian world (Sardinia, Malta, southern Spain). In her cult, devotion to family and city were bound together, making her the sacred guarantor of Carthage’s destiny. Unlike other Phoenician deities, Tanit became distinctly Carthaginian, remembered as both the maternal face of the people and the emblem of their empire.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Symbolic, Allegorical, Archetypal, Bridge, Devotional, Contested",
    "Founding Figure?": "NO",
    "Name.1": "Tanit",
    "Jungian Archetypes Tags": "Mother Archetype, Wise Old Woman, Self, Initiator, Terrible Mother",
    "Neumann Stages Tags": "Mythic Ordering of Reality, Magical Empowerment, Initiation, Return to the Community, Divine Intervention, Death, Rebirth",
    "Category": "Sovereign Chthonic-Astral Goddess",
    "Y-pos": "-"
  },
  {
    "Index": "7",
    "Name": "Mago the Farmer",
    "D.O.B": "c. 250 BCE",
    "D.O.D": "c. 200 BCE",
    "Dataviz": "-250",
    "Location": "Carthage",
    "Symbolic System Tags": "Phoenician",
    "Duration": "carthaginian",
    "Description": "Mago of Carthage was a Punic agronomist whose 28-volume treatise on farming became legendary in antiquity. Covering viticulture, olive cultivation, livestock, and rural economy, his work embodied Carthage’s practical genius. When Rome destroyed Carthage in 146 BCE, the Senate ordered Mago’s text to be translated into Latin and Greek, while most other Punic writings were burned — a rare gesture of respect from conquerors to an enemy sage. Though the original is lost, fragments preserved by Roman and Greek authors made Mago the enduring authority on Mediterranean agriculture.",
    "Historic-Mythic Status Tags": "Historic, Symbolic, Archetypal, Contested",
    "Founding Figure?": "NO",
    "Name.1": "Mago the Farmer",
    "Jungian Archetypes Tags": "Wise Old Man, Father Archetype, Initiator, Hero",
    "Neumann Stages Tags": "Initiation, Return to the Community, Mythic Ordering of Reality, Rebirth",
    "Category": "Father of Carthaginian Agriculture",
    "Y-pos": "-"
  },
  {
    "Index": "8",
    "Name": "Hannibal Barca",
    "D.O.B": "c. 247 BCE",
    "D.O.D": "c. 183 BCE",
    "Dataviz": "-247",
    "Location": "Carthage (modern Tunis, Tunisia)",
    "Symbolic System Tags": "Phoenician, Berber",
    "Duration": "carthaginian",
    "Description": "Hannibal Barca, born into the powerful Barcid family of Carthage, swore as a child before Baal to be Rome’s eternal enemy, his very name meaning “Grace of Baal.” As general, he led the legendary march over the Alps with war elephants and shattered Roman armies at Trebia, Trasimene, and Cannae, embodying Punic ingenuity and defiance. Yet his brilliance was undercut by Carthage’s lack of support, leading to defeat at Zama and exile abroad. Pursued by Rome, he ended his life by poison, sealing his image as Carthage’s tragic champion — so feared that his name became a Roman byword for terror, the enduring boogeyman of empire.",
    "Historic-Mythic Status Tags": "Historic, Legendary, Symbolic, Allegorical, Archetypal, Bridge, Contested",
    "Founding Figure?": "NO",
    "Name.1": "Hannibal Barca",
    "Jungian Archetypes Tags": "Hero, Trickster, Wise Old Man",
    "Neumann Stages Tags": "Battle with the Dragon, Initiation, Return to the Community, Isolation, Death",
    "Category": "Warrior-Strategist",
    "Y-pos": "-"
  },
  {
    "Index": "9",
    "Name": "Masinissa",
    "D.O.B": "c. 238 BCE",
    "D.O.D": "c. 148 BCE",
    "Dataviz": "-238",
    "Location": "Numidia (modern Algeria)",
    "Symbolic System Tags": "Berber, Phoenician",
    "Duration": "carthaginian",
    "Description": "Masinissa, born a Numidian prince, rose in the turmoil of the Second Punic War, first fighting for Carthage before allying with Rome. At Zama, his cavalry helped secure Hannibal’s defeat, and he was rewarded with a united Numidian kingdom. Ruling for over 50 years, he transformed a confederation of Berber tribes into a stable state, promoting agriculture and urbanization. Renowned for his vigor and longevity, Masinissa became the archetype of the Berber warrior-king — a pragmatic founder who embodied sovereignty and endurance in North Africa.",
    "Historic-Mythic Status Tags": "Historic, Historically Plausible, Legendary, Symbolic, Archetypal, Bridge, Contested",
    "Founding Figure?": "NO",
    "Name.1": "Masinissa",
    "Jungian Archetypes Tags": "Hero, Father Archetype, Wise Old Man, Initiator, Shadow, Terrible Father",
    "Neumann Stages Tags": "Coronation of the King, Battle with the Dragon, Initiation, Mythic Ordering of Reality, Return to the Community, Separation from World Parents, Death",
    "Category": "Founder Warrior-King",
    "Y-pos": "0"
  },
  {
    "Index": "10",
    "Name": "Jugurtha",
    "D.O.B": "c. 160 BCE",
    "D.O.D": "c. 104 BCE",
    "Dataviz": "-160",
    "Location": "Numidia (modern Algeria)",
    "Symbolic System Tags": "Berber, Phoenician",
    "Duration": "carthaginian",
    "Description": "Jugurtha was a Numidian prince and grandson (by adoption) of Masinissa, remembered as the last great champion of Berber sovereignty. Rising through dynastic struggles, he seized power and ruled much of Numidia with a mix of daring and cunning, even serving with distinction in the Roman army before turning against them. His defiance sparked the Jugurthine War (112–105 BCE), where he resisted Rome through years of guerrilla fighting and shrewd diplomacy. Ultimately betrayed by his ally Bocchus and delivered to Rome, he was paraded in chains and died in captivity in 104 BCE. In the Berber symbolic horizon, Jugurtha stands as the tragic warrior-king — admired for his resilience and wit, yet undone by betrayal and the overwhelming weight of empire.",
    "Historic-Mythic Status Tags": "Historic, Legendary, Symbolic, Allegorical, Archetypal, Bridge, Contested",
    "Founding Figure?": "NO",
    "Name.1": "Jugurtha",
    "Jungian Archetypes Tags": "Hero, Trickster, Persona, Wise Old Man",
    "Neumann Stages Tags": "Battle with the Dragon, Initiation, Magical Empowerment, Isolation, Death",
    "Category": "Tragic Warrior-King",
    "Y-pos": "-"
  }
]