[
  {
    "Index":1,
    "Name":"Janus (Ianus)",
    "D.O.B":"c. 1610 BCE",
    "D.O.D":"-",
    "Dataviz":-1610,
    "Location":"Rome",
    "Symbolic System Tags":"Roman",
    "Duration":"custom-roman-italic",
    "Description":"Janus is a two-faced god of beginnings, thresholds, and transitions—the guardian of doors, gates, roads, and the turning of time. In state cult he’s invoked first at rituals and New Year observances, because every “right beginning” is thought to pass through him. His shrine of the Ianus Geminus famously signaled war and peace by standing open or closed, linking private passages to civic order. More a liminal civilizer than a storm or underworld power, he symbolizes duality—past\/future, inside\/outside—and the wise initiation of change. Traditions also cast him as a primordial host to Saturn, reinforcing his role as the opener of Rome’s sacred and social order.",
    "Historic-Mythic Status Tags":"Mythical, Legendary, Symbolic, Allegorical, Archetypal, Bridge, Composite, Doctrinal\/Canonical, Devotional, Contested",
    "Founding Figure?":"YES",
    "Name.1":"Janus (Ianus)",
    "Jungian Archetypes Tags":"Wise Old Man, Initiator, Father Archetype, Persona",
    "Neumann Stages Tags":"Mythic Ordering of Reality, Initiation, Uroboric Stage, Return to the Community",
    "Category":"Transcendent Liminal–Civilizing Deity",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":2,
    "Name":"Venus",
    "D.O.B":"c. 1570 BCE",
    "D.O.D":"-",
    "Dataviz":-1570,
    "Location":"Rome",
    "Symbolic System Tags":"Roman",
    "Duration":"custom-roman-italic",
    "Description":"Roman Venus is less a capricious lover and more a lineage-founding, state-shaping goddess. As Venus Genetrix, she is mother of Aeneas and ancestress of the Julii, anchoring Roman identity in a sacred genealogy; as Venus Victrix, she lends triumphal charisma to commanders and the promise of clemency after victory; and as Venus Erycina, she bears a powerful, imported cult of allure and protection. Her favor sanctions marriages, reconciliations, and civic prosperity, making eros a public good that binds rivals into kin and city. Politically, she becomes the emblem of grace, concord, and good fortune, a patroness whose star (the morning\/evening planet) signals auspicious beginnings and flourishing order.",
    "Historic-Mythic Status Tags":"Mythical, Legendary, Symbolic, Allegorical, Archetypal, Composite, Bridge, Doctrinal\/Canonical, Devotional, Contested",
    "Founding Figure?":"YES",
    "Name.1":"Venus",
    "Jungian Archetypes Tags":"Mother Archetype, Anima, Initiator, Trickster, Persona",
    "Neumann Stages Tags":"Uroboric Stage, Initiation, Divine Intervention, Magical Empowerment, Return to the Community, Mythic Ordering of Reality, Coronation of the King",
    "Category":"Love–Fertility Goddess (Genetrix)",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":3,
    "Name":"Saturn (Saturnus)",
    "D.O.B":"c. 1560 BCE",
    "D.O.D":"-",
    "Dataviz":-1560,
    "Location":"Rome",
    "Symbolic System Tags":"Roman",
    "Duration":"custom-roman-italic",
    "Description":"Saturn, the old agrarian king of Latium, arrives as an exiled bringer of sowing, storage, and the first just laws, a civilizer whose memory the Romans tied to their own “golden” beginnings. Welcomed on the Tiber’s banks (some say by Janus), he inaugurates seed-time and measured life; in cult his statue was bound with wool during the year and ritually unbound at Saturnalia, the mid-winter feast of license and renewal. That festival’s playful inversions—masters serving slaves, gifts and mirth—acted as a controlled release before civic order resumed, mirroring the buried seed that must “die” to feed a new season. Saturn’s temple in the Forum guarded the aerarium (state treasury), rooting his power in the city’s economic life as much as its fields and calendar. In Roman imagination he stands less as a cosmic tyrant than as a chthonic civilizing deity—the dark, fertile depth beneath law and plenty, from which order periodically re-emerges.",
    "Historic-Mythic Status Tags":"Mythical, Legendary, Symbolic, Allegorical, Archetypal, Composite, Bridge, Doctrinal\/Canonical, Devotional, Contested",
    "Founding Figure?":"YES",
    "Name.1":"Saturn (Saturnus)",
    "Jungian Archetypes Tags":"Father Archetype, Terrible Father, Wise Old Man, Trickster, Initiator",
    "Neumann Stages Tags":"Mythic Ordering of Reality, Death, Rebirth, Return to the Community, Coronation of the King, Isolation, Initiation",
    "Category":"Chthonic Civilizing Deity",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":4,
    "Name":"Jupiter (Iuppiter)",
    "D.O.B":"c. 1540 BCE",
    "D.O.D":"-",
    "Dataviz":-1540,
    "Location":"Rome",
    "Symbolic System Tags":"Roman",
    "Duration":"custom-roman-italic",
    "Description":"Jupiter is Rome’s sovereign sky god and guarantor of lawful order, invoked first in public vows and last in triumphs paid at his Capitoline temple as Iuppiter Optimus Maximus. His will is read through auspices—thunder, lightning, and bird-signs—by augurs, and he sanctions oaths and treaties (fetial rites, the Iuppiter Lapis “stone of oath”) that bind cities and kings. In war he is Stator (“the Stayer”) who steadies the line, Victor who grants victory, and Feretrius who receives the greatest spoils; in peace he upholds justice and the civic boundary. More than a mythic strongman, Jupiter is the legal-cosmic center of Rome’s state religion, presiding with Juno and Minerva over the Capitoline Triad and uniting divine will with human law across the city and empire.",
    "Historic-Mythic Status Tags":"Mythical, Legendary, Symbolic, Allegorical, Archetypal, Composite, Bridge, Doctrinal\/Canonical, Devotional, Contested",
    "Founding Figure?":"YES",
    "Name.1":"Jupiter (Iuppiter)",
    "Jungian Archetypes Tags":"Father Archetype, Self, Hero, Wise Old Man, Terrible Father",
    "Neumann Stages Tags":"Mythic Ordering of Reality, Coronation of the King, Battle with the Dragon, Divine Intervention, Separation from World Parents, Return to the Community, Magical Empowerment",
    "Category":"Transcendent Sky Civilizing Deity",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":5,
    "Name":"Mars",
    "D.O.B":"c. 1520 BCE",
    "D.O.D":"-",
    "Dataviz":-1520,
    "Location":"Rome",
    "Symbolic System Tags":"Roman",
    "Duration":"custom-roman-italic",
    "Description":"Mars is Rome’s war-father and boundary guardian, a god who fuses agrarian roots with disciplined, state-sanctioned violence. Before he is purely martial, he protects fields, livestock, and fines (boundaries), and his season is March (named for him), when the army and the agricultural year both “set out.” He is invoked by magistrates and soldiers for victory and by farmers for protection, with major rites on the Campus Martius—the Equirria (horse races), the Salii’s shield-dances with the sacred ancilae, the Armilustrium (purification and de-arming), and the controversial October Horse sacrifice. Mythically the father of Romulus, Mars authorizes Rome’s founding ferocity while keeping it under ritual law, turning force into a civic instrument rather than private rage. His symbols—spear, wolf, and the disciplined line—encode the Roman ideal: fertility and expansion secured by ordered arms.",
    "Historic-Mythic Status Tags":"Mythical, Legendary, Symbolic, Allegorical, Archetypal, Composite, Bridge, Doctrinal\/Canonical, Devotional, Contested",
    "Founding Figure?":"YES",
    "Name.1":"Mars",
    "Jungian Archetypes Tags":"Father Archetype, Terrible Father, Hero, Initiator",
    "Neumann Stages Tags":"Battle with the Dragon, Initiation, Return to the Community, Mythic Ordering of Reality, Coronation of the King, Magical Empowerment, Divine Intervention",
    "Category":"Warrior Deity",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":6,
    "Name":"Faunus",
    "D.O.B":"c. 1280 BCE",
    "D.O.D":"-",
    "Dataviz":-1280,
    "Location":"Rome",
    "Symbolic System Tags":"Roman",
    "Duration":"custom-roman-italic",
    "Description":"Faunus is Rome’s rustic god of woods, fields, and prophecy—the voice that speaks from groves and in dream-oracles. As a liminal power, he mediates wild nature and civic life, offering riddling guidance to shepherds, kings, and founders. In some traditions he overlaps with Pan\/Lupercus and is linked to rites of fertility and protection. Remembered as a wise-yet-ambiguous woodland patron, Faunus blesses crossings when approached with reverence—and confounds them when he’s not.",
    "Historic-Mythic Status Tags":"Mythical, Legendary, Symbolic, Allegorical, Archetypal, Composite, Bridge, Devotional, Contested",
    "Founding Figure?":"NO",
    "Name.1":"Faunus",
    "Jungian Archetypes Tags":"Wise Old Man, Trickster, Initiator, Father Archetype",
    "Neumann Stages Tags":"Initiation, Descent into the Underworld, Mythic Ordering of Reality, Return to the Community, Magical Empowerment, Divine Intervention, Uroboric Stage",
    "Category":"Rustic Oracular Liminal Deity",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":7,
    "Name":"Evander",
    "D.O.B":"c. 1260 BCE",
    "D.O.D":"-",
    "Dataviz":-1260,
    "Location":"Latium",
    "Symbolic System Tags":"Roman",
    "Duration":"custom-roman-italic",
    "Description":"Evander is the Arcadian culture-hero who settles on the future Palatine Hill (Pallantium) and becomes a wise host and ally to Aeneas in Latium. He’s remembered for bringing Greek letters, crafts, and rites to Italy, including honoring Hercules at the Ara Maxima by the Forum Boarium. As elder settler-king and father of Pallas, he helps stitch Greek and Italic worlds together through counsel and alliance. In Roman memory he stands as a civilizing bridge figure—preparing the ground that Aeneas and his descendants will build into Rome.",
    "Historic-Mythic Status Tags":"Legendary, Mythical, Symbolic, Archetypal, Bridge, Composite, Historically Plausible, Contested, Allegorical",
    "Founding Figure?":"NO",
    "Name.1":"Evander",
    "Jungian Archetypes Tags":"Wise Old Man, Initiator, Father Archetype, Hero, Persona",
    "Neumann Stages Tags":"Initiation, Mythic Ordering of Reality, Return to the Community, Coronation of the King, Divine Intervention",
    "Category":"Arcadian Culture-Hero",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":8,
    "Name":"Tiberinus",
    "D.O.B":"c. 1250 BCE",
    "D.O.D":"-",
    "Dataviz":-1250,
    "Location":"Rome",
    "Symbolic System Tags":"Roman",
    "Duration":"custom-roman-italic",
    "Description":"Tiberinus is the river-father of the Tiber, the local numen who embodies Rome’s lifeline, boundary, and passage. In the founder cycle he receives\/saves Romulus and Remus, guiding the city’s destiny from the water’s edge. His presence sanctifies fords, bridges, and Tiber Island, where crossings, vows, and healings tie wild flow to civic order. Both fertile and perilous, he is a liminal, slightly chthonic patron whose currents test, protect, and ultimately deliver Rome’s people into their place.",
    "Historic-Mythic Status Tags":"Mythical, Legendary, Symbolic, Allegorical, Archetypal, Composite, Bridge, Doctrinal\/Canonical, Devotional, Historically Plausible, Contested",
    "Founding Figure?":"NO",
    "Name.1":"Tiberinus",
    "Jungian Archetypes Tags":"Father Archetype, Wise Old Man, Initiator, Self",
    "Neumann Stages Tags":"Uroboric Stage, Initiation, Mythic Ordering of Reality, Return to the Community, Divine Intervention, Rebirth",
    "Category":"River-Father Numen",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":9,
    "Name":"Hercules",
    "D.O.B":"c. 1250 BCE",
    "D.O.D":"-",
    "Dataviz":-1250,
    "Location":"Rome",
    "Symbolic System Tags":"Roman",
    "Duration":"custom-roman-italic",
    "Description":"Hercules is the civilizing strongman whose force is yoked to public good. At the Ara Maxima by the Forum Boarium he’s famed for slaying Cacus, opening a safe corridor for trade and travel and becoming patron of merchants, teamsters, and vowed thanksgiving rites. Roman worship emphasizes discipline and reciprocity—strength purified through labor, rewarded with offerings and communal feasts—rather than the tragic volatility of his Greek career. Titles like Invictus highlight his unconquered power in service of city and law, and his cult marks the riverfront where wild flow becomes civic order.",
    "Historic-Mythic Status Tags":"Mythical, Legendary, Symbolic, Allegorical, Archetypal, Bridge, Composite, Devotional, Doctrinal\/Canonical, Historically Plausible, Contested",
    "Founding Figure?":"YES",
    "Name.1":"Hercules",
    "Jungian Archetypes Tags":"Hero, Initiator, Trickster, Shadow, Father Archetype",
    "Neumann Stages Tags":"Separation from World Parents, Battle with the Dragon, Initiation, Descent into the Underworld, Death, Rebirth, Return to the Community, Magical Empowerment, Divine Intervention",
    "Category":"Civilizing Hero",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":10,
    "Name":"Latinus",
    "D.O.B":"c. 1235 BCE",
    "D.O.D":"-",
    "Dataviz":-1235,
    "Location":"Latium",
    "Symbolic System Tags":"Roman",
    "Duration":"custom-roman-italic",
    "Description":"Latinus is the native king of Latium who receives the Trojan exile Aeneas and helps found a new civic order through treaty and the marriage of his daughter Lavinia. Guided by omens to prefer alliance over war, he embodies the lawful host-king who integrates outsiders into the community. As eponym of the Latins, his name explains the people and land that become the seedbed of Rome. In Roman memory he’s a stabilizing father figure, turning conflict into legitimacy and laying the groundwork for the Roman line.",
    "Historic-Mythic Status Tags":"Legendary, Mythical, Symbolic, Allegorical, Archetypal, Bridge, Composite, Historically Plausible, Contested",
    "Founding Figure?":"NO",
    "Name.1":"Latinus",
    "Jungian Archetypes Tags":"Father Archetype, Wise Old Man, Initiator, Persona",
    "Neumann Stages Tags":"Coronation of the King, Mythic Ordering of Reality, Return to the Community, Initiation, Divine Intervention",
    "Category":"Native Latin Host-King",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":11,
    "Name":"Aeneas",
    "D.O.B":"c. 1220 BCE",
    "D.O.D":"-",
    "Dataviz":-1220,
    "Location":"Latium",
    "Symbolic System Tags":"Roman",
    "Duration":"custom-roman-italic",
    "Description":"Aeneas is Rome’s Trojan founding hero, famed for pietas—carrying his father Anchises and the household gods (Penates) from the burning city to safeguard Troy’s sacred identity. Guided by prophecies and divine aid, he wanders the Mediterranean, descends to the underworld for a vision of Rome’s future, and finally lands in Latium. There he forges alliance with King Latinus, marries Lavinia, and defeats Turnus, establishing Lavinium and the line that will lead to Alba Longa and, ultimately, Rome. In Roman memory he embodies duty over desire, the lawful transfer of sacred authority, and the moment Troy’s legacy becomes Rome’s destiny.",
    "Historic-Mythic Status Tags":"Mythical, Legendary, Symbolic, Allegorical, Archetypal, Bridge, Composite, Doctrinal\/Canonical, Devotional, Historically Plausible, Contested",
    "Founding Figure?":"YES",
    "Name.1":"Aeneas",
    "Jungian Archetypes Tags":"Hero, Initiator, Father Archetype, Persona",
    "Neumann Stages Tags":"Separation from World Parents, Battle with the Dragon, Initiation, Descent into the Underworld, Divine Intervention, Return to the Community, Mythic Ordering of Reality, Magical Empowerment",
    "Category":"Trojan Founding Hero (Progenitor of Rome)",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":12,
    "Name":"Quirinus",
    "D.O.B":"c. 771 BCE",
    "D.O.D":"-",
    "Dataviz":-771,
    "Location":"Rome",
    "Symbolic System Tags":"Roman",
    "Duration":"custom-roman-italic",
    "Description":"Quirinus is the deified form of Romulus, Rome’s founder, translated from mortal king to civic patron. As Quirinus he embodies the quirites—the Roman citizen body—shifting the founding energy of conquest into stabilized civic order. His cult, paired with Jupiter and Mars in the early state triad, marks him as guardian of cohesion rather than battlefield prowess. Centered on the Quirinal Hill, his rites honor the city-as-one body he protects. In short: Quirinus is the Deified City Founder & Civic Father, sanctifying Rome’s passage from war-band to lawful polity.",
    "Historic-Mythic Status Tags":"Mythical, Legendary, Symbolic, Allegorical, Archetypal, Composite, Bridge, Doctrinal\/Canonical, Devotional, Contested",
    "Founding Figure?":"YES",
    "Name.1":"Quirinus",
    "Jungian Archetypes Tags":"Father Archetype, Self, Hero, Initiator, Persona",
    "Neumann Stages Tags":"Coronation of the King, Death, Rebirth, Return to the Community, Mythic Ordering of Reality, Initiation, Divine Intervention",
    "Category":"Deified Founder",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":13,
    "Name":"Romulus",
    "D.O.B":"c. 771 BCE",
    "D.O.D":"c. 716 BCE",
    "Dataviz":-771,
    "Location":"Rome",
    "Symbolic System Tags":"Roman",
    "Duration":"custom-roman-italic",
    "Description":"Founder and first king of Rome, twin brother of Remus. According to legend, he survived infancy after being suckled by a she-wolf, restored his grandfather Numitor to power, and went on to establish the city of Rome in 753 BCE. Conflict arose between the brothers over the site and leadership of the new city: Romulus favored the Palatine Hill, while Remus mocked him by leaping over the unfinished walls. In anger, Romulus killed Remus and ruled alone, marking the origin of the state with fratricide. Romulus created Rome’s Senate and military structure, and united the Romans with the Sabines after the abduction of the Sabine women. He expanded Roman territory through war and is said to have disappeared in a storm, later worshiped as the god Quirinus.",
    "Historic-Mythic Status Tags":"Legendary, Mythical, Historic, Historically Plausible, Symbolic, Allegorical, Archetypal, Devotional, Contested",
    "Founding Figure?":"YES",
    "Name.1":"Romulus",
    "Jungian Archetypes Tags":"Hero, Initiator, Father Archetype, Terrible Father, Trickster, Persona",
    "Neumann Stages Tags":"Mythic Ordering of Reality, Battle with the Dragon, Coronation of the King, Initiation, Death, Rebirth, Return to the Community, Divine Intervention, Separation from World Parents",
    "Category":"Founding Father of Rome",
    "Y-pos":"0",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":14,
    "Name":"Numa Pompilius",
    "D.O.B":"c. 754 BCE",
    "D.O.D":"c. 673 BCE",
    "Dataviz":-754,
    "Location":"Rome",
    "Symbolic System Tags":"Roman",
    "Duration":"custom-roman-italic",
    "Description":"The second king of Rome, chosen after Romulus. He was of Sabine origin and became known for establishing Rome’s key religious and legal institutions. His reforms included organizing the priestly colleges (such as the Pontifices and Vestal Virgins), introducing many cults and rituals, and creating a twelve-month calendar. He is associated with a long period of peace, during which the temple of Janus remained closed. Ancient tradition also links him with the nymph Egeria, who was said to advise him on matters of law and ritual.",
    "Historic-Mythic Status Tags":"Legendary, Historic, Historically Plausible, Symbolic, Allegorical, Archetypal",
    "Founding Figure?":"YES",
    "Name.1":"Numa Pompilius",
    "Jungian Archetypes Tags":"Wise Old Man, Initiator, Father Archetype, Persona, Self",
    "Neumann Stages Tags":"Mythic Ordering of Reality, Initiation, Coronation of the King, Return to the Community, Divine Intervention, Isolation, Magical Empowerment",
    "Category":"Lawgiver-King & Cult-Architect",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":15,
    "Name":"Egeria",
    "D.O.B":"c. 750 BCE",
    "D.O.D":"-",
    "Dataviz":-750,
    "Location":"Rome",
    "Symbolic System Tags":"Roman",
    "Duration":"custom-roman-italic",
    "Description":"A Roman nymph associated with a sacred grove near the Porta Capena in Rome. She was said to be the consort and counselor of King Numa Pompilius, advising him in establishing Rome’s early religious and legal institutions. Her role highlights the divine sanction of Numa’s reforms. Later traditions connected her with healing springs and local cult sites, but she was not an object of major Roman worship.",
    "Historic-Mythic Status Tags":"Legendary, Mythical, Symbolic, Allegorical, Archetypal, Devotional",
    "Founding Figure?":"NO",
    "Name.1":"Egeria",
    "Jungian Archetypes Tags":"Wise Old Woman, Initiator, Anima, Mother Archetype",
    "Neumann Stages Tags":"Divine Intervention, Initiation, Mythic Ordering of Reality, Isolation, Magical Empowerment, Return to the Community",
    "Category":"Oracular Nymph & Lawgiving Muse",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":16,
    "Name":"Tullus Hostilius",
    "D.O.B":"c. 700 BCE",
    "D.O.D":"c. 642 BCE",
    "Dataviz":-700,
    "Location":"Rome",
    "Symbolic System Tags":"Roman",
    "Duration":"custom-roman-italic",
    "Description":"Third king of Rome, remembered as a warrior-king in contrast to his peaceful predecessor Numa. He expanded Rome through wars with Alba Longa, Veii, and Fidenae, famously deciding the Alba Longa conflict through the combat of the Horatii and Curiatii triplets. After absorbing Alba Longa’s population, he strengthened Rome’s Senate and citizen body. Neglecting proper religious rites, he was said to have been struck down by lightning along with his house, remembered as a cautionary tale about impiety.",
    "Historic-Mythic Status Tags":"Legendary, Historic, Historically Plausible, Symbolic, Allegorical, Archetypal, Contested",
    "Founding Figure?":"NO",
    "Name.1":"Tullus Hostilius",
    "Jungian Archetypes Tags":"Hero, Father Archetype, Terrible Father, Persona, Shadow, Initiator",
    "Neumann Stages Tags":"Battle with the Dragon, Coronation of the King, Mythic Ordering of Reality, Divine Intervention, Death, Return to the Community, Initiation",
    "Category":"Warrior King",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":17,
    "Name":"Ancus Marcius",
    "D.O.B":"c. 670 BCE",
    "D.O.D":"c. 617 BCE",
    "Dataviz":-670,
    "Location":"Rome",
    "Symbolic System Tags":"Roman",
    "Duration":"custom-roman-italic",
    "Description":"Fourth king of Rome, grandson of Numa Pompilius, remembered for combining piety with military vigor. He restored neglected religious rites and formalized the fetial priests’ rituals for declaring war and treaties. Militarily, he defeated the Latins and resettled their populations in Rome, expanding the citizen body. He founded the port of Ostia, secured saltworks, built the first bridge over the Tiber (Pons Sublicius), and established Rome’s first prison. His reign marked Rome’s growth into a structured city-state with access to the sea, balancing religion, war, and civic construction.",
    "Historic-Mythic Status Tags":"Legendary, Historic, Historically Plausible, Symbolic, Allegorical, Archetypal, Contested",
    "Founding Figure?":"NO",
    "Name.1":"Ancus Marcius",
    "Jungian Archetypes Tags":"Wise Old Man, Father Archetype, Initiator, Persona, Hero",
    "Neumann Stages Tags":"Mythic Ordering of Reality, Return to the Community, Coronation of the King, Initiation, Battle with the Dragon, Magical Empowerment, Divine Intervention",
    "Category":"Ritual-Legal Builder-King",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":18,
    "Name":"Tarquinius Priscus",
    "D.O.B":"c. 655 BCE",
    "D.O.D":"c. 578 BCE",
    "Dataviz":-655,
    "Location":"Rome",
    "Symbolic System Tags":"Roman",
    "Duration":"custom-roman-italic",
    "Description":"Fifth king of Rome, originally from the Etruscan city of Tarquinii. With the support of his wife Tanaquil, known for her prophetic skills, he secured the throne after Ancus Marcius’ death. He expanded Roman territory through wars, increased the Senate and cavalry, and initiated major building projects including the Circus Maximus, Cloaca Maxima, and the Temple of Jupiter on the Capitoline Hill. Remembered as the first Etruscan king of Rome, he symbolized Rome’s openness to outside influence. He was eventually assassinated by the sons of Ancus, but his dynasty continued through his son-in-law Servius Tullius.",
    "Historic-Mythic Status Tags":"Legendary, Historic, Historically Plausible, Symbolic, Allegorical, Archetypal, Contested",
    "Founding Figure?":"NO",
    "Name.1":"Tarquinius Priscus",
    "Jungian Archetypes Tags":"Father Archetype, Hero, Initiator, Persona, Trickster, Terrible Father",
    "Neumann Stages Tags":"Coronation of the King, Mythic Ordering of Reality, Battle with the Dragon, Initiation, Divine Intervention, Return to the Community, Death, Magical Empowerment",
    "Category":"Builder-King",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":19,
    "Name":"Servius Tullius",
    "D.O.B":"c. 600 BCE",
    "D.O.D":"c. 535 BCE",
    "Dataviz":-600,
    "Location":"Rome",
    "Symbolic System Tags":"Roman",
    "Duration":"custom-roman-italic",
    "Description":"Sixth king of Rome, remembered as a reformer and organizer. Of humble or possibly servile origins, he rose to power after Tarquinius Priscus’ death with the support of Queen Tanaquil. He introduced the census, dividing citizens into classes and centuries based on wealth, established the comitia centuriata, and expanded Rome’s territory and defenses, including the Servian Wall. He also built the temple of Diana on the Aventine to unify Rome with the Latins. His reign ended violently when he was overthrown by Tarquinius Superbus; his own daughter Tullia infamously drove her chariot over his body, marking the brutality that preceded the fall of the monarchy.",
    "Historic-Mythic Status Tags":"Legendary, Historic, Historically Plausible, Symbolic, Allegorical, Archetypal, Contested",
    "Founding Figure?":"YES",
    "Name.1":"Servius Tullius",
    "Jungian Archetypes Tags":"Initiator, Father Archetype, Persona, Wise Old Man, Hero, Shadow",
    "Neumann Stages Tags":"Mythic Ordering of Reality, Coronation of the King, Initiation, Return to the Community, Battle with the Dragon, Death, Ego Collapse",
    "Category":"Census Reformer-King",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":20,
    "Name":"Lucius Junius Brutus",
    "D.O.B":"c. 580 BCE",
    "D.O.D":"c. 495 BCE",
    "Dataviz":-580,
    "Location":"Rome",
    "Symbolic System Tags":"Roman",
    "Duration":"custom-roman-italic",
    "Description":"Nephew of King Tarquinius Superbus, who survived tyranny by feigning stupidity, earning the nickname “Brutus” (“the Dull”). After the rape and suicide of Lucretia, he swore an oath on her blood to overthrow the monarchy and led the revolt that expelled the Tarquins in 509 BCE. As one of Rome’s first consuls, he established the Republic and the principle that no man would hold absolute power. When his own sons conspired to restore the monarchy, he condemned them to death, demonstrating loyalty to the state over family. He later died in battle against Etruscan forces. Remembered as the tyrant-slayer and founder of the Republic, his story framed Rome’s identity around sacrifice, law, and resistance to kingship.",
    "Historic-Mythic Status Tags":"Legendary, Historic, Historically Plausible, Symbolic, Allegorical, Archetypal, Contested",
    "Founding Figure?":"YES",
    "Name.1":"Lucius Junius Brutus",
    "Jungian Archetypes Tags":"Hero, Initiator, Father Archetype, Terrible Father, Trickster, Persona",
    "Neumann Stages Tags":"Mythic Ordering of Reality, Initiation, Battle with the Dragon, Death, Return to the Community, Rebirth, Ego Collapse",
    "Category":"Founder of the Roman Republic",
    "Y-pos":"-40",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":21,
    "Name":"Tarquinius Superbus",
    "D.O.B":"c. 580 BCE",
    "D.O.D":"c. 509 BCE",
    "Dataviz":-580,
    "Location":"Rome",
    "Symbolic System Tags":"Roman",
    "Duration":"custom-roman-italic",
    "Description":"The seventh and last king of Rome, remembered as a tyrant whose pride and cruelty brought down the monarchy. He gained power by marrying Tullia and murdering her father, King Servius Tullius. His reign was marked by oppression of the Senate and reliance on force, but also by ambitious building projects, including the Temple of Jupiter and the Cloaca Maxima (Roman sewer system). His dynasty’s arrogance culminated in the outrage of Lucretia’s violation by his son Sextus, which provoked a revolt that expelled the Tarquins and founded the Roman Republic. He died in exile, a lasting symbol of tyranny in Roman memory.",
    "Historic-Mythic Status Tags":"Legendary, Historically Plausible, Symbolic, Allegorical, Composite, Archetypal, Contested",
    "Founding Figure?":"YES",
    "Name.1":"Tarquinius Superbus",
    "Jungian Archetypes Tags":"Shadow, Terrible Father, Persona, Trickster, Initiator",
    "Neumann Stages Tags":"Coronation of the King, Battle with the Dragon, Mythic Ordering of Reality, Initiation, Ego Collapse, Death, Return to the Community",
    "Category":"Tyrant-King",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":22,
    "Name":"Sextus Tarquinius",
    "D.O.B":"c. 560 BCE",
    "D.O.D":"c. 509 BCE",
    "Dataviz":-560,
    "Location":"Rome",
    "Symbolic System Tags":"Roman",
    "Duration":"custom-roman-italic",
    "Description":"Sextus Tarquinius was the youngest son of Rome’s last king, Tarquinius Superbus. He first gained notoriety for betraying the city of Gabii, pretending to defect and then handing it to his father. He is most infamous for the rape of Lucretia, wife of Collatinus, whose subsequent suicide sparked the revolt that expelled the Tarquins and founded the Roman Republic in 509 BCE. After the monarchy’s fall, Sextus fled into exile, where some accounts say he was killed. He became a lasting symbol of tyranny’s corruption and the downfall of Rome’s kings.",
    "Historic-Mythic Status Tags":"Legendary, Historic, Historically Plausible, Symbolic, Archetypal, Contested",
    "Founding Figure?":"NO",
    "Name.1":"Sextus Tarquinius",
    "Jungian Archetypes Tags":"Shadow, Trickster, Persona",
    "Neumann Stages Tags":"Mythic Ordering of Reality, Initiation, Battle with the Dragon, Ego Collapse, Death",
    "Category":"Royal Antagonist — Catalyst of the Republic",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":23,
    "Name":"Lucretia",
    "D.O.B":"c. 535 BCE",
    "D.O.D":"c. 509 BCE",
    "Dataviz":-535,
    "Location":"Rome",
    "Symbolic System Tags":"Roman",
    "Duration":"custom-roman-italic",
    "Description":"Noble Roman woman, wife of Lucius Tarquinius Collatinus, remembered as the model of chastity and virtue. After being violated by Sextus Tarquinius, son of the king, she revealed the assault to her family and then committed suicide to preserve her honor. Her death became the catalyst for Lucius Junius Brutus to rally the Romans, expel the Tarquins, and establish the Republic in 509 BCE. Lucretia’s story defined Roman ideals of female virtue and sacrifice, marking the transition from monarchy to Republic.",
    "Historic-Mythic Status Tags":"Legendary, Historic, Historically Plausible, Symbolic, Allegorical, Archetypal",
    "Founding Figure?":"YES",
    "Name.1":"Lucretia",
    "Jungian Archetypes Tags":"Persona, Hero, Initiator, Anima, Shadow",
    "Neumann Stages Tags":"Isolation, Death, Return to the Community, Mythic Ordering of Reality, Initiation, Separation from World Parents",
    "Category":"Republic-Founding Martyr",
    "Y-pos":"0",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":24,
    "Name":"Mucius Scaevola (Gaius Mucius)",
    "D.O.B":"c. 530 BCE",
    "D.O.D":"c. 480 BCE",
    "Dataviz":-530,
    "Location":"Rome",
    "Symbolic System Tags":"Roman",
    "Duration":"custom-roman-italic",
    "Description":"Heroic Roman youth of the early Republic, famed for his failed assassination attempt on the Etruscan king Lars Porsenna. Captured after killing the wrong man, he boldly declared that Rome was full of young men like himself, each ready to strike against the king. To prove his courage, he thrust his right hand into a fire and let it burn without flinching. Awed by this display of resolve, Porsenna released him. From then on, he was called Scaevola (“Lefty”), a name that became hereditary. Though his mission failed, his act became a powerful symbol of Roman valor, endurance, and willingness to sacrifice for the Republic.",
    "Historic-Mythic Status Tags":"Legendary, Historic, Historically Plausible, Symbolic, Archetypal",
    "Founding Figure?":"YES",
    "Name.1":"Mucius Scaevola (Gaius Mucius)",
    "Jungian Archetypes Tags":"Hero, Initiator, Persona, Trickster",
    "Neumann Stages Tags":"Battle with the Dragon, Isolation, Initiation, Rebirth, Return to the Community, Mythic Ordering of Reality",
    "Category":"Patriot-Hero",
    "Y-pos":"-50",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":25,
    "Name":"Horatius Cocles",
    "D.O.B":"c. 530 BCE",
    "D.O.D":"c. 480 BCE",
    "Dataviz":-530,
    "Location":"Rome",
    "Symbolic System Tags":"Roman",
    "Duration":"custom-roman-italic",
    "Description":"Heroic Roman soldier, remembered for defending the Sublician Bridge against the invading Etruscan army of Lars Porsenna after the expulsion of the kings. With two companions he held the bridge until it was destroyed, then alone resisted the enemy before leaping fully armed into the Tiber. In some accounts he survived and was rewarded by the Senate; in others he drowned, dying a hero. His nickname “Cocles” (“one-eyed”) reflected a battle wound. He became a symbol of Roman courage and self-sacrifice, honored by the state and remembered as the defender of the Republic.",
    "Historic-Mythic Status Tags":"Legendary, Historic, Historically Plausible, Symbolic, Allegorical, Archetypal, Contested",
    "Founding Figure?":"YES",
    "Name.1":"Horatius Cocles",
    "Jungian Archetypes Tags":"Hero, Initiator, Persona",
    "Neumann Stages Tags":"Battle with the Dragon, Isolation, Initiation, Return to the Community, Mythic Ordering of Reality",
    "Category":"Patriot-Hero",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":26,
    "Name":"Camillus (Marcus Furius Camillus)",
    "D.O.B":"c. 446 BCE",
    "D.O.D":"c. 365 BCE",
    "Dataviz":-446,
    "Location":"Rome",
    "Symbolic System Tags":"Roman",
    "Duration":"custom-roman-italic",
    "Description":"Marcus Furius Camillus was a Roman general and statesman, hailed as the “second founder of Rome.” He captured the Etruscan city of Veii after a decade-long war, but later went into exile over corruption charges. During his absence, the Gauls sacked Rome (390 BCE), and he was recalled to lead the defense, driving them out and restoring the city. Over the following decades, Camillus was repeatedly entrusted with supreme command, serving five times as dictator. He defeated the Volsci, Aequi, and Etruscans, mediated internal strife between patricians and plebeians, and was called upon whenever Rome faced collapse. Remembered for his piety, military brilliance, and the pillar of the Republic, Camillus became a model of Roman resilience and leadership.",
    "Historic-Mythic Status Tags":"Historic, Historically Plausible, Symbolic, Archetypal, Contested",
    "Founding Figure?":"YES",
    "Name.1":"Camillus (Marcus Furius Camillus)",
    "Jungian Archetypes Tags":"Hero, Wise Old Man, Initiator, Father Archetype, Persona",
    "Neumann Stages Tags":"Battle with the Dragon, Isolation, Divine Intervention, Return to the Community, Rebirth, Mythic Ordering of Reality",
    "Category":"Republican General-Statesman",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":27,
    "Name":"Marcus Curtius",
    "D.O.B":"c. 385 BCE",
    "D.O.D":"c. 362 BCE",
    "Dataviz":-385,
    "Location":"Rome",
    "Symbolic System Tags":"Roman",
    "Duration":"custom-roman-italic",
    "Description":"Marcus Curtius was a legendary Roman youth who sacrificed himself for the Republic. When a great chasm opened in the Forum, an oracle declared it would only close if Rome offered its greatest treasure. Curtius proclaimed that Rome’s strength lay in the courage of its warriors, then leapt into the abyss on horseback, fully armed. The ground closed over him, and the site, the Lacus Curtius, remained a lasting symbol of Roman bravery and devotion to the common good.",
    "Historic-Mythic Status Tags":"Legendary, Symbolic, Allegorical, Archetypal",
    "Founding Figure?":"NO",
    "Name.1":"Marcus Curtius",
    "Jungian Archetypes Tags":"Hero, Initiator, Persona",
    "Neumann Stages Tags":"Divine Intervention, Isolation, Death, Descent into the Underworld, Initiation, Return to the Community, Mythic Ordering of Reality, Rebirth",
    "Category":"Patriot-Hero",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":28,
    "Name":"Peter The Apostle",
    "D.O.B":"c. 1 CE",
    "D.O.D":"c. 64 CE",
    "Dataviz":1,
    "Location":"Galilee \/ Rome",
    "Symbolic System Tags":"Christian",
    "Duration":"custom-roman-italic",
    "Description":"Peter the Apostle was a fisherman from Galilee called to follow Jesus, becoming one of his closest disciples and later a leader of the early believers. Known for both his boldness and his moments of weakness, he once carried a sword—a rebellious act under Roman rule—and used it during Jesus’ arrest, only to be rebuked and taught that God’s kingdom was not advanced by violence. After Jesus’ death, Peter ultimately showed steadfast faith, preaching in Jerusalem, Antioch, and finally in Rome, where he was martyred under Nero, traditionally by crucifixion upside down. Remembered as the “rock” upon which the community was built, Peter symbolizes human frailty transformed into enduring strength through faith, and the spread of God’s message from its small beginnings in Galilee to the heart of the empire.",
    "Historic-Mythic Status Tags":"Legendary, Historic, Historically Plausible, Symbolic, Allegorical, Composite, Bridge, Doctrinal\/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?":"NO",
    "Name.1":"Peter The Apostle",
    "Jungian Archetypes Tags":"Initiator, Hero, Wise Old Man, Father Archetype, Persona, Shadow",
    "Neumann Stages Tags":"Separation from World Parents, Initiation, Divine Intervention, Magical Empowerment, Battle with the Dragon, Ego Collapse, Rebirth, Return to the Community, Mythic Ordering of Reality",
    "Category":"Foundational Apostolic Shepherd",
    "Y-pos":"15",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":29,
    "Name":"Paul the Apostle",
    "D.O.B":"c. 5 CE",
    "D.O.D":"c. 64 CE",
    "Dataviz":5,
    "Location":"Tarsus, Cilicia",
    "Symbolic System Tags":"Christian",
    "Duration":"custom-roman-italic",
    "Description":"Paul the Apostle, born Saul of Tarsus, was a zealous persecutor of early Chrisitian believers until a dramatic vision on the road to Damascus transformed him into one of their boldest missionaries. A Roman citizen and trained Jew, he carried the message of Jesus far beyond Judea, founding communities across Asia Minor and Greece and writing letters that shaped Christian theology for centuries. Though he sometimes clashed with Peter over whether Gentile converts must follow Mosaic law, Paul held fast to the conviction that faith in God’s grace was open to all. Enduring beatings, imprisonments, and finally martyrdom in Rome under Nero, he stands as the great bridge-builder who turned a small Jewish movement into a universal faith.",
    "Historic-Mythic Status Tags":"Legendary, Historic, Historically Plausible, Symbolic, Allegorical, Composite, Bridge, Doctrinal\/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?":"NO",
    "Name.1":"Paul the Apostle",
    "Jungian Archetypes Tags":"Initiator, Wise Old Man, Hero, Father Archetype, Persona, Shadow",
    "Neumann Stages Tags":"Separation from World Parents, Divine Intervention, Initiation, Isolation, Battle with the Dragon, Magical Empowerment, Ego Collapse, Rebirth, Return to the Community, Mythic Ordering of Reality, Death",
    "Category":"Apostle to the Gentiles",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":30,
    "Name":"Celsus",
    "D.O.B":"c. 120 CE",
    "D.O.D":"c. 180 CE",
    "Dataviz":120,
    "Location":"Rome \/ Eastern Mediterranean",
    "Symbolic System Tags":"Hellenic, Roman",
    "Duration":"custom-roman-italic",
    "Description":"Celsus was a late 2nd-century Middle Platonist philosopher and one of the earliest and sharpest critics of Christianity. He saw the new faith as dangerous, irrational, and socially disruptive, contrasting it unfavorably with Judaism and Greco-Roman traditions. His satirical retelling of Jesus’ origins, his mockery of Christians as uneducated radicals, and his defense of traditional polytheism give us a unique pagan perspective on the rise of Christianity. While his life details are obscure, his intellectual role became mythologized as the quintessential pagan critic, ensuring his name survived history through the very religion he opposed.",
    "Historic-Mythic Status Tags":"Historic, Symbolic, Contested",
    "Founding Figure?":"NO",
    "Name.1":"Celsus",
    "Jungian Archetypes Tags":"Wise Old Man, Persona, Initiator, Father Archetype, Hero, Shadow",
    "Neumann Stages Tags":"Battle with the Dragon, Mythic Ordering of Reality, Initiation, Return to the Community, Separation from World Parents, Isolation, Rebirth",
    "Category":"Platonist Philosopher & Critic of Christianity",
    "Y-pos":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  }
]