[
  {
    "Index": "1",
    "Name": "Cybele",
    "D.O.B": "c. 2000 BCE",
    "D.O.D": "-",
    "Dataviz": "-2000",
    "Location": "Central/Western Anatolia",
    "Symbolic System Tags": "Phrygian, Luwian, Hittite",
    "Duration": "anatolian",
    "Description": "Cybele represents the Anatolian “Great Mother” archetype, a powerful fertility and mountain goddess whose presence can be traced back into the Bronze Age. Though she was not yet called Cybele in 2000 BCE, the symbolic figure she embodies — a seated mother enthroned upon mountains, guardian of fertility and wild beasts — was already alive in the cults of Central and Western Anatolia. Her sanctuaries were often carved into cliffs and highlands, emphasizing her dominion over rugged landscapes and untamed nature. By the early 1st millennium BCE she emerged in Phrygia as Matar Kubileya (“Mountain Mother”), flanked by lions and celebrated with ecstatic rites of music, drumming, and offerings of devotion that bound communities to her enduring power.",
    "Historic-Mythic Status Tags": "Mythical, Symbolic, Archetypal, Composite, Bridge, Devotional",
    "Founding Figure?": "YES",
    "Name.1": "Cybele",
    "Jungian Archetypes Tags": "Mother Archetype, Terrible Mother, Wise Old Woman, Initiator, Persona, Anima",
    "Neumann Stages Tags": "Uroboric Stage, Descent into the Underworld, Death, Rebirth, Magical Empowerment, Return to the Community, Mythic Ordering of Reality, Coronation of the King",
    "Category": "Chthonic Mother Goddess",
    "Y-pos": "-"
  },
  {
    "Index": "2",
    "Name": "Hannahannah",
    "D.O.B": "c. 1800 BCE",
    "D.O.D": "-",
    "Dataviz": "-1800",
    "Location": "Central Anatolia",
    "Symbolic System Tags": "Hittite",
    "Duration": "anatolian",
    "Description": "Hannahannah is a Hittite mother goddess rooted in Hattian tradition, associated with healing, fertility, and the restoration of life. Unlike the mountain-throned Great Mother figures, Hannahannah’s role is more practical and restorative: she intervenes when balance in the cosmos is broken. In the Telepinu Myth, when the storm god disappears and the world falls into barrenness, Hannahannah sends out a bee to sting and awaken him, restoring fertility to the land. She embodies the power of small forces and healing rituals to correct great disturbances, making her a vital protector of continuity and survival within the Hittite symbolic system.",
    "Historic-Mythic Status Tags": "Mythical, Symbolic, Archetypal, Composite, Devotional",
    "Founding Figure?": "YES",
    "Name.1": "Hannahannah",
    "Jungian Archetypes Tags": "Mother Archetype, Wise Old Woman, Initiator, Trickster",
    "Neumann Stages Tags": "Divine Intervention, Magical Empowerment, Rebirth, Return to the Community, Mythic Ordering of Reality, Initiation",
    "Category": "Great Mother & Restorer of Fertility",
    "Y-pos": "-"
  },
  {
    "Index": "3",
    "Name": "Kumarbi",
    "D.O.B": "c. 1800 BCE",
    "D.O.D": "-",
    "Dataviz": "-1800",
    "Location": "Northern Mesopotamia/Anatolia",
    "Symbolic System Tags": "Hurrian, Hittite",
    "Duration": "anatolian",
    "Description": "Kumarbi was one of the central deities of the Hurrian pantheon, later adopted into Hittite mythology, he embodies a mythic drama of succession, conflict, and creation. He is introduced as the son of the Sky God Anu, but quickly becomes a challenger. In the myth cycle often called the Song of Kumarbi or Kingship in Heaven, Kumarbi rebels against Anu, overthrows him, and in the process bites off and swallows Anu’s genitals. This violent act is both triumphant and ironic, for in devouring the generative power of heaven, Kumarbi inadvertently becomes pregnant with the very gods destined to overthrow him.",
    "Historic-Mythic Status Tags": "Mythical, Symbolic, Allegorical, Archetypal, Bridge",
    "Founding Figure?": "YES",
    "Name.1": "Kumarbi",
    "Jungian Archetypes Tags": "Father Archetype, Terrible Father, Trickster, Shadow, Persona",
    "Neumann Stages Tags": "Separation from World Parents, Battle with the Dragon, Mythic Ordering of Reality, Coronation of the King, Magical Empowerment, Descent into the Underworld",
    "Category": "Chthonic Trickster Deity",
    "Y-pos": "-"
  },
  {
    "Index": "4",
    "Name": "Tarḫunna/Teshub",
    "D.O.B": "c. 1750 BCE",
    "D.O.D": "-",
    "Dataviz": "-1750",
    "Location": "Northern Mesopotamia/Anatolia",
    "Symbolic System Tags": "Hurrian, Hittite",
    "Duration": "anatolian",
    "Description": "Tarḫunna (Hittite) or Teshub (Hurrian) is the storm god and king of the gods in the Anatolian pantheon, born in the violent succession myth where Kumarbi overthrew Anu and, in turn, was challenged by his own offspring. As the thunder-wielding deity, he rose to power through cosmic struggle, overthrowing Kumarbi and taking the throne of heaven. Tarḫunna/Teshub drives a bull-drawn chariot across the skies, commanding storms, rain, and fertility. His reign is marked by constant combat with forces of chaos, especially Illuyanka the serpent and later Kumarbi’s monstrous son Ullikummi. Unlike distant sky gods, he is passionate, combative, and fallible, a figure who can be defeated yet returns stronger, embodying the cyclical struggle that secures cosmic order.",
    "Historic-Mythic Status Tags": "Mythical, Symbolic, Archetypal, Composite, Bridge, Devotional",
    "Founding Figure?": "YES",
    "Name.1": "Tarḫunna/Teshub",
    "Jungian Archetypes Tags": "Hero, Father Archetype, Persona, Initiator, Terrible Father",
    "Neumann Stages Tags": "Battle with the Dragon, Coronation of the King, Mythic Ordering of Reality, Divine Intervention, Magical Empowerment, Return to the Community",
    "Category": "Transcendent Civilizing Warrior Deity",
    "Y-pos": "-"
  },
  {
    "Index": "5",
    "Name": "Illuyanka",
    "D.O.B": "c. 1700 BCE",
    "D.O.D": "-",
    "Dataviz": "-1700",
    "Location": "Central Anatolia",
    "Symbolic System Tags": "Hittite",
    "Duration": "anatolian",
    "Description": "Illuyanka is the Hittite serpent-dragon of chaos, the great enemy of the Storm God. In myth, he first defeats the Storm God and strips him of his powers, forcing the god to scheme through trickery and family alliances to win them back. In the end, Illuyanka is slain, but only at the cost of the Storm God’s own son, underscoring that cosmic order demands sacrifice. Recited at the Purulli spring festival, his myth dramatized the renewal of fertility after chaos, linking him to a broader Near Eastern tradition of storm-god versus serpent combat myths.",
    "Historic-Mythic Status Tags": "Mythical, Symbolic, Archetypal, Allegorical",
    "Founding Figure?": "YES",
    "Name.1": "Illuyanka",
    "Jungian Archetypes Tags": "Shadow, Trickster, Terrible Father",
    "Neumann Stages Tags": "Battle with the Dragon, Death, Mythic Ordering of Reality, Magical Empowerment, Return to the Community",
    "Category": "Chthonic Serpent/Dragon",
    "Y-pos": "-"
  },
  {
    "Index": "6",
    "Name": "Aphrodite",
    "D.O.B": "c. 1500 BCE",
    "D.O.D": "-",
    "Dataviz": "-1500",
    "Location": "Cyprus",
    "Symbolic System Tags": "Hellenic",
    "Duration": "anatolian",
    "Description": "Aphrodite is a goddess of love, desire, and generative power whose origins lie in the Anatolian–Levantine continuum of fertility goddesses. She was especially rooted in Cyprus, where Bronze Age cults of fertility and sacred sexuality flourished around Paphos and Amathus. Though not initially called “Aphrodite”, the symbolic figure she embodies — goddess of love, beauty, and fertility, often flanked by doves or lions — was already alive in Eastern Mediterranean worship. The Greeks later popularized her within their Olympian pantheon, giving her dual genealogies (daughter of Zeus and Dione, or born from Uranus’s sea foam). In epic and myth, she plays decisive roles: sparking the Trojan War through the Judgment of Paris, protecting Trojan heroes like Paris and Aeneas, and binding gods and mortals through irresistible desire. Her cult carried both civic and ecstatic aspects, worshiped as Aphrodite Pandemos (of the people), Aphrodite Urania (heavenly), and Aphrodite Euploia (protector of sailors).",
    "Historic-Mythic Status Tags": "Mythical, Symbolic, Archetypal, Composite, Bridge, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Aphrodite",
    "Jungian Archetypes Tags": "Anima, Mother Archetype, Persona, Trickster, Terrible Mother",
    "Neumann Stages Tags": "Separation from World Parents, Divine Intervention, Magical Empowerment, Mythic Ordering of Reality, Initiation, Death, Rebirth",
    "Category": "Goddess of Love/Eros",
    "Y-pos": "-"
  },
  {
    "Index": "7",
    "Name": "Endymion",
    "D.O.B": "c. 1400 BCE",
    "D.O.D": "-",
    "Dataviz": "-1400",
    "Location": "Mount Latmus (Caria)",
    "Symbolic System Tags": "Hellenic",
    "Duration": "anatolian",
    "Description": "Endymion is a beautiful mortal figure rooted in Anatolian tradition, especially associated with Mount Latmus in Caria (southwestern Anatolia). His myth tells of a shepherd, hunter, or sometimes king, whose beauty captured the love of the moon goddess Selene. Granted eternal youth through unending sleep, Endymion rests in a cave on Latmus while Selene descends each night to embrace him. In some versions he fathers fifty daughters by her, representing the lunar months and embedding him in the cosmic rhythm of the moon. While later Greek traditions claimed him as a king of Elis and ancestor of Aetolian lineages, his strongest cultic ties remained Anatolian, where local communities venerated him as a dreamlike, immortalized figure of beauty and fertility. His myth traveled into Greece much like Aphrodite’s — adopted and reinterpreted, but carrying the mark of Anatolian origin.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Symbolic, Archetypal, Composite, Bridge, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Endymion",
    "Jungian Archetypes Tags": "Animus, Persona, Initiator, Father Archetype",
    "Neumann Stages Tags": "Isolation, Divine Intervention, Death, Rebirth, Descent into the Underworld, Magical Empowerment, Mythic Ordering of Reality, Ego Collapse, Ego Transcendence",
    "Category": "Lunar Beloved & Eternal Sleeper",
    "Y-pos": "-"
  },
  {
    "Index": "8",
    "Name": "Priam",
    "D.O.B": "c. 1280 BCE",
    "D.O.D": "-",
    "Dataviz": "-1280",
    "Location": "Troy (Ilion, NW Anatolia)",
    "Symbolic System Tags": "Hellenic",
    "Duration": "anatolian",
    "Description": "Priam, born Podarces, was the last great king of Troy. As a boy he was ransomed from Heracles’ sack of the city, which gave him his name (“the ransomed one”). He reigned during the Trojan War, remembered not as a warrior but as a dignified father and ruler. He opposed Paris’s abduction of Helen yet stood by his sons as Troy faced its doom. In Homer’s Iliad, his nighttime embassy to Achilles to beg for Hector’s body is one of the most moving episodes of Greek literature, showing his courage and grief. Later traditions tell of his brutal death at the altar of Zeus during Troy’s fall. Priam stands as a symbol of tragic kingship — a man caught between fate, family, and the collapse of his city.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Historically Plausible, Symbolic, Archetypal, Composite",
    "Founding Figure?": "NO",
    "Name.1": "Priam",
    "Jungian Archetypes Tags": "Father Archetype, Wise Old Man, Persona, Terrible Father",
    "Neumann Stages Tags": "Battle with the Dragon, Divine Intervention, Return to the Community, Death, Mythic Ordering of Reality, Ego Collapse, Rebirth (symbolic), Coronation of the King",
    "Category": "King of Troy",
    "Y-pos": "-"
  },
  {
    "Index": "9",
    "Name": "Hector",
    "D.O.B": "c. 1275 BCE",
    "D.O.D": "-",
    "Dataviz": "-1275",
    "Location": "Troy (Ilion, NW Anatolia)",
    "Symbolic System Tags": "Hellenic",
    "Duration": "anatolian",
    "Description": "Hector, eldest son of Priam and Hecuba, was the greatest warrior and defender of Troy. Unlike many heroes, he fought not for glory but out of duty to his family and city. A devoted husband to Andromache and father to Astyanax, Hector is remembered as both warrior and family man. During the Trojan War he killed Patroclus, which brought Achilles back into battle. Knowing his own fate, he chose to stand outside Troy’s walls and face Achilles in single combat. He was slain, and his body was desecrated, though later ransomed by Priam. Hector’s death marks the turning point of the war and the beginning of Troy’s downfall, making him a symbol of tragic loyalty and heroic dignity.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Historically Plausible, Symbolic, Archetypal, Composite, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Hector",
    "Jungian Archetypes Tags": "Hero, Father Archetype, Persona, Shadow",
    "Neumann Stages Tags": "Battle with the Dragon, Isolation, Divine Intervention, Death, Return to the Community, Mythic Ordering of Reality, Ego Collapse",
    "Category": "Prince of Troy & Champion-Defender",
    "Y-pos": "-"
  },
  {
    "Index": "10",
    "Name": "Aeneas",
    "D.O.B": "c. 1270 BCE",
    "D.O.D": "-",
    "Dataviz": "-1270",
    "Location": "Troy / Italy (mythic migration)",
    "Symbolic System Tags": "Hellenic",
    "Duration": "anatolian",
    "Description": "Trojan prince of the Dardanian line (son of Anchises and Aphrodite), Aeneas is a liminal figure who bridges Anatolia and the Greek world. In the Troad (northwest Anatolia), he leads survivors during Troy’s fall and serves as a pious foil to more impetuous heroes. Greek tradition often grants him divine protection and a special fate: spared by gods to carry household gods (Penates) and ancestral rites forward. In Anatolian memory and cult, he’s tied to the Troad’s landscapes (Ida, Dardanian sanctuaries) and to Aphrodite’s favor, marking him as a culture-carrier rather than a mere warrior. Later Greco-Roman narratives project his voyage west, but his root identity remains Anatolian-Trojan: a sacral leader who preserves lineage, rites, and city-founding destiny from Asia Minor toward the Mediterranean future.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Symbolic, Allegorical, Composite, Bridge, Doctrinal/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Aeneas",
    "Jungian Archetypes Tags": "Hero, Father Archetype, Persona, Initiator, Self",
    "Neumann Stages Tags": "Descent into the Underworld, Divine Intervention, Magical Empowerment, Battle with the Dragon, Isolation, Ego Collapse, Ego Transcendence, Return to the Community, Mythic Ordering of Reality, Coronation of the King, Rebirth",
    "Category": "Prince of Troy & Pious Culture-Carrier",
    "Y-pos": "-"
  },
  {
    "Index": "11",
    "Name": "Omphale (Queen of Lydia)",
    "D.O.B": "c. 1260 BCE",
    "D.O.D": "-",
    "Dataviz": "-1260",
    "Location": "Sardis (Lydia)",
    "Symbolic System Tags": "Lydian",
    "Duration": "anatolian",
    "Description": "Omphale, Queen of Lydia, was a powerful Anatolian ruler remembered for enslaving and later marrying Heracles. Their myth is marked by gender reversals, with Heracles dressed in women’s clothes while Omphale bore his lionskin and club. Through this union, she was connected to the legendary dynasties of Lydia. As a rare female sovereign in Greek myth, Omphale stands as a symbol of female authority, cross-cultural exchange, and the playful subversion of heroic norms.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Symbolic, Allegorical, Composite, Archetypal, Contested",
    "Founding Figure?": "NO",
    "Name.1": "Omphale (Queen of Lydia)",
    "Jungian Archetypes Tags": "Persona, Wise Old Woman, Trickster, Initiator, Mother Archetype",
    "Neumann Stages Tags": "Initiation, Divine Intervention, Ego Collapse, Rebirth, Magical Empowerment, Return to the Community, Mythic Ordering of Reality",
    "Category": "Lydian Queen & Ritual Initiatrix",
    "Y-pos": "-"
  },
  {
    "Index": "12",
    "Name": "Helen",
    "D.O.B": "c. 1250 BCE",
    "D.O.D": "-",
    "Dataviz": "-1250",
    "Location": "Sparta / Troy (mythic memory)",
    "Symbolic System Tags": "Hellenic",
    "Duration": "anatolian",
    "Description": "Helen of Sparta (later Helen of Troy) is the semi-divine daughter of Zeus and Leda, famed as the most beautiful woman of her age. Desired by countless suitors, she was married to Menelaus under the Oath of Tyndareus that bound all Greek kings to defend her. Her abduction by Paris of Troy, promised to him by Aphrodite, ignited the Trojan War. In Homer, she appears as both remorseful and self-aware, lamenting the destruction her beauty caused, yet remaining a pivotal figure in the epic. Later versions portray her either returning with Menelaus to Sparta, living on in uneasy reconciliation, or as a phantom double while the true Helen resided in Egypt. Venerated in Sparta as both heroine and goddess of beauty and marriage, Helen stands as an enduring symbol of desire, conflict, and tragic destiny.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Symbolic, Archetypal, Composite, Bridge, Contested, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Helen",
    "Jungian Archetypes Tags": "Anima, Persona, Trickster, Initiator, Shadow",
    "Neumann Stages Tags": "Divine Intervention, Magical Empowerment, Initiation, Isolation, Ego Collapse, Return to the Community, Rebirth, Mythic Ordering of Reality, Coronation of the King",
    "Category": "Spartan Queen & Catalyst of the Trojan War",
    "Y-pos": "-"
  },
  {
    "Index": "13",
    "Name": "Attis",
    "D.O.B": "c. 1000 BCE",
    "D.O.D": "-",
    "Dataviz": "-1000",
    "Location": "Phrygia (linked to Cybele cult)",
    "Symbolic System Tags": "Phrygian",
    "Duration": "anatolian",
    "Description": "Attis is the Phrygian youth and beloved of the Great Mother Cybele, embodying the cycle of fertility, death, and rebirth. Born of miraculous origins, he was renowned for his beauty and chosen by Cybele as her companion or priest. Driven to madness by Cybele who grew jealous, Attis castrated himself beneath a pine tree, and his blood fertilized the earth. In Phrygian and later Roman cults, he became the symbol of vegetation’s seasonal cycle — mourned in death each spring and celebrated in rebirth. His worship was marked by ecstatic rites, pine symbolism, and the devotion of Cybele’s eunuch priests, the Galli. As a liminal figure between mortal and divine, Attis endures as a tragic yet regenerative archetype of life’s eternal renewal.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Symbolic, Allegorical, Composite, Archetypal, Devotional, Contested",
    "Founding Figure?": "YES",
    "Name.1": "Attis",
    "Jungian Archetypes Tags": "Animus, Persona, Hero, Initiator",
    "Neumann Stages Tags": "Death, Rebirth, Descent into the Underworld, Magical Empowerment, Divine Intervention, Initiation, Return to the Community, Mythic Ordering of Reality, Ego Collapse, Ego Transcendence",
    "Category": "Vegetation God (Cybele’s Initiatory Martyr)",
    "Y-pos": "-"
  },
  {
    "Index": "14",
    "Name": "Gordias",
    "D.O.B": "c. 800 BCE",
    "D.O.D": "c. 750 BCE",
    "Dataviz": "-800",
    "Location": "Gordion (Phrygia)",
    "Symbolic System Tags": "Phrygian",
    "Duration": "anatolian",
    "Description": "Gordias begins as a poor Phrygian farmer, sometimes said to have been a wagon-driver or ploughman. In one account, an oracle declared that the next man to enter the city driving an ox-cart would be chosen as king. Gordias, arriving in his humble cart, was hailed as the divinely appointed ruler. Grateful for his rise, he dedicated the cart to the gods and tied it to a post with the famously intricate Gordian Knot. This knot became a riddle of destiny: whoever could untie it was foretold to rule Asia. The story of Gordias story reflects a recurring Near Eastern motif — the elevation of a simple man to kingship by divine sign.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Historically Plausible, Symbolic, Archetypal",
    "Founding Figure?": "NO",
    "Name.1": "Gordias",
    "Jungian Archetypes Tags": "Initiator, Persona, Father Archetype, Wise Old Man",
    "Neumann Stages Tags": "Coronation of the King, Divine Intervention, Mythic Ordering of Reality, Return to the Community, Magical Empowerment",
    "Category": "Founder-King & Originator of the Gordian Knot",
    "Y-pos": "-"
  },
  {
    "Index": "15",
    "Name": "Midas",
    "D.O.B": "c. 740 BCE",
    "D.O.D": "c. 696 BCE",
    "Dataviz": "-740",
    "Location": "Gordion (Phrygia)",
    "Symbolic System Tags": "Phrygian",
    "Duration": "anatolian",
    "Description": "Midas was the legendary Phrygian king, son or descendant of Gordias, remembered as both a historical monarch and a mythic figure. In myth, he is most famous for the “golden touch” granted by Dionysus after Midas showed hospitality to his companion Silenus. Delightful at first, the gift soon became a curse when food and drink became inedible, and even his daughter turned lifeless in his arms. Repenting, he washed the gift away in the river Pactolus, which thereafter carried golden sands. In another tale, Midas acted as a judge in a musical contest between Apollo and a rustic challenger. When Midas sided against Apollo, the god punished him by giving him donkey ears, which he hid under his Phrygian cap. Only his barber knew the secret, but the man whispered it into a hole in the ground; reeds grew there, and when the wind blew, they whispered: “King Midas has donkey ears.” These myths made him an enduring emblem of greed, folly, and the inevitability of truth being revealed. Historically, Midas is likely connected to Mita of Mushki, a powerful king of 8th-century Phrygia who dealt with Assyria and Urartu and whose reign ended in tragedy with the Cimmerian invasions around 695 BCE.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Historic, Historically Plausible, Symbolic, Archetypal, Contested",
    "Founding Figure?": "NO",
    "Name.1": "Midas",
    "Jungian Archetypes Tags": "Shadow, Persona, Trickster, Initiator, Father Archetype",
    "Neumann Stages Tags": "Divine Intervention, Magical Empowerment, Ego Collapse, Rebirth, Return to the Community, Mythic Ordering of Reality, Initiation",
    "Category": "Phrygian King",
    "Y-pos": "-"
  },
  {
    "Index": "16",
    "Name": "Alyattes",
    "D.O.B": "c. 610 BCE",
    "D.O.D": "c. 560 BCE",
    "Dataviz": "-610",
    "Location": "Sardis (Lydia)",
    "Symbolic System Tags": "Lydian",
    "Duration": "anatolian",
    "Description": "Alyattes was king of Lydia, a warrior monarch of the Mermnad dynasty who secured Lydia’s power in western Anatolia. He fought long wars against the Ionian Greeks, defeated the nomadic Cimmerians, and clashed with the Medes until a solar eclipse in 585 BCE, famously interpreted as a divine sign, ended the conflict in peace. Alyattes also expanded the use of electrum coinage, laying foundations for Lydia’s economic strength, and his monumental tumulus at Bin Tepe near Sardis stands as a testament to his reign. Succeeded by his son Croesus, Alyattes is remembered as a builder of Lydian might and a figure where warfare, diplomacy, and early monetary innovation intersect.",
    "Historic-Mythic Status Tags": "Historic, Historically Plausible, Symbolic, Archetypal, Contested",
    "Founding Figure?": "NO",
    "Name.1": "Alyattes",
    "Jungian Archetypes Tags": "Father Archetype, Persona, Hero, Terrible Father, Initiator",
    "Neumann Stages Tags": "Coronation of the King, Battle with the Dragon, Divine Intervention, Mythic Ordering of Reality, Return to the Community, Magical Empowerment",
    "Category": "Lydian Expansionist King",
    "Y-pos": "-"
  },
  {
    "Index": "17",
    "Name": "Croesus",
    "D.O.B": "c. 595 BCE",
    "D.O.D": "c. 546 BCE",
    "Dataviz": "-595",
    "Location": "Sardis (Lydia)",
    "Symbolic System Tags": "Lydian",
    "Duration": "anatolian",
    "Description": "Croesus was king of Lydia from c. 560–547 BCE, famed for his immense wealth and as the first ruler to mint standardized gold and silver coinage. He extended Lydian influence over the Ionian Greeks, forged ties with major sanctuaries through lavish dedications, and became proverbial for prosperity (“as rich as Croesus”). His downfall came after misinterpreting a prophecy that promised the destruction of a great empire if he crossed the Halys River — a prediction fulfilled when Lydia itself fell to Cyrus the Great of Persia. Captured at Sardis, later traditions portray him either spared to serve as an advisor or perishing in defeat. Croesus endures as the archetypal wealthy king undone by fate, remembered both as a symbol of prosperity and as a warning about the fragility of fortune.",
    "Historic-Mythic Status Tags": "Historic, Historically Plausible, Symbolic, Archetypal, Contested",
    "Founding Figure?": "NO",
    "Name.1": "Croesus",
    "Jungian Archetypes Tags": "Persona, Father Archetype, Shadow, Hero, Initiator",
    "Neumann Stages Tags": "Coronation of the King, Divine Intervention, Battle with the Dragon, Ego Collapse, Death, Rebirth, Mythic Ordering of Reality, Return to the Community",
    "Category": "Last Great Lydian King",
    "Y-pos": "-"
  }
]