[
  {
    "Index":1,
    "Name":"Anitta Text",
    "Approx. Date":"c. 1750 BCE",
    "Dataviz date":-1750,
    "Metaphysical Tags":"Dialectics (Conflict), Grid (Systematic Structuralism), Subversion (Negation)",
    "Arts and Sciences Tags":"Warfare, Political Science \/ Law, History",
    "Access Level":"Literate Class",
    "Short Description":"The earliest known Hittite royal inscription, recounting King Anitta’s conquests and declarations in central Anatolia. It documents his military victories, including the destruction and cursing of Hattusa, which he forbids future kings from rebuilding. Blending political record with divine sanction, the text serves to legitimize Anitta’s authority and establish dynastic memory.",
    "Jungian Archetypes Tags":"Hero, Father Archetype, Terrible Father, Initiator",
    "Neumann Stages Tags":"Battle with the Dragon, Divine Intervention, Initiation, Mythic Ordering of Reality, Coronation of the King",
    "Original Geographical Location":"Kanesh, Hatti",
    "Current Geographical Location":"Kültepe, Turkey",
    "Original Language":"Old Hittite",
    "Name.1":"Anitta Text",
    "Civlizational code?":"NO",
    "Author":"King Anitta of Kanesh",
    "Comtean framework":"Synthetic Litarature",
    "Category":"Mytho-Political Chronicle",
    "Socio-political Tags":"Priestly \/ Theocratic, Royal, Warrior \/ Imperial, Bureaucratic \/ Legal \/ Scribal",
    "Literary Forms Tags":"Record \/ Chronicle, Proclamation \/ Decree, Personal Writings, Oral Tradition",
    "Literary Themes Tags":"Political, Prophetic \/ Revelation, Ritual \/ Devotional, Historical Reflection",
    "Symbolic System Tags":"Hittite",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":2,
    "Name":"Edicts of Telepinu",
    "Approx. Date":"c. 1525–1500 BCE",
    "Dataviz date":-1513,
    "Metaphysical Tags":"Grid (Systematic Structuralism), Dialectics (Conflict), Subversion (Negation)",
    "Arts and Sciences Tags":"Political Science \/ Law, History",
    "Access Level":"Literate Class",
    "Short Description":"A royal proclamation from King Telepinu of the Hittite kingdom, combining dynastic history with legal reform. It recounts the successes and failures of earlier kings, highlighting the chaos caused by murder, exile, and rivalry within the royal family. In response, Telepinu issues a new law mandating peaceful royal succession and forbidding political violence. Framing his reforms as a restoration of divine and moral order, the edict aims to legitimize his rule and reestablish dynastic stability.",
    "Jungian Archetypes Tags":"Initiator, Father Archetype, Terrible Father, Hero",
    "Neumann Stages Tags":"Mythic Ordering of Reality, Initiation, Death, Divine Intervention, Return to the Community",
    "Original Geographical Location":"Ḫattuša, Hatti",
    "Current Geographical Location":"Boğazkale, Turkey",
    "Original Language":"Old Hittite",
    "Name.1":"Edicts of Telepinu",
    "Civlizational code?":"NO",
    "Author":"King Telepinu",
    "Comtean framework":"Synthetic Literature",
    "Category":"Mytho-Political Chronicle",
    "Socio-political Tags":"Royal, Bureaucratic \/ Legal \/ Scribal, Subversive \/ Revolutionary",
    "Literary Forms Tags":"Proclamation \/ Decree, Record \/ Chronicle, Rulebook \/ Code",
    "Literary Themes Tags":"Historical Reflection, Political, Didactic \/ Ethical, Prophetic \/ Revelation",
    "Symbolic System Tags":"Hittite",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":3,
    "Name":"Hittite Laws",
    "Approx. Date":"c. 1650–1200 BCE",
    "Dataviz date":-1425,
    "Metaphysical Tags":"Grid (Systematic Structuralism), Dialectics (Conflict), Clockwork (Causal Determinism), Monism (Single Principle)",
    "Arts and Sciences Tags":"Political Science \/ Law, Warfare",
    "Access Level":"Literate Class",
    "Short Description":"A comprehensive legal code from ancient Anatolia, comprises hundreds of clauses; they regulate social, economic, sexual, and ritual behavior through a casuistic format (“If… then…”). Issued under royal authority, the laws reflect a stratified society where punishment varies by class, gender, and offense. They blend empirical regulation with religious taboos and were primarily accessed by the literate legal elite. The code represents one of the earliest Indo-European attempts to systematically order society through law.",
    "Jungian Archetypes Tags":"Shadow, Father Archetype, Terrible Father, Wise Old Man",
    "Neumann Stages Tags":"Mythic Ordering of Reality, Initiation, Battle with the Dragon, Return to the Community",
    "Original Geographical Location":"Ḫattuša, Hatti",
    "Current Geographical Location":"Boğazkale, Turkey",
    "Original Language":"Old Hittite -> New Hittite",
    "Name.1":"Hittite Laws",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Positive\/Empirical",
    "Category":"Law Code",
    "Socio-political Tags":"Bureaucratic \/ Legal \/ Scribal, Royal, Priestly \/ Theocratic, Warrior \/ Imperial",
    "Literary Forms Tags":"Rulebook \/ Code, Manual \/ Instruction, Record \/ Chronicle, Proclamation \/ Decree",
    "Literary Themes Tags":"Ritual \/ Devotional, Political, Didactic \/ Ethical",
    "Symbolic System Tags":"Hittite",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":4,
    "Name":"Purulli Ritual Instructions",
    "Approx. Date":"c. 1400–1200 BCE",
    "Dataviz date":-1300,
    "Metaphysical Tags":"Becoming (Process Ontology), Grid (Systematic Structuralism), Clockwork (Causal Determinism), Monism (Single Principle), Subversion (Negation)",
    "Arts and Sciences Tags":"-",
    "Access Level":"Ceremonial",
    "Short Description":"A ceremonial manual prescribing the annual spring festival dedicated to the Weather God. Performed by the king and queen, the ritual involves offerings, prayers, and the recitation of a myth in which the Storm God defeats the chaos-serpent Illuyanka. Its purpose is to ritually restore cosmic order, ensure fertility and rainfall, and reaffirm the divine legitimacy of royal power. The text reflects a structured integration of theology, seasonal renewal, and state ideology.",
    "Jungian Archetypes Tags":"Initiator, Wise Old Woman, Father Archetype, Self",
    "Neumann Stages Tags":"Mythic Ordering of Reality, Initiation, Return to the Community, Ego Transcendence",
    "Original Geographical Location":"Central Anatolia",
    "Current Geographical Location":"Turkey",
    "Original Language":"Hittite, Hurrian",
    "Name.1":"Purulli Ritual Instructions",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Spring Festival Ritual Manual",
    "Socio-political Tags":"Priestly \/ Theocratic, Royal, Warrior \/ Imperial, Bureaucratic \/ Legal \/ Scribal, Mystical \/ Initiatory",
    "Literary Forms Tags":"Myth, Liturgy, Manual \/ Instruction, Narrative, Fragment, Oral Tradition",
    "Literary Themes Tags":"Ritual \/ Devotional, Cosmological, Didactic \/ Ethical, Existential, Feminine",
    "Symbolic System Tags":"Hittite",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":5,
    "Name":"The Song of Kumarbi",
    "Approx. Date":"c. 1350–1250 BCE",
    "Dataviz date":-1300,
    "Metaphysical Tags":"Becoming (Process Ontology), Pluralism (Multiplicities), Subversion (Negation), Dialectics (Conflict)",
    "Arts and Sciences Tags":"-",
    "Access Level":"Ceremonial",
    "Short Description":"This divine succession narrative describes how Kumarbi overthrows the sky god Anu by biting off his genitals, becoming impregnated with gods, and giving rise to a new ruler, the storm god Teshub. Fragmentary but rich in symbolism, the myth blends cosmic violence, birth metaphors, and divine rivalry to legitimize celestial authority. It served both as a theological cosmogony and a narrative prototype for later succession myths in the region.",
    "Jungian Archetypes Tags":"Hero, Trickster, Father Archetype, Terrible Father, Wise Old Man",
    "Neumann Stages Tags":"Separation from World Parents, Battle with the Dragon, Divine Intervention, Mythic Ordering of Reality, Coronation of the King",
    "Original Geographical Location":"Upper Mesopotamia \/ Anatolia",
    "Current Geographical Location":"Turkey",
    "Original Language":"Hurrian, Hettite",
    "Name.1":"The Song of Kumarbi",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Hurrian-Hittite Succession Myth",
    "Socio-political Tags":"Priestly \/ Theocratic, Royal, Warrior \/ Imperial, Subversive \/ Revolutionary, Mystical \/ Initiatory",
    "Literary Forms Tags":"Myth, Narrative, Epic, Fragment, Oral Tradition",
    "Literary Themes Tags":"Ritual \/ Devotional, Metaphysical, Political, Adventure \/ Heroic Journey, Tragic \/ Lamentation, Cosmological",
    "Symbolic System Tags":"Hurrian, Hittite",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":6,
    "Name":"Treaty of Kadesh ",
    "Approx. Date":"c. 1259 BCE",
    "Dataviz date":-1259,
    "Metaphysical Tags":"Grid (Systematic Structuralism), Clockwork (Causal Determinism), Dialectics (Conflict), Subversion (Negation), Becoming (Process Ontology)",
    "Arts and Sciences Tags":"Political Science \/ Law, Warfare, History",
    "Access Level":"Broadly Known",
    "Short Description":"The Treaty signed between Ramesses II of Egypt and Ḫattušili III of the Hittite Empire, is the earliest known international peace treaty. It ended the conflict following the Battle of Kadesh and established non-aggression, mutual defense, and extradition clauses. Written in both Egyptian (hieroglyphs) and Akkadian (cuneiform)—the diplomatic lingua franca of the time—the treaty reflects the political sophistication of Late Bronze Age diplomacy. While the Akkadian version is neutral, the Egyptian version portrays the treaty as a triumph of Ramesses. Both versions invoke divine witnesses to sacralize the peace.",
    "Jungian Archetypes Tags":"Persona, Hero, Initiator, Father Archetype",
    "Neumann Stages Tags":"Separation from World Parents, Initiation, Return to the Community, Mythic Ordering of Reality, Ego Transcendence",
    "Original Geographical Location":"Hatti, New Kingdom Egypt",
    "Current Geographical Location":"Turkey, Egypt",
    "Original Language":"Egyptian, Akkadian",
    "Name.1":"Treaty of Kadesh",
    "Civlizational code?":"NO",
    "Author":"Ramesses II of Egypt, Ḫattušili III of Hatti",
    "Comtean framework":"Positive\/Empirical",
    "Category":"Peace Treaty",
    "Socio-political Tags":"Royal, Warrior \/ Imperial, Bureaucratic \/ Legal \/ Scribal",
    "Literary Forms Tags":"Proclamation \/ Decree, Doctrine \/ Treatise, Rulebook \/ Code, Manual \/ Instruction, Personal Writings, Record \/ Chronicle, Fragment",
    "Literary Themes Tags":"Political, Didactic \/ Ethical, Historical Reflection",
    "Symbolic System Tags":"Hittite, Egyptian, Akkadian",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":7,
    "Name":"Apology of Hattusili III",
    "Approx. Date":"c. 1267–1237 BCE",
    "Dataviz date":-1252,
    "Metaphysical Tags":"Phenomenology (Experiential), Becoming (Process Ontology), Dialectics (Conflict)",
    "Arts and Sciences Tags":"Political Science \/ Law, History",
    "Access Level":"Literate Class",
    "Short Description":"The Apology of Hattusili III is a first-person royal inscription in which the Hittite king defends his seizure of the throne from his nephew Urhi-Teshub. Hattusili recounts his sickly childhood, divine protection by the goddess Ishtar, and rise to military leadership, presenting his kingship as the fulfillment of divine will. He frames his usurpation not as rebellion but as necessary to restore order, portraying himself as chosen and legitimized by the gods. The text functions as royal propaganda, justifying his reign to the Hittite elite while reinforcing the ideology of divine kingship. Preserved in the Hittite archives at Hattusa, it exemplifies how political authority was intertwined with theology and recorded through the scribal bureaucracy.",
    "Jungian Archetypes Tags":"Hero, Wise Old Woman, Father Archetype, Terrible Father",
    "Neumann Stages Tags":"Isolation, Divine Intervention, Initiation, Return to the Community, Coronation of the King",
    "Original Geographical Location":"Ḫattuša, Hatti",
    "Current Geographical Location":"Turkey",
    "Original Language":"Hittite",
    "Name.1":"Apology of Hattusili III",
    "Civlizational code?":"NO",
    "Author":"King Hattusili III",
    "Comtean framework":"Synthetic Literature",
    "Category":"Mytho-Political Chronicle",
    "Socio-political Tags":"Royal, Warrior \/ Imperial",
    "Literary Forms Tags":"Personal Writings, Essay \/ Argument, Record \/ Chronicle",
    "Literary Themes Tags":"Ritual \/ Devotional, Historical Reflection, Political, Didactic \/ Ethical, Introspective",
    "Symbolic System Tags":"Hurrian, Hittite",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":8,
    "Name":"The Myth of Illuyanka",
    "Approx. Date":"c. 1300–1200 BCE.",
    "Dataviz date":-1250,
    "Metaphysical Tags":"Dialectics (Conflict), Subversion (Negation), Becoming (Process Ontology), Monism (Single Principle)",
    "Arts and Sciences Tags":"-",
    "Access Level":"Ceremonial",
    "Short Description":"The storm god Tarhunt (also called Teshub) battles the serpent-dragon Illuyanka and is defeated. Seeking revenge, Tarhunt devises a clever plan: he marries off his daughter to Illuyanka’s son, and through this alliance, he regains his strength and divine weapons. Ultimately, with the help of his son-in-law, he triumphs over Illuyanka, restoring cosmic order. The myth presents a cycle of defeat, cunning strategy, and divine victory, emphasizing the storm god’s resilience and the restoration of divine balance.",
    "Jungian Archetypes Tags":"Shadow, Hero, Trickster, Father Archetype",
    "Neumann Stages Tags":"Battle with the Dragon, Death, Isolation, Magical Empowerment, Rebirth, Mythic Ordering of Reality",
    "Original Geographical Location":"Ḫattuša, Hatti",
    "Current Geographical Location":"Boğazkale, Turkey",
    "Original Language":"Hittite",
    "Name.1":"The Myth of Illuyanka",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Hittite-Hurrian Battle Myth",
    "Socio-political Tags":"Royal, Warrior \/ Imperial, Mystical \/ Initiatory, Subversive \/ Revolutionary",
    "Literary Forms Tags":"Myth, Narrative, Parable \/ Fable, Epic, Fragment, Oral Tradition",
    "Literary Themes Tags":"Ritual \/ Devotional, Adventure \/ Heroic Journey, Didactic \/ Ethical, Cosmological",
    "Symbolic System Tags":"Hittite",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":9,
    "Name":"Instructions to Priests and Temple Officials",
    "Approx. Date":"c. 1300–1200 BCE",
    "Dataviz date":-1250,
    "Metaphysical Tags":"Grid (Systematic Structuralism), Clockwork (Causal Determinism), Dialectics (Conflict), Phenomenology (Experiential)",
    "Arts and Sciences Tags":"Political Science \/ Law",
    "Access Level":"Clerical",
    "Short Description":"A Hittite royal decree that codified the duties, purity rules, and conduct of temple personnel, warning of divine and royal punishment for negligence or corruption. Issued in the king’s name and preserved by scribes, it turned priests into bureaucratic functionaries whose work sustained the gods’ favor. In the warrior-dominated society of Late Bronze Age Anatolia, these codes ensured that religious life reinforced imperial stability, linking correct ritual directly to the success and legitimacy of the Hittite state",
    "Jungian Archetypes Tags":"Wise Old Man, Father Archetype, Shadow, Initiator",
    "Neumann Stages Tags":"Initiation, Divine Intervention, Mythic Ordering of Reality, Return to the Community",
    "Original Geographical Location":"Ḫattuša, Hatti",
    "Current Geographical Location":"Turkey",
    "Original Language":"Hittite",
    "Name.1":"Instructions to Priests and Temple Officials",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Positive\/Empirical",
    "Category":"Priestly Manual",
    "Socio-political Tags":"Priestly \/ Theocratic, Bureaucratic \/ Legal \/ Scribal, Royal",
    "Literary Forms Tags":"Manual \/ Instruction, Proclamation \/ Decree, Rulebook \/ Code, Record \/ Chronicle",
    "Literary Themes Tags":"Ritual \/ Devotional, Didactic \/ Ethical, Political",
    "Symbolic System Tags":"Hittite",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":10,
    "Name":"The Song of Ullikummi",
    "Approx. Date":"c. 1250–1200 BCE",
    "Dataviz date":-1225,
    "Metaphysical Tags":"Becoming (Process Ontology), Pluralism (Multiplicities), Dialectics (Conflict), Clockwork (Causal Determinism)",
    "Arts and Sciences Tags":"-",
    "Access Level":"Ceremonial",
    "Short Description":"The Song of Ullikummi, part of the Hurrian Kumarbi Cycle, tells how the stone giant Ullikummi grows uncontrollably on the shoulders of the cosmic giant Upelluri to challenge the storm-god Teshub. The gods despair until Ea retrieves the primordial copper tool that once separated heaven and earth, cuts Ullikummi from his base, and restores divine order. Composed in the Hurrian cultural world of the Late Bronze Age and preserved in the Hittite archives at Hattusa, the myth reflects the broader political and religious climate in which cosmic struggle was used to affirm the permanence of kingship and the inevitability of order over chaos. In this symbolic frame, Teshub embodies stable divine-royal authority, while Ullikummi figures as a force of disruptive opposition, resonating with the real tensions of vassal uprisings and threats to Hittite rule. Rather than narrating a specific event, the tale encodes a generalized message of legitimacy and continuity, integrated into the Hittite imperial cult.",
    "Jungian Archetypes Tags":"Shadow, Hero, Wise Old Man, Terrible Father",
    "Neumann Stages Tags":"Uroboric Stage, Battle with the Dragon, Ego Collapse, Divine Intervention, Mythic Ordering of Reality",
    "Original Geographical Location":"Anatolia",
    "Current Geographical Location":"Turkey",
    "Original Language":"Hurrian",
    "Name.1":"The Song of Ullikummi",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Normalization Myth",
    "Socio-political Tags":"Priestly \/ Theocratic, Royal, Warrior \/ Imperial",
    "Literary Forms Tags":"Myth, Narrative, Epic, Fragment",
    "Literary Themes Tags":"Ritual \/ Devotional, Apocalyptic \/ Eschatological, Political, Adventure \/ Heroic Journey, Prophetic \/ Revelation, Cosmological",
    "Symbolic System Tags":"Hurrian, Hittite",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  }
]