[
  {
    "Index":1,
    "Name":"Hymns to Hathor (Dendera Temple Inscriptions)",
    "Approx. Date":"c. 54 BCE–37 CE",
    "Dataviz date":-9,
    "Metaphysical Tags":"Becoming (Process Ontology), Pluralism (Multiplicities), Monism (Single Principle), Clockwork (Causal Determinism), Grid (Systematic Structuralism)",
    "Arts and Sciences Tags":"Philosophy, History, Political Science \/ Law, Education, Public Relations, Human Sciences: Anthropology",
    "Access Level":"Ceremonial",
    "Short Description":"A collection of sacred inscriptions dedicated to the goddess Hathor, found on the walls and ceilings of the Temple of Hathor at Dendera, Egypt. Composed in poetic and mythic language, the hymns praise Hathor’s cosmic, maternal, and royal roles, describing her as the mother of the sun, the Eye of Ra, and the protector of the king. They celebrate her beauty, power, fertility, and celestial functions, often linking her to the rising sun, the stars, and the daily renewal of creation.",
    "Jungian Archetypes Tags":"Mother Archetype, Terrible Mother, Anima, Self, Persona, Initiator",
    "Neumann Stages Tags":"Uroboric Stage, Battle with the Dragon, Separation from World Parents, Initiation, Rebirth, Mythic Ordering of Reality, Coronation of the King",
    "Original Geographical Location":"Dendera (Tentyra)",
    "Current Geographical Location":"Dandarah, Egypt",
    "Original Language":"Late Egyptian hieroglyphs",
    "Name.1":"Dendera Temple Hymns",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Theocratic Decree",
    "Socio-political Tags":"Priestly \/ Theocratic, Royal, Warrior \/ Imperial, Bureaucratic \/ Legal \/ Scribal, Mystical \/ Initiatory",
    "Literary Forms Tags":"Poetry, Myth, Liturgy, Proclamation \/ Decree, Riddle \/ Aphorism",
    "Literary Themes Tags":"Ritual \/ Devotional, Metaphysical, Cosmological, Feminine, Prophetic \/ Revelation, Didactic \/ Ethical",
    "Symbolic System Tags":"Egyptian",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":2,
    "Name":"Artemis Liturgical Papyrus",
    "Approx. Date":"c. 100 BCE–100 CE",
    "Dataviz date":0,
    "Metaphysical Tags":"Monism (Single Principle), Becoming (Process Ontology), Clockwork (Causal Determinism), Grid (Systematic Structuralism)",
    "Arts and Sciences Tags":"Political Science \/ Law, Philosophy, Anthropology",
    "Access Level":"Ceremonial",
    "Short Description":"A hieratic Egyptian ritual manuscript composed during the late Ptolemaic and early Roman periods. It consists of hymns, ritual instructions, and invocations to gods such as Re, Amun, Thoth, and Osiris, structured to guide temple ceremonies and uphold maat—the principle of cosmic order. The text serves as a conservative response to growing Hellenistic and Roman influence, aiming to preserve the integrity of Egyptian cosmology, language, and liturgical tradition at a time when traditional religious authority was under threat.",
    "Jungian Archetypes Tags":"Self, Wise Old Man, Father Archetype, Mother Archetype, Initiator",
    "Neumann Stages Tags":"Mythic Ordering of Reality, Initiation, Divine Intervention, Return to the Community, Magical Empowerment",
    "Original Geographical Location":"Thebes",
    "Current Geographical Location":"Luxor, Egypt",
    "Original Language":"Demotic Egyptian",
    "Name.1":"The Liturgical Papyrus of Paris",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Origin and Normalization Myth",
    "Socio-political Tags":"Priestly \/ Theocratic, Bureaucratic \/ Legal \/ Scribal, Mystical \/ Initiatory",
    "Literary Forms Tags":"Poetry, Myth, Doctrine \/ Treatise, Manual \/ Instruction, Liturgy",
    "Literary Themes Tags":"Ritual \/ Devotional, Metaphysical, Didactic \/ Ethical, Prophetic \/ Revelation, Cosmological",
    "Symbolic System Tags":"Egyptian",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":3,
    "Name":"Demotic Astrological Handbook (Carlsberg Papyrus)",
    "Approx. Date":"c. 50 BCE–100 CE",
    "Dataviz date":25,
    "Metaphysical Tags":"Phenomenology (Experiential), Becoming (Process Ontology), Grid (Systematic Structuralism), Clockwork (Causal Determinism)",
    "Arts and Sciences Tags":"Astronomy, Psychology, Philosophy",
    "Access Level":"Literate Class",
    "Short Description":"One of the earliest known Greco-Egyptian natal horoscope texts, it reflects a fusion of Babylonian, Egyptian, and Greek astrological knowledge under Egyptian priestly authority. The text systematically records the positions of planets at the time of an individual's birth and offers interpretations of personality traits, fate, and future outcomes based on celestial configurations.",
    "Jungian Archetypes Tags":"Shadow, Wise Old Man, Initiator, Father Archetype",
    "Neumann Stages Tags":"Uroboric Stage, Initiation, Magical Empowerment, Mythic Ordering of Reality",
    "Original Geographical Location":"Tebtunis",
    "Current Geographical Location":"Egypt",
    "Original Language":"Demotic Egyptian, Greek",
    "Name.1":"Horoscope Text (Carlsberg Papyrus)",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Hellenistic Consolidation of Astrological Inquiry",
    "Socio-political Tags":"Priestly \/ Theocratic, Bureaucratic \/ Legal \/ Scribal, Scholarly, Warrior \/ Imperial, Mystical \/ Initiatory",
    "Literary Forms Tags":"Manual \/ Instruction, Record \/ Chronicle, Analysis, Doctrine \/ Treatise",
    "Literary Themes Tags":"Metaphysical, Epistemological \/ Hermeneutics, Didactic \/ Ethical, Cosmological",
    "Symbolic System Tags":"Sumerian, Akkadian, Egyptian, Hellenic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":4,
    "Name":"On the Creation (De Opificio Mundi)",
    "Approx. Date":"c. 20–40 CE",
    "Dataviz date":30,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Becoming (Process Ontology), Pluralism (Multiplicities), Grid (Systematic Structuralism), Clockwork (Causal Determinism), Monism (Single Principle)",
    "Arts and Sciences Tags":"Education, Theology, Philosophy, History, Anthropology",
    "Access Level":"Literate Class",
    "Short Description":"A philosophical commentary on Genesis 1, structured as a sequential exposition of creation: the formation of the intelligible world of ideas, then the sensible cosmos, followed by the ordering of time, heavenly bodies, plants, animals, and finally humanity as the image of God. Its tone is reverent, presenting Moses as a prophet-philosopher who revealed the deepest truths of nature. Philo interprets scripture using Platonic cosmology (the distinction between ideal and sensible worlds, modeled after Timaeus) and Stoic Logos-theology, while affirming the transcendent monotheistic God of Judaism as the creator.",
    "Jungian Archetypes Tags":"Wise Old Man, Father Archetype, Self, Hero, Initiator",
    "Neumann Stages Tags":"Uroboric Stage, Separation from World Parents, Divine Intervention, Mythic Ordering of Reality, Ego Transcendence",
    "Original Geographical Location":"Alexandria",
    "Current Geographical Location":"Egypt",
    "Original Language":"Koine Greek",
    "Name.1":"On the Creation (De Opificio Mundi)",
    "Civlizational code?":"NO",
    "Author":"Philo of Alexandria",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Middle Platonic Exegetical Treatise on Genesis",
    "Socio-political Tags":"Priestly \/ Theocratic, Scholarly, Mystical \/ Initiatory",
    "Literary Forms Tags":"Doctrine \/ Treatise, Commentary \/ Exegesis, Essay \/ Argument, Analysis",
    "Literary Themes Tags":"Ritual \/ Devotional, Metaphysical, Epistemological \/ Hermeneutics, Didactic \/ Ethical, Prophetic \/ Revelation, Cosmological",
    "Symbolic System Tags":"Hellenistic, Yahwistic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":5,
    "Name":"Allegorical Interpretation of the Law I–III (Legum Allegoriae)",
    "Approx. Date":"c. 20–40 CE",
    "Dataviz date":30,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Becoming (Process Ontology), Grid (Systematic Structuralism), Monism (Single Principle)",
    "Arts and Sciences Tags":"Education, Political Science \/ Law, Psychology, Theology, Philosophy, Anthropology",
    "Access Level":"Literate Class",
    "Short Description":"Philo’s early exegetical trilogy, devoted to interpreting the opening chapters of Genesis (Paradise, Adam and Eve, Cain and Abel) through allegory. Rather than taking the text literally, Philo reads the narratives as symbols of the soul, its faculties, and its moral struggles. Book I interprets Paradise as the rational soul, the trees as branches of knowledge, and Adam as the mind placed in harmony with virtue. Book II explains Eve as sense perception, Adam as intellect, and the serpent as pleasure or passion leading the soul astray. Book III focuses on Cain and Abel as symbols of self-love versus piety, with Abel representing the soul devoted to God. Ultimately, Philo uses Middle Platonic philosophy to show that Mosaic law and Greek wisdom converge, making Jewish scripture a universal guide to the soul’s ascent.",
    "Jungian Archetypes Tags":"Shadow, Self, Wise Old Man, Trickster, Initiator, Father Archetype",
    "Neumann Stages Tags":"Uroboric Stage, Separation from World Parents, Battle with the Dragon, Isolation, Divine Intervention, Initiation, Mythic Ordering of Reality",
    "Original Geographical Location":"Alexandria",
    "Current Geographical Location":"Egypt",
    "Original Language":"Koine Greek",
    "Name.1":"Legum Allegoriae I–III",
    "Civlizational code?":"NO",
    "Author":"Philo of Alexandria",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Middle Platonic Exegetical Treatise on Genesis",
    "Socio-political Tags":"Priestly \/ Theocratic, Scholarly, Mystical \/ Initiatory, Recluse \/ Ascetic",
    "Literary Forms Tags":"Manual \/ Instruction, Rulebook \/ Code, Liturgy, Proclamation \/ Decree, Riddle \/ Aphorism",
    "Literary Themes Tags":"Ritual \/ Devotional, Apocalyptic \/ Eschatological, Didactic \/ Ethical, Prophetic \/ Revelation",
    "Symbolic System Tags":"Hellenistic, Yahwistic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":6,
    "Name":"On the Sacrifices of Abel and Cain",
    "Approx. Date":"c. 20–40 CE",
    "Dataviz date":30,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Phenomenology (Experiential), Becoming (Process Ontology), Grid (Systematic Structuralism), Monism (Single Principle), Subversion (Negation)",
    "Arts and Sciences Tags":"Theology, Philosophy, Psychology, Political Science \/ Law, Education",
    "Access Level":"Literate Class",
    "Short Description":"Philo uses the Genesis story of Cain and Abel’s offerings to explore the inner meaning of sacrifice. Abel’s gift of the “first fruits” symbolizes a soul that dedicates its best to God, while Cain’s offering of lesser produce represents arrogance, self-reliance, and attachment to possessions. Through allegory, Philo contrasts humility versus pride, reason versus passion, and piety versus irreverence. The treatise is both theological and philosophical: it affirms Jewish scripture while framing it in Middle Platonic categories of spirit versus matter. It also carries a moral-political lesson, warning against tyranny and self-exaltation, and teaching that true governance—of the soul or of a city—requires submission to divine order.",
    "Jungian Archetypes Tags":"Shadow, Self, Hero, Wise Old Man, Father Archetype, Terrible Father",
    "Neumann Stages Tags":"Separation from World Parents, Battle with the Dragon, Initiation, Death, Rebirth, Mythic Ordering of Reality",
    "Original Geographical Location":"Alexandria",
    "Current Geographical Location":"Egypt",
    "Original Language":"Koine Greek",
    "Name.1":"On the Sacrifices of Abel and Cain",
    "Civlizational code?":"NO",
    "Author":"Philo of Alexandria",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Middle Platonic Exegetical Treatise on Genesis",
    "Socio-political Tags":"Priestly \/ Theocratic, Scholarly, Warrior \/ Imperial, Mystical \/ Initiatory",
    "Literary Forms Tags":"Doctrine \/ Treatise, Commentary \/ Exegesis, Essay \/ Argument, Analysis, Parable \/ Fable",
    "Literary Themes Tags":"Ritual \/ Devotional, Metaphysical, Epistemological \/ Hermeneutics, Political, Didactic \/ Ethical, Introspective",
    "Symbolic System Tags":"Hellenistic, Yahwistic, Roman",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":7,
    "Name":"On the Posterity and Exile of Cain",
    "Approx. Date":"c. 20–40 CE",
    "Dataviz date":30,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Phenomenology (Experiential), Becoming (Process Ontology), Grid (Systematic Structuralism), Subversion (Negation)",
    "Arts and Sciences Tags":"Theology, Philosophy, Psychology, Political Science \/ Law, Education, Sociology, History",
    "Access Level":"Literate Class",
    "Short Description":"Philo interprets Cain’s exile and the genealogy of his descendants in Genesis 4–5 as an allegory of the soul estranged from God. Cain’s posterity is not literal but symbolic—each “descendant” represents a vice (anger, greed, arrogance) multiplying endlessly. His building of a “city” is read as the creation of a false civic order, constructed not of justice but of passions, in contrast with the divine law that alone secures legitimacy. The text serves as both moral instruction (warning against arrogance) and a political critique (false empires mirror Cain’s city), blending Yahwistic scripture with Middle Platonic philosophy.",
    "Jungian Archetypes Tags":"Shadow, Self, Wise Old Man, Trickster, Father Archetype, Terrible Father",
    "Neumann Stages Tags":"Separation from World Parents, Isolation, Death, Mythic Ordering of Reality, Descent into the Underworld, Ego Collapse \/ Ego Transcendence",
    "Original Geographical Location":"Alexandria",
    "Current Geographical Location":"Egypt",
    "Original Language":"Koine Greek",
    "Name.1":"On the Posterity and Exile of Cain",
    "Civlizational code?":"NO",
    "Author":"Philo of Alexandria",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Middle Platonic Exegetical Treatise on Genesis",
    "Socio-political Tags":"Priestly \/ Theocratic, Scholarly, Warrior \/ Imperial, Subversive \/ Revolutionary, Mystical \/ Initiatory",
    "Literary Forms Tags":"Doctrine \/ Treatise, Commentary \/ Exegesis, Essay \/ Argument, Analysis, Parable \/ Fable",
    "Literary Themes Tags":"Ritual \/ Devotional, Metaphysical, Epistemological \/ Hermeneutics, Political, Didactic \/ Ethical, Introspective, Tragic \/ Lamentation",
    "Symbolic System Tags":"Hellenistic, Yahwistic, Roman",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":8,
    "Name":"On the Giants",
    "Approx. Date":"c. 20–40 CE",
    "Dataviz date":30,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Phenomenology (Experiential), Becoming (Process Ontology), Grid (Systematic Structuralism), Subversion (Negation), Monism (Single Principle)",
    "Arts and Sciences Tags":"Theology, Philosophy, Psychology, Political Science \/ Law, Education, History",
    "Access Level":"Literate Class",
    "Short Description":"Philo takes the brief Genesis account of the “sons of God” uniting with the “daughters of men” and producing “giants” (Gen. 6:1–4) and interprets it allegorically. The giants are not literal figures but symbols of passions swollen beyond reason—arrogance, lust, and violence—that corrupt the soul and destabilize the world. The “sons of God” signify rational powers, the “daughters” the senses; when they are wrongly joined, monstrous offspring arise within the psyche. God’s intervention, limiting and condemning the giants, represents the action of the divine Logos that restores balance and prepares for the Flood as cosmic purification.",
    "Jungian Archetypes Tags":"Shadow, Anima, Self, Wise Old Man, Father Archetype, Terrible Father",
    "Neumann Stages Tags":"Uroboric Stage, Battle with the Dragon, Divine Intervention, Death, Mythic Ordering of Reality, Ego Collapse \/ Ego Transcendence",
    "Original Geographical Location":"Alexandria",
    "Current Geographical Location":"Egypt",
    "Original Language":"Koine Greek",
    "Name.1":"On the Giants",
    "Civlizational code?":"NO",
    "Author":"Philo of Alexandria",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Middle Platonic Exegetical Treatise on Genesis",
    "Socio-political Tags":"Priestly \/ Theocratic, Scholarly, Warrior \/ Imperial, Subversive \/ Revolutionary, Mystical \/ Initiatory",
    "Literary Forms Tags":"Doctrine \/ Treatise, Commentary \/ Exegesis, Essay \/ Argument, Analysis, Parable \/ Fable",
    "Literary Themes Tags":"Ritual \/ Devotional, Metaphysical, Epistemological \/ Hermeneutics, Political, Didactic \/ Ethical, Introspective, Tragic \/ Lamentation, Cosmological",
    "Symbolic System Tags":"Hellenistic, Yahwistic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":9,
    "Name":"On the Eternity of the World",
    "Approx. Date":"c. 20–40 CE",
    "Dataviz date":30,
    "Metaphysical Tags":"Becoming (Process Ontology), Clockwork (Causal Determinism), Monism (Single Principle), Apophatic–Aporetic (Unknowable)",
    "Arts and Sciences Tags":"Theology, Philosophy, History, Political Science \/ Law, Education, Psychology",
    "Access Level":"Literate Class",
    "Short Description":"The text argues that the cosmos, though created by God, will never perish. Drawing on Genesis, Plato, and Aristotle, Philo insists that creation and eternity are not contradictory: because the world depends on the incorruptible will of God, it cannot dissolve. The work refutes Stoic and Epicurean claims of cosmic destruction, presenting the universe instead as a rational, divinely sustained order. Yet scholars debate whether this alignment with Greek philosophy compromises Philo’s Jewish cosmology: by granting the world a kind of eternity, the distinction between the unique eternity of God and the contingent created order appears blurred. Some see this as tension with Philo’s other doctrines of divine transcendence, while others interpret it as a careful synthesis in which creation-in-time coexists with eternal preservation through God’s will. A minority even doubt the work’s authenticity within the Philonic corpus.",
    "Jungian Archetypes Tags":"Shadow, Self, Wise Old Man, Initiator",
    "Neumann Stages Tags":"Mythic Ordering of Reality, Divine Intervention, Ego Collapse \/ Transcendence, Initiation",
    "Original Geographical Location":"Alexandria",
    "Current Geographical Location":"Egypt",
    "Original Language":"Koine Greek",
    "Name.1":"On the Eternity of the World",
    "Civlizational code?":"NO",
    "Author":"Philo of Alexandria",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Middle Platonic Yahwistic Metaphysical Treatise",
    "Socio-political Tags":"Scholarly, Mystical \/ Initiatory",
    "Literary Forms Tags":"Doctrine \/ Treatise, Essay \/ Argument, Analysis",
    "Literary Themes Tags":"Metaphysical, Cosmological, Didactic \/ Ethical, Epistemological \/ Hermeneutics, Historical Reflection",
    "Symbolic System Tags":"Hellenistic, Yahwistic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":10,
    "Name":"Every Good Man is Free",
    "Approx. Date":"c. 20–40 CE",
    "Dataviz date":30,
    "Metaphysical Tags":"Phenomenology (Experiential), Grid (Systematic Structuralism), Monism (Single Principle), Subversion (Negation)",
    "Arts and Sciences Tags":"Theology, Philosophy, Psychology, Education, Political Science \/ Law",
    "Access Level":"Literate Class",
    "Short Description":"The text argues that true freedom is not political power or social status, but mastery of the self through virtue and obedience to God. Drawing on Stoic and Platonic philosophy while grounding his claim in Mosaic law, Philo insists that even the man in chains is freer than a tyrant enslaved by passions. The treatise reframes freedom in spiritual and moral terms, offering a Jewish-Hellenistic counter-discourse to Roman ideals of civic liberty.",
    "Jungian Archetypes Tags":"Shadow, Self, Wise Old Man, Initiator",
    "Neumann Stages Tags":"Separation from World Parents, Initiation, Death, Rebirth, Ego Collapse \/ Transcendence",
    "Original Geographical Location":"Alexandria",
    "Current Geographical Location":"Egypt",
    "Original Language":"Koine Greek",
    "Name.1":"Every Good Man is Free",
    "Civlizational code?":"NO",
    "Author":"Philo of Alexandria",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Philosophical Treatise on Freedom",
    "Socio-political Tags":"Scholarly, Subversive \/ Revolutionary, Mystical \/ Initiatory",
    "Literary Forms Tags":"Essay \/ Argument, Doctrine \/ Treatise, Analysis",
    "Literary Themes Tags":"Metaphysical, Epistemological \/ Hermeneutics, Political, Didactic \/ Ethical, Existential, Introspective",
    "Symbolic System Tags":"Hellenistic, Yahwistic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":11,
    "Name":"On the Special Laws I–IV (De Specialibus Legibus)",
    "Approx. Date":"c. 30–45 CE",
    "Dataviz date":37,
    "Metaphysical Tags":"Becoming (Process Ontology), Grid (Systematic Structuralism), Clockwork (Causal Determinism), Monism (Single Principle)",
    "Arts and Sciences Tags":"Political Science \/ Law, Education, Agriculture, Theology, Philosophy, History",
    "Access Level":"Literate Class",
    "Short Description":"Philo’s systematic exposition of the Mosaic commandments, arranged by theme rather than in the Torah’s original sequence. Across four books, he interprets the laws not only as practical rules for Jewish life but also as ethical and philosophical principles grounded in divine reason. Book I treats the great feasts (Sabbath, Passover, Weeks, Tabernacles) and highlights their universal moral significance. Book II focuses on priestly duties, temple service, sacrifices, and purity laws as symbols of inner piety. Book III covers family and civic laws — marriage, adultery, inheritance, property, oaths, and justice. Book IV explores political laws — governance, kingship, judges, and laws regarding strangers and foreigners. Throughout, Philo emphasizes that the Mosaic Law is cosmically rational: it reflects natural law and provides the best constitution for both individual virtue and collective order. In doing so, he subtly legitimizes Judaism within a Greco-Roman intellectual and political context, presenting the Torah as not merely the law of one people but as a universal framework of justice and reason.",
    "Jungian Archetypes Tags":"Wise Old Man, Father Archetype, Self, Initiator, Shadow",
    "Neumann Stages Tags":"Divine Intervention, Initiation, Mythic Ordering of Reality, Return to the Community",
    "Original Geographical Location":"Alexandria",
    "Current Geographical Location":"Egypt",
    "Original Language":"Koine Greek",
    "Name.1":"On the Special Laws I–IV",
    "Civlizational code?":"NO",
    "Author":"Philo of Alexandria",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Legal Yahwistic Treatise",
    "Socio-political Tags":"Priestly \/ Theocratic, Bureaucratic \/ Legal \/ Scribal, Royal, Warrior \/ Imperial, Scholarly, National, Mystical \/ Initiatory",
    "Literary Forms Tags":"Doctrine \/ Treatise, Commentary \/ Exegesis, Essay \/ Argument, Rulebook \/ Code, Analysis",
    "Literary Themes Tags":"Ritual \/ Devotional, Metaphysical, Epistemological \/ Hermeneutics, Political, Didactic \/ Ethical, Historical Reflection, Cosmological",
    "Symbolic System Tags":"Hellenistic, Yahwistic, Roman",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":12,
    "Name":"On the Decalogue (De Decalogo)",
    "Approx. Date":"c. 30–45 CE",
    "Dataviz date":37,
    "Metaphysical Tags":"Becoming (Process Ontology), Grid (Systematic Structuralism), Clockwork (Causal Determinism), Monism (Single Principle)",
    "Arts and Sciences Tags":"Political Science \/ Law, Education, Theology, Philosophy, History",
    "Access Level":"Literate Class",
    "Short Description":"Philo’s philosophical exposition of the Ten Commandments, which he presents as the core principles of Mosaic law and the root of all other ordinances. Written in Greek for an educated audience, the work interprets each commandment allegorically, showing how it embodies both divine revelation and universal natural law. The first tablet, addressing duties toward God, emphasizes pure monotheism, reverence for the divine name, and the Sabbath as a reflection of cosmic order, while the second tablet, concerning duties toward others, lays out the foundations of family, justice, and civic harmony through prohibitions against murder, adultery, theft, false witness, and covetousness. In framing the commandments not as parochial statutes but as rational, philosophical, and cosmically binding, Philo subtly legitimizes the Jewish legal system before a Hellenistic and Roman audience, aligning the Torah with the broader conception of natural law and presenting Judaism as a universal constitution of reason.",
    "Jungian Archetypes Tags":"Wise Old Man, Father Archetype, Self, Initiator, Shadow",
    "Neumann Stages Tags":"Divine Intervention, Initiation, Mythic Ordering of Reality, Return to the Community",
    "Original Geographical Location":"Alexandria",
    "Current Geographical Location":"Egypt",
    "Original Language":"Koine Greek",
    "Name.1":"On the Decalogue",
    "Civlizational code?":"NO",
    "Author":"Philo of Alexandria",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Middle Platonic Exegetical Treatise on the Ten Commandments",
    "Socio-political Tags":"Priestly \/ Theocratic, Bureaucratic \/ Legal \/ Scribal, Scholarly, National, Mystical \/ Initiatory",
    "Literary Forms Tags":"Doctrine \/ Treatise, Commentary \/ Exegesis, Essay \/ Argument, Rulebook \/ Code, Analysis",
    "Literary Themes Tags":"Ritual \/ Devotional, Metaphysical, Epistemological \/ Hermeneutics, Political, Didactic \/ Ethical, Historical Reflection, Cosmological",
    "Symbolic System Tags":"Hellenistic, Yahwistic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":13,
    "Name":"On Dreams I–II (De Somniis)",
    "Approx. Date":"c. 30–45 CE",
    "Dataviz date":37,
    "Metaphysical Tags":"Phenomenology (Experiential), Becoming (Process Ontology), Monism (Single Principle), Clockwork (Causal Determinism), Apophatic–Aporetic (Unknowable)",
    "Arts and Sciences Tags":"Theology, Philosophy, Psychology, History",
    "Access Level":"Literate Class",
    "Short Description":"A two-book allegorical commentary on biblical dream narratives, especially those of Jacob and Joseph. The treatise presents dreams as symbolic revelations through which God imparts universal truths. Philo distinguishes divine dreams from merely human or deceptive ones, framing authentic visions as evidence of the soul’s ascent toward God through the Logos. Blending Yahwistic scripture with Platonic and Stoic metaphysics, Philo interprets dreams as both religious experiences and philosophical phenomena, bridging Jewish tradition with Hellenistic intellectual culture. The work’s deeper aim is to legitimize Judaism as a rational, universal philosophy within the Roman-Hellenistic world.",
    "Jungian Archetypes Tags":"Wise Old Man, Self, Father Archetype, Initiator",
    "Neumann Stages Tags":"Separation from World Parents, Divine Intervention, Magical Empowerment, Mythic Ordering of Reality",
    "Original Geographical Location":"Alexandria",
    "Current Geographical Location":"Egypt",
    "Original Language":"Koine Greek",
    "Name.1":"On Dreams I–II",
    "Civlizational code?":"NO",
    "Author":"Philo of Alexandria",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Middle Platonic Exegetical Treatise on Genesis",
    "Socio-political Tags":"Priestly \/ Theocratic, Scholarly, Mystical \/ Initiatory",
    "Literary Forms Tags":"Doctrine \/ Treatise, Commentary \/ Exegesis, Parable \/ Fable, Essay \/ Argument, Analysis",
    "Literary Themes Tags":"Ritual \/ Devotional, Metaphysical, Epistemological \/ Hermeneutics, Didactic \/ Ethical, Introspective, Cosmological",
    "Symbolic System Tags":"Hellenistic, Yahwistic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":14,
    "Name":"On the Virtues (De Virtutibus)",
    "Approx. Date":"c. 30–45 CE",
    "Dataviz date":37,
    "Metaphysical Tags":"Grid (Systematic Structuralism), Monism (Single Principle), Becoming (Process Ontology), Apophatic–Aporetic (Unknowable)",
    "Arts and Sciences Tags":"Theology, Philosophy, Political Science \/ Law, Education, History, Psychology",
    "Access Level":"Literate Class",
    "Short Description":"A moral–philosophical treatise that interprets the Mosaic Law as a comprehensive guide to the cultivation of virtue. Drawing upon both Greek philosophical categories (especially Platonic and Stoic) and Jewish scripture, Philo demonstrates that the commandments instill universal virtues such as justice, courage, humanity, gratitude, piety, and self-control. The work highlights how laws concerning family, strangers, courts, priests, and civic life train the soul and the community in harmony with divine reason (Logos). For Philo, the Mosaic system surpasses the abstract teachings of Greek philosophy by providing concrete, divinely inspired practices that shape both individuals and society. In this way, he defends the Jewish way of life to a Hellenistic audience, presenting it as not only religiously binding but also ethically and philosophically superior.",
    "Jungian Archetypes Tags":"Wise Old Man, Father Archetype, Hero",
    "Neumann Stages Tags":"Divine Intervention, Initiation, Mythic Ordering of Reality, Return to the Community",
    "Original Geographical Location":"Alexandria",
    "Current Geographical Location":"Egypt",
    "Original Language":"Koine Greek",
    "Name.1":"On the Virtues",
    "Civlizational code?":"NO",
    "Author":"Philo of Alexandria",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Exegetical Treatise on Mosaic Law",
    "Socio-political Tags":"Priestly \/ Theocratic, Scholarly, Bureaucratic \/ Legal \/ Scribal, Warrior \/ Imperial, Mystical \/ Initiatory",
    "Literary Forms Tags":"Doctrine \/ Treatise, Commentary \/ Exegesis, Essay \/ Argument, Analysis, Parable \/ Fable",
    "Literary Themes Tags":"Ritual \/ Devotional, Metaphysical, Epistemological \/ Hermeneutics, Political, Didactic \/ Ethical, Introspective, Historical Reflection",
    "Symbolic System Tags":"Hellenistic, Yahwistic, Roman",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":15,
    "Name":"On Rewards and Punishments",
    "Approx. Date":"c. 30–45 CE",
    "Dataviz date":37,
    "Metaphysical Tags":"Becoming (Process Ontology), Grid (Systematic Structuralism), Monism (Single Principle), Apophatic–Aporetic (Unknowable), Phenomenology (Experiential)",
    "Arts and Sciences Tags":"Theology, Philosophy, History, Political Science \/ Law, Education, Psychology",
    "Access Level":"Literate Class",
    "Short Description":"The text interprets the blessings and curses in Mosaic Law as a divine system of justice, where virtue is rewarded and vice punished both inwardly in the soul and outwardly in society. He frames obedience as a schooling process in virtue, with blessings ranging from material prosperity to the ultimate, hidden reward of God’s presence, while disobedience leads to suffering, corruption, and death. The treatise blends scriptural exegesis with Middle Platonic philosophy, presenting Mosaic law as a universal moral order governed by divine reason.",
    "Jungian Archetypes Tags":"Shadow, Self, Wise Old Man, Terrible Father, Initiator",
    "Neumann Stages Tags":"Divine Intervention, Initiation, Death, Rebirth, Mythic Ordering of Reality, Ego Collapse \/ Transcendence",
    "Original Geographical Location":"Alexandria",
    "Current Geographical Location":"Egypt",
    "Original Language":"Koine Greek",
    "Name.1":"On Rewards and Punishments",
    "Civlizational code?":"NO",
    "Author":"Philo of Alexandria",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Exegetical Treatise on Mosaic Law",
    "Socio-political Tags":"Priestly \/ Theocratic, Scholarly, Warrior \/ Imperial, Mystical \/ Initiatory",
    "Literary Forms Tags":"Doctrine \/ Treatise, Commentary \/ Exegesis, Essay \/ Argument, Parable \/ Fable, Analysis",
    "Literary Themes Tags":"Ritual \/ Devotional, Apocalyptic \/ Eschatological, Metaphysical, Didactic \/ Ethical, Prophetic \/ Revelation, Existential",
    "Symbolic System Tags":"Hellenistic, Yahwistic, Roman",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":16,
    "Name":"On the Cherubim",
    "Approx. Date":"c. 30–50 CE",
    "Dataviz date":40,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Phenomenology (Experiential), Becoming (Process Ontology), Clockwork (Causal Determinism), Monism (Single Principle)",
    "Arts and Sciences Tags":"Theology, Philosophy, History, Psychology",
    "Access Level":"Literate Class",
    "Short Description":"A short allegorical treatise on Genesis 3:24, where God sets cherubim and a flaming sword at the entrance of Eden after humanity’s expulsion. Philo interprets the cherubim not as literal beings but as symbols of God’s powers—sovereignty and beneficence—while the flaming sword represents the Logos, the divine reason that both reveals and conceals truth. The text unfolds as a meditation on the soul’s moral journey: those who follow passion are banished, while those who embrace reason can behold God through His powers. In this way, Philo presents the Genesis narrative as a philosophical allegory of divine governance, cosmic order, and ethical discipline, blending Yahwistic scripture with Middle Platonic metaphysics.",
    "Jungian Archetypes Tags":"Wise Old Man, Self, Father Archetype, Initiator",
    "Neumann Stages Tags":"Separation from World Parents, Divine Intervention, Initiation, Mythic Ordering of Reality",
    "Original Geographical Location":"Alexandria",
    "Current Geographical Location":"Egypt",
    "Original Language":"Koine Greek",
    "Name.1":"On the Cherubim",
    "Civlizational code?":"NO",
    "Author":"Philo of Alexandria",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Middle Platonic Exegetical Treatise on Genesis",
    "Socio-political Tags":"Priestly \/ Theocratic, Scholarly, Mystical \/ Initiatory",
    "Literary Forms Tags":"Doctrine \/ Treatise, Commentary \/ Exegesis, Parable \/ Fable, Essay \/ Argument, Analysis",
    "Literary Themes Tags":"Ritual \/ Devotional, Metaphysical, Epistemological \/ Hermeneutics, Didactic \/ Ethical, Introspective, Cosmological",
    "Symbolic System Tags":"Hellenistic, Yahwistic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":17,
    "Name":"On the Contemplative Life (De Vita Contemplativa)",
    "Approx. Date":"c. 30–50 CE",
    "Dataviz date":40,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Phenomenology (Experiential), Grid (Systematic Structuralism), Monism (Single Principle)",
    "Arts and Sciences Tags":"Theology, Philosophy, Education, Psychology",
    "Access Level":"Literate Class",
    "Short Description":"Philo describes a Jewish sect known as the Therapeutae, a community of men and women living near Lake Mareotis in Egypt who devoted themselves to prayer, study, and ascetic contemplation. They withdrew from civic life, renounced property and pleasures, and lived in simple dwellings, dedicating their days to allegorical interpretation of Scripture and philosophical reflection. Their week was structured around solitary study and fasting, culminating in a communal Sabbath gathering that featured hymns, prayers, and symbolic meals, followed by all-night singing and dancing in honor of God. Philo presents them as embodying the highest form of the philosophical life — uniting Jewish piety with Platonic ideals of contemplation, simplicity, and spiritual ascent. Yet scholars debate the authenticity of this treatise: while traditionally accepted as Philonic, some argue it may reflect a later Christian or Philonic-school composition, making its exact place in his corpus uncertain.",
    "Jungian Archetypes Tags":"Self, Wise Old Man, Mother Archetype, Initiator, Persona",
    "Neumann Stages Tags":"Isolation, Divine Intervention, Initiation, Magical Empowerment, Mythic Ordering of Reality, Ego Collapse \/ Transcendence",
    "Original Geographical Location":"Alexandria",
    "Current Geographical Location":"Egypt",
    "Original Language":"Koine Greek",
    "Name.1":"On the Contemplative Life (De Vita Contemplativa)",
    "Civlizational code?":"NO",
    "Author":"Philo of Alexandria",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Treatise on the Therapeutae",
    "Socio-political Tags":"Priestly \/ Theocratic, Scholarly, Bohemian \/ Aesthetic, Mystical \/ Initiatory, Recluse \/ Ascetic",
    "Literary Forms Tags":"Narrative, Essay \/ Argument, Doctrine \/ Treatise, Commentary \/ Exegesis, Liturgy, Analysis",
    "Literary Themes Tags":"Ritual \/ Devotional, Metaphysical, Epistemological \/ Hermeneutics, Didactic \/ Ethical, Introspective",
    "Symbolic System Tags":"Hellenistic, Yahwistic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":18,
    "Name":"Against Flaccus (In Flaccum)",
    "Approx. Date":"c. 38–41 CE",
    "Dataviz date":40,
    "Metaphysical Tags":"Subversion (Negation), Dialectics (Conflict), Apophatic–Aporetic (Unknowable), Grid (Systematic Structuralism)",
    "Arts and Sciences Tags":"Political Science \/ Law, Public Relations, History, Philosophy",
    "Access Level":"Literate Class",
    "Short Description":"Philo recounts the pogrom against Alexandria’s Jews in 38 CE, presenting it as both a political betrayal and a divine morality tale. He blames the Roman prefect Aulus Avilius Flaccus for stripping Jews of civic rights, branding them “foreigners,” and tolerating the desecration of synagogues, thereby unleashing mob violence. Philo depicts Flaccus as a tyrant whose downfall was no accident but an act of divine retribution, proof that God intervenes in history to defend His people. The episode did not occur in isolation but reflected recurring waves of anti-Jewish hostility in Alexandria, where a large and privileged Jewish community often clashed with the Greek majority. Across the wider Roman world, similar outbursts of violence were tied to moments of political crisis, with local officials exploiting ethnic tensions to secure their own position. By situating Flaccus’ persecution within this pattern, Philo frames Jewish suffering as both a symptom of imperial instability and a stage for God’s justice to be revealed.",
    "Jungian Archetypes Tags":"Shadow, Terrible Father, Wise Old Man, Hero",
    "Neumann Stages Tags":"Battle with the Dragon, Death, Divine Intervention, Rebirth, Mythic Ordering of Reality",
    "Original Geographical Location":"Alexandria",
    "Current Geographical Location":"Egypt",
    "Original Language":"Koine Greek",
    "Name.1":"Against Flaccus",
    "Civlizational code?":"NO",
    "Author":"Philo of Alexandria",
    "Comtean framework":"Synthetic Literature",
    "Category":"Political-Historical Critique",
    "Socio-political Tags":"Warrior \/ Imperial, Bureaucratic \/ Legal \/ Scribal, National, Subversive \/ Revolutionary",
    "Literary Forms Tags":"Narrative, Record \/ Chronicle, Essay \/ Argument, Analysis",
    "Literary Themes Tags":"Historical Reflection, Political, Tragic \/ Lamentation, Didactic \/ Ethical, Prophetic \/ Revelation",
    "Symbolic System Tags":"Hellenistic, Yahwistic, Roman",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":19,
    "Name":"On the Embassy to Gaius (Legatio ad Gaium)",
    "Approx. Date":"c. 41–50 CE",
    "Dataviz date":45,
    "Metaphysical Tags":"Phenomenology (Experiential), Dialectics (Conflict), Subversion (Negation), Monism (Single Principle)",
    "Arts and Sciences Tags":"Political Science \/ Law, Public Relations, Theology, History, Philosophy",
    "Access Level":"Literate Class",
    "Short Description":"The text recounts Philo's role as part of a Jewish delegation sent from Alexandria to Emperor Caligula (Gaius) in the late 30s CE. The mission sought to defend Jewish rights after Alexandrian Greeks accused the Jews of disloyalty and after Caligula demanded that his image be set up in the Jerusalem Temple. The work blends eyewitness testimony with philosophical reflection portraying Caligula as arrogant, unstable, and blinded by hubris, contrasting imperial self-deification with the steadfast Jewish commitment to one God. The narrative is both a historical record of the embassy’s failure and a political-theological manifesto asserting the superiority and universality of Jewish law. The text marks an important moment in the confrontation between Hellenistic-Jewish identity and Roman imperial ideology.",
    "Jungian Archetypes Tags":"Shadow, Hero, Wise Old Man, Terrible Father",
    "Neumann Stages Tags":"Battle with the Dragon, Isolation, Divine Intervention, Return to the Community",
    "Original Geographical Location":"Alexandria",
    "Current Geographical Location":"Egypt",
    "Original Language":"Koine Greek",
    "Name.1":"On the Embassy to Gaius (Legatio ad Gaium)",
    "Civlizational code?":"NO",
    "Author":"Philo of Alexandria",
    "Comtean framework":"Positive\/Empirical",
    "Category":"Historical Analysis",
    "Socio-political Tags":"Warrior \/ Imperial, Bureaucratic \/ Legal \/ Scribal, National, Subversive \/ Revolutionary",
    "Literary Forms Tags":"Narrative, Personal Writings, Record \/ Chronicle, Essay \/ Argument, Petition \/ Appeal",
    "Literary Themes Tags":"Ritual \/ Devotional, Historical Reflection, Political, Tragic \/ Lamentation, Adventure \/ Heroic Journey, Didactic \/ Ethical, Prophetic \/ Revelation",
    "Symbolic System Tags":"Hellenistic, Yahwistic, Roman",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":20,
    "Name":"On Automaton-Making (Automata)",
    "Approx. Date":"c. 62 CE",
    "Dataviz date":62,
    "Metaphysical Tags":"Clockwork (Causal Determinism), Grid (Systematic Structuralism), Becoming (Process Ontology), Subversion (Negation)",
    "Arts and Sciences Tags":"Mathematics, Physics, Education, Art \/ Aesthetics, Philosophy, History",
    "Access Level":"Literate Class",
    "Short Description":"This technical treatise presents detailed instructions for constructing self-operating mechanical devices—automatons—used primarily in theaters and temples. The work explains how to build programmable carts, moving figurines, and dramatic stage machinery powered by air pressure, water, weights, and pulleys. Hero combines practical engineering with theatrical illusion, showing how mechanical knowledge can be used to delight audiences and simulate divine or magical effects. The text reveals both scientific ingenuity and the cultural role of spectacle in Roman and Hellenistic societies.",
    "Jungian Archetypes Tags":"Wise Old Man, Trickster, Father Archetype, Persona",
    "Neumann Stages Tags":"Magical Empowerment, Divine Intervention, Mythic Ordering of Reality, Return to the Community",
    "Original Geographical Location":"Alexandria",
    "Current Geographical Location":"Egypt",
    "Original Language":"Koine Greek",
    "Name.1":"On Automaton-Making (Automata)",
    "Civlizational code?":"NO",
    "Author":"Hero (or Heron) of Alexandria",
    "Comtean framework":"Positive\/Empirical",
    "Category":"Mechanical Engineering Manual",
    "Socio-political Tags":"Scholarly, Warrior \/ Imperial, Royal",
    "Literary Forms Tags":"Manual \/ Instruction, Doctrine \/ Treatise, Analysis",
    "Literary Themes Tags":"Didactic \/ Ethical, Cosmological",
    "Symbolic System Tags":"Roman, Hellenic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":21,
    "Name":"On Pneumatics (Pneumatica)",
    "Approx. Date":"c. 50–100 CE",
    "Dataviz date":75,
    "Metaphysical Tags":"Clockwork (Causal Determinism), Grid (Systematic Structuralism), Phenomenology (Experiential), Becoming (Process Ontology)",
    "Arts and Sciences Tags":"Physics, Education, Philosophy",
    "Access Level":"Literate Class",
    "Short Description":"A pioneering treatise on mechanical devices powered by air, steam, and water pressure. The text describes over 70 ingenious contraptions—from automated temple doors and coin-operated holy water dispensers to fountains, singing birds, and theatrical machines—all functioning through principles of pneumatics and hydraulics. Hero combines empirical observation with geometric reasoning to offer both theoretical explanations and practical applications of fluid dynamics. The text reflects the broader Alexandrian intellectual culture, emphasizing utility, wonder, and experimental science.",
    "Jungian Archetypes Tags":"Wise Old Man, Trickster, Father Archetype",
    "Neumann Stages Tags":"Magical Empowerment, Divine Intervention, Mythic Ordering of Reality",
    "Original Geographical Location":"Alexandria",
    "Current Geographical Location":"Egypt",
    "Original Language":"Koine Greek",
    "Name.1":"On Pneumatics (Pneumatica)",
    "Civlizational code?":"NO",
    "Author":"Hero (or Heron) of Alexandria",
    "Comtean framework":"Positive\/Empirical",
    "Category":"Theoretical and Applicational Pneumatics",
    "Socio-political Tags":"Scholarly, Warrior \/ Imperial, Merchant \/ Cosmopolitan",
    "Literary Forms Tags":"Manual \/ Instruction, Doctrine \/ Treatise, Glossary \/ Taxonomy, Analysis, Fragment",
    "Literary Themes Tags":"Didactic \/ Ethical, Cosmological, Epistemological \/ Hermeneutics",
    "Symbolic System Tags":"Roman, Hellenic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":22,
    "Name":"On Surveying Instruments (Dioptra)",
    "Approx. Date":"c. 62–130 CE",
    "Dataviz date":96,
    "Metaphysical Tags":"Grid (Systematic Structuralism), Clockwork (Causal Determinism)",
    "Arts and Sciences Tags":"Mathematics, Physics, Education, Philosophy",
    "Access Level":"Literate Class",
    "Short Description":"A mathematical-technical treatise that provides detailed instructions for constructing and using the dioptra, a sophisticated ancient Greek surveying device. Hero explains how to apply geometry and trigonometry to measure distances, depths, heights, and angles, offering practical methods for civil engineering tasks like land division, aqueduct planning, and architectural alignment.",
    "Jungian Archetypes Tags":"Wise Old Man, Initiator, Self, Father Archetype",
    "Neumann Stages Tags":"Initiation, Battle with the Dragon, Mythic Ordering of Reality, Return to the Community",
    "Original Geographical Location":"Alexandria",
    "Current Geographical Location":"Egypt",
    "Original Language":"Koine Greek",
    "Name.1":"On Surveying Instruments (Dioptra)",
    "Civlizational code?":"NO",
    "Author":"Hero (or Heron) of Alexandria",
    "Comtean framework":"Positive\/Empirical",
    "Category":"Engineering Textbook",
    "Socio-political Tags":"Scholarly, Warrior \/ Imperial",
    "Literary Forms Tags":"Manual \/ Instruction, Doctrine \/ Treatise, Glossary \/ Taxonomy, Analysis, Rulebook \/ Code",
    "Literary Themes Tags":"Didactic \/ Ethical, Epistemological \/ Hermeneutics",
    "Symbolic System Tags":"Roman, Hellenic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":23,
    "Name":"Greek Magical Papyri (PGM, includes The Mithras Liturgy)",
    "Approx. Date":"c. 100 BCE–400 CE",
    "Dataviz date":150,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Phenomenology (Experiential), Becoming (Process Ontology), Pluralism (Multiplicities), Monism (Single Principle), Subversion (Negation)",
    "Arts and Sciences Tags":"Medicine, Astronomy, Psychology, Literature, Philosophy",
    "Access Level":"Clerical",
    "Short Description":"A collection of magical texts written primarily in Greek, the Greek Magical Papyri (PGM) includes spells, invocations, rituals, hymns, recipes, and astrological formulas aimed at influencing gods, spirits, natural forces, and human affairs. Eclectic in nature, the texts blend Egyptian, Greek, Roman, Hermetic, Gnostic, and Yahwistic elements. Among them, the Mithras Liturgy stands out as a vivid doctrinal synthesis of theurgical ascent, guiding the soul through planetary spheres toward divine union—a mystical and initiatory journey invoking Helios-Mithras and celestial intelligences. The corpus exhibits a functional, empirical approach to magic, emphasizing efficacy over dogma, while preserving complex symbolic cosmologies.",
    "Jungian Archetypes Tags":"Shadow, Persona, Self, Hero, Trickster, Initiator, Wise Old Man, Terrible Mother",
    "Neumann Stages Tags":"Uroboric Stage, Separation from World Parents, Divine Intervention, Initiation, Magical Empowerment, Descent into the Underworld, Ego Transcendence",
    "Original Geographical Location":"Roman Egypt",
    "Current Geographical Location":"Egypt",
    "Original Language":"Koine Greek, Egyptian, Hebrew, Aramaic, and Babylonian Akkadian",
    "Name.1":"Greek Magical Papyri (PGM)",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Positive\/Empirical",
    "Category":"Magical Manual",
    "Socio-political Tags":"Priestly \/ Theocratic, Bureaucratic \/ Legal \/ Scribal, Scholarly, Mystical \/ Initiatory, Subversive \/ Revolutionary, Merchant \/ Cosmopolitan",
    "Literary Forms Tags":"Myth, Manual \/ Instruction, Liturgy, Fragment, Glossary \/ Taxonomy, Rulebook \/ Code, Record \/ Chronicle",
    "Literary Themes Tags":"Ritual \/ Devotional, Metaphysical, Prophetic \/ Revelation, Cosmological, Existential, Romantic \/ Erotic, Introspective",
    "Symbolic System Tags":"Egyptian, Hellenistic, Roman, Yahwistic, Hermetic, Gnostic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":24,
    "Name":"Harmonics (Harmonika)",
    "Approx. Date":"c. 150 CE",
    "Dataviz date":150,
    "Metaphysical Tags":"Clockwork (Causal Determinism), Monism (Single Principle), Grid (Systematic Structuralism), Becoming (Process Ontology)",
    "Arts and Sciences Tags":"Mathematics, Astronomy, Education, Philosophy",
    "Access Level":"Literate Class",
    "Short Description":"A treatise that explores the mathematical foundations of musical intervals and their relationship to cosmic order. Divided into three books, it begins by defending a balanced epistemology that combines empirical observation (hearing) with rational mathematical reasoning, then develops a systematic account of musical scales and consonant ratios (e.g., octave = 2:1, fifth = 3:2), and concludes with a cosmic and ethical reflection on harmony’s role in aligning the soul with the universe. Ptolemy composed the Harmonika as a direct response to the earlier Greek thinker Aristoxenus, a Peripatetic rebel who had rejected Pythagorean number-based harmony in favor of perception-based analysis. Ptolemy criticizes Aristoxenus for neglecting reason, arguing instead that true knowledge of harmony must be founded on eternal, numerical principles.",
    "Jungian Archetypes Tags":"Wise Old Man, Self, Hero, Initiator, Persona",
    "Neumann Stages Tags":"Initiation, Mythic Ordering of Reality, Ego Transcendence, Magical Empowerment, Return to the Community",
    "Original Geographical Location":"Alexandria",
    "Current Geographical Location":"Egypt",
    "Original Language":"Koine Greek",
    "Name.1":"Harmonics (Harmonika)",
    "Civlizational code?":"NO",
    "Author":"Claudius Ptolemaeus (Ptolemy)",
    "Comtean framework":"Positive\/Empirical",
    "Category":"Treatise on Harmonics",
    "Socio-political Tags":"Scholarly, Warrior \/ Imperial, Bureaucratic \/ Legal \/ Scribal, Mystical \/ Initiatory",
    "Literary Forms Tags":"Doctrine \/ Treatise, Essay \/ Argument, Manual \/ Instruction, Analysis, Fragment",
    "Literary Themes Tags":"Metaphysical, Epistemological \/ Hermeneutics, Didactic \/ Ethical, Cosmological",
    "Symbolic System Tags":"Roman, Hellenic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":25,
    "Name":"Geography",
    "Approx. Date":"c. 150 CE",
    "Dataviz date":150,
    "Metaphysical Tags":"Clockwork (Causal Determinism), Grid (Systematic Structuralism), Monism (Single Principle), Becoming (Process Ontology)",
    "Arts and Sciences Tags":"Mathematics, Astronomy, Education, Philosophy",
    "Access Level":"Literate Class",
    "Short Description":"This foundational scientific treatise presents a mathematically structured description of the known world. Divided into eight books, it combines astronomy, geometry, and empirical data to create a coordinate-based mapping system using latitude and longitude. Ptolemy offers theoretical guidance on mapmaking, followed by a massive catalog of over 8,000 place names with precise coordinates. Intended for the literate scholarly class, the work reflects a rational, cosmological worldview, organizing terrestrial space as an extension of celestial order. It profoundly influenced Islamic and European geography for over a millennium.",
    "Jungian Archetypes Tags":"Wise Old Man, Hero, Shadow, Initiator, Father Archetype",
    "Neumann Stages Tags":"Uroboric Stage, Separation from World Parents, Battle with the Dragon, Mythic Ordering of Reality, Magical Empowerment",
    "Original Geographical Location":"Alexandria",
    "Current Geographical Location":"Egypt",
    "Original Language":"Koine Greek",
    "Name.1":"Geography",
    "Civlizational code?":"NO",
    "Author":"Claudius Ptolemaeus (Ptolemy)",
    "Comtean framework":"Positive\/Empirical",
    "Category":"Geographical Treatise",
    "Socio-political Tags":"Warrior \/ Imperial, Scholarly, Bureaucratic \/ Legal \/ Scribal",
    "Literary Forms Tags":"Doctrine \/ Treatise, Manual \/ Instruction, Glossary \/ Taxonomy, Analysis, Commentary \/ Exegesis",
    "Literary Themes Tags":"Epistemological \/ Hermeneutics, Cosmological, Didactic \/ Ethical, Historical Reflection",
    "Symbolic System Tags":"Roman, Hellenic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":26,
    "Name":"Influences (Tetrabiblos)",
    "Approx. Date":"c. 150 CE",
    "Dataviz date":150,
    "Metaphysical Tags":"Clockwork (Causal Determinism), Monism (Single Principle), Grid (Systematic Structuralism), Phenomenology (Experiential), Becoming (Process Ontology)",
    "Arts and Sciences Tags":"Astronomy, Psychology, Education, Philosophy",
    "Access Level":"Literate Class",
    "Short Description":"This foundational treatise on astrology aims to establish astrology as a rational science grounded in astronomy. Divided into four books, it explores the influence of celestial bodies on earthly events, including climate, nations, and individual human destinies. Ptolemy defends astrology as a probabilistic art that operates within the limits of nature, offering practical guidance on interpreting nativities and predicting life outcomes. Emphasizing logical structure and cosmic order, the work synthesizes empirical observation with philosophical reasoning and became one of the most influential texts in the history of astrology.",
    "Jungian Archetypes Tags":"Wise Old Man, Shadow, Persona, Father Archetype, Initiator",
    "Neumann Stages Tags":"Uroboric Stage, Separation from World Parents, Initiation, Magical Empowerment, Mythic Ordering of Reality",
    "Original Geographical Location":"Alexandria",
    "Current Geographical Location":"Egypt",
    "Original Language":"Koine Greek",
    "Name.1":"Influences (Tetrabiblos)",
    "Civlizational code?":"NO",
    "Author":"Claudius Ptolemaeus (Ptolemy)",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Astrological and Astronomical Treatise",
    "Socio-political Tags":"Scholarly, Warrior \/ Imperial, Mystical \/ Initiatory",
    "Literary Forms Tags":"Doctrine \/ Treatise, Manual \/ Instruction, Glossary \/ Taxonomy, Essay \/ Argument, Commentary \/ Exegesis, Analysis",
    "Literary Themes Tags":"Metaphysical, Epistemological \/ Hermeneutics, Didactic \/ Ethical, Cosmological",
    "Symbolic System Tags":"Roman, Hellenic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":27,
    "Name":"Almagest (Mathematical Treatise)",
    "Approx. Date":"c. 150 CE",
    "Dataviz date":150,
    "Metaphysical Tags":"Clockwork (Causal Determinism), Grid (Systematic Structuralism), Monism (Single Principle)",
    "Arts and Sciences Tags":"Mathematics, Astronomy, Education, Philosophy",
    "Access Level":"Literate Class",
    "Short Description":"This monumental astronomical treatise presents a comprehensive geocentric model of the universe, placing Earth at the center of celestial motion. Structured in 13 books, it systematically outlines the mathematical principles behind planetary motions, eclipses, epicycles, and star catalogues. Ptolemy builds upon earlier Greek knowledge, especially Hipparchus, integrating geometric models to account for observed irregularities in celestial motion. The text remained the authoritative cosmological reference in the Greco-Roman, Islamic, and European medieval worlds for over a millennium.",
    "Jungian Archetypes Tags":"Wise Old Man, Hero, Shadow, Father Archetype",
    "Neumann Stages Tags":"Uroboric Stage, Separation from World Parents, Battle with the Dragon, Mythic Ordering of Reality, Magical Empowerment",
    "Original Geographical Location":"Alexandria",
    "Current Geographical Location":"Egypt",
    "Original Language":"Koine Greek",
    "Name.1":"Almagest (Mathematical Treatise)",
    "Civlizational code?":"NO",
    "Author":"Claudius Ptolemaeus (Ptolemy)",
    "Comtean framework":"Positive\/Empirical",
    "Category":"Mathematical and Astronomical Treatise",
    "Socio-political Tags":"Scholarly, Warrior \/ Imperial",
    "Literary Forms Tags":"Doctrine \/ Treatise, Manual \/ Instruction, Glossary \/ Taxonomy, Analysis, Commentary \/ Exegesis",
    "Literary Themes Tags":"Epistemological \/ Hermeneutics, Didactic \/ Ethical, Cosmological",
    "Symbolic System Tags":"Hellenic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":28,
    "Name":"Optics",
    "Approx. Date":"c. 150–170 CE",
    "Dataviz date":160,
    "Metaphysical Tags":"Phenomenology (Experiential), Grid (Systematic Structuralism), Clockwork (Causal Determinism), Monism (Single Principle)",
    "Arts and Sciences Tags":"Mathematics, Physics, Philosophy",
    "Access Level":"Literate Class",
    "Short Description":"A scientific treatise investigates the nature of vision, reflection, refraction, and visual perception. Combining geometrical analysis with empirical observation, Ptolemy argues that vision occurs through rays emitted from the eye, which interact with objects and media like water, air, and mirrors. The work includes detailed studies of optical illusions, the behavior of light through different surfaces, and the correction of perceptual errors through mathematical reasoning. Although composed in Greek, it survives mainly in Arabic translation and played a foundational role in the development of classical and Islamic optics.",
    "Jungian Archetypes Tags":"Wise Old Man, Shadow, Persona, Initiator",
    "Neumann Stages Tags":"Uroboric Stage, Separation from World Parents, Battle with the Dragon, Magical Empowerment, Mythic Ordering of Reality",
    "Original Geographical Location":"Alexandria",
    "Current Geographical Location":"Egypt",
    "Original Language":"Koine Greek",
    "Name.1":"Optics (Optika)",
    "Civlizational code?":"NO",
    "Author":"Claudius Ptolemaeus (Ptolemy)",
    "Comtean framework":"Positive\/Empirical",
    "Category":"Treatise on Optics",
    "Socio-political Tags":"Warrior \/ Imperial, Scholarly",
    "Literary Forms Tags":"Doctrine \/ Treatise, Manual \/ Instruction, Analysis, Glossary \/ Taxonomy, Commentary \/ Exegesis",
    "Literary Themes Tags":"Epistemological \/ Hermeneutics, Metaphysical, Didactic \/ Ethical, Cosmological",
    "Symbolic System Tags":"Roman, Hellenic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":29,
    "Name":"Roman History",
    "Approx. Date":"c. 160 CE",
    "Dataviz date":160,
    "Metaphysical Tags":"Dialectics (Conflict), Clockwork (Causal Determinism), Monism (Single Principle), Grid (Systematic Structuralism)",
    "Arts and Sciences Tags":"Warfare, Political Science \/ Law, Economics, History, Philosophy",
    "Access Level":"Literate Class",
    "Short Description":"This work, originally spanning 24 books, survives only in parts, most notably the Civil Wars (Books 1–5). Unlike annalistic historians, Appian organized his work thematically, tracing Rome’s wars with different peoples (Punic, Macedonian, Mithridatic) and the destructive internal struggles that ended the Republic. His central theme is that conflict — both foreign wars and civil wars — was the engine of Rome’s expansion, culminating in Augustus’ rise as sole ruler. Appian frames this transition as tragic but necessary: civil strife revealed the shadow side of ambition and wealth, yet out of it came the “rebirth” of Rome under imperial peace.",
    "Jungian Archetypes Tags":"Shadow, Hero, Wise Old Man, Terrible Father, Persona",
    "Neumann Stages Tags":"Battle with the Dragon, Death, Rebirth, Mythic Ordering of Reality, Coronation of the King",
    "Original Geographical Location":"Alexandria",
    "Current Geographical Location":"Egypt",
    "Original Language":"Koine Greek",
    "Name.1":"Roman History",
    "Civlizational code?":"NO",
    "Author":"Appian of Alexandria",
    "Comtean framework":"Positive\/Empirical",
    "Category":"Historical Analysis",
    "Socio-political Tags":"Warrior \/ Imperial, Merchant \/ Cosmopolitan",
    "Literary Forms Tags":"Narrative, Record \/ Chronicle, Doctrine \/ Treatise, Analysis",
    "Literary Themes Tags":"Historical Reflection, Political, Tragic \/ Lamentation, Didactic \/ Ethical",
    "Symbolic System Tags":"Roman, Hellenic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":30,
    "Name":"Esna Temple Hymns",
    "Approx. Date":"c. 100–250 CE",
    "Dataviz date":175,
    "Metaphysical Tags":"Becoming (Process Ontology), Pluralism (Multiplicities), Grid (Systematic Structuralism), Monism (Single Principle), Clockwork (Causal Determinism)",
    "Arts and Sciences Tags":"Philosophy, History, Political Science \/ Law",
    "Access Level":"Ceremonial",
    "Short Description":"A collection of hieroglyphic inscriptions, dedicated primarily to the ram-headed creator god Khnum, along with other deities such as Neith, Heka, Shu, and Tefnut. Inscribed on the walls and columns of the Temple of Esna (ancient Latopolis), these hymns serve as proclamations that praise the gods' creative powers, cosmic functions, and protective roles over Egypt and its rulers. The hymns portray the Roman emperors as pious upholders of Ma’at (divine order) and rightful heirs to pharaonic kingship. The texts present a sophisticated theological system where language and ritual are cosmic forces, ensuring the world’s renewal and the gods’ continual empowerment.",
    "Jungian Archetypes Tags":"Mother Archetype, Father Archetype, Wise Old Man, Self, Initiator, Hero",
    "Neumann Stages Tags":"Uroboric Stage, Separation from World Parents, Divine Intervention, Magical Empowerment, Mythic Ordering of Reality, Coronation of the King",
    "Original Geographical Location":"Esna, Roman Egypt",
    "Current Geographical Location":"Egypt",
    "Original Language":"Hieroglyphic Egyptian",
    "Name.1":"Esna Temple Hymns",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Theocratic Mytho-Political Chronicle and Proclamation",
    "Socio-political Tags":"Priestly \/ Theocratic, Bureaucratic \/ Legal \/ Scribal, Royal, Warrior \/ Imperial, Mystical \/ Initiatory",
    "Literary Forms Tags":"Poetry, Myth, Liturgy, Commentary \/ Exegesis",
    "Literary Themes Tags":"Ritual \/ Devotional, Metaphysical, Cosmological, Prophetic \/ Revelation, Didactic \/ Ethical",
    "Symbolic System Tags":"Egyptian, Roman",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":31,
    "Name":"Exhortation (Protrepticus)",
    "Approx. Date":"c. 195 CE",
    "Dataviz date":195,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Grid (Systematic Structuralism), Monism (Single Principle), Subversion (Negation)",
    "Arts and Sciences Tags":"Education, Philosophy, History, Anthropology",
    "Access Level":"Literate Class",
    "Short Description":"The first part of Clement of Alexandria’s three-part trilogy on Christian formation, followed by Paedagogus and Stromata. It is an early Christian apologetic work that urges educated pagans—especially Greek philosophers, poets, and cultural elites—to abandon their traditional religions and embrace Christ as the divine Logos. Writing in elegant Greek and quoting liberally from classical sources, Clement exposes the immorality, irrationality, and idolatry of Greek myths and cultic practices. While he praises philosophy as a partial preparation for truth, he insists that only the Logos (Word) reveals the fullness of divine knowledge and leads to salvation. The text presents Christianity as the true fulfillment of reason, virtue, and spiritual life, offering a universal and rational faith superior to both myth and ritual.",
    "Jungian Archetypes Tags":"Shadow, Persona, Self, Wise Old Man, Initiator, Father Archetype",
    "Neumann Stages Tags":"Separation from World Parents, Battle with the Dragon, Initiation, Divine Intervention, Rebirth, Mythic Ordering of Reality",
    "Original Geographical Location":"Alexandria",
    "Current Geographical Location":"Egypt",
    "Original Language":"Koine Greek",
    "Name.1":"Exhortation (Protrepticus)",
    "Civlizational code?":"NO",
    "Author":"Clement of Alexandria",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Philosophical-Religious Exhortation",
    "Socio-political Tags":"Priestly \/ Theocratic, Scholarly, Subversive \/ Revolutionary, Mystical \/ Initiatory",
    "Literary Forms Tags":"Essay \/ Argument, Doctrine \/ Treatise, Parable \/ Fable, Liturgy",
    "Literary Themes Tags":"Ritual \/ Devotional, Apocalyptic \/ Eschatological, Historical Reflection, Metaphysical, Epistemological \/ Hermeneutics, Didactic \/ Ethical, Prophetic \/ Revelation",
    "Symbolic System Tags":"Christian, Hellenic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":32,
    "Name":"Instructor (Paedagogus)",
    "Approx. Date":"c. 200 CE",
    "Dataviz date":200,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Monism (Single Principle), Grid (Systematic Structuralism), Subversion (Negation)",
    "Arts and Sciences Tags":"Philosophy, Art \/ Aesthetics, Education, Psychology",
    "Access Level":"Literate Class",
    "Short Description":"The second book in Clement’s trilogy of Christian formation, offering a detailed guide to ethical living under the instruction of Christ the Logos, the divine teacher. Written for newly converted Christians, the text teaches moderation, purity, and self-discipline in every aspect of daily life—speech, dress, diet, sexuality, and behavior. Clement contrasts Christian virtue with pagan excess, encouraging believers to embody inner holiness through outward modesty. The work blends biblical authority with Greco-Roman ethical philosophy, presenting Christian morality as the fulfillment of both reason and revelation.",
    "Jungian Archetypes Tags":"Wise Old Man, Father Archetype, Self, Persona, Shadow, Mother Archetype",
    "Neumann Stages Tags":"Divine Intervention, Initiation, Rebirth, Separation from World Parents, Mythic Ordering of Reality",
    "Original Geographical Location":"Alexandria",
    "Current Geographical Location":"Egypt",
    "Original Language":"Koine Greek",
    "Name.1":"Instructor (Paedagogus)",
    "Civlizational code?":"NO",
    "Author":"Clement of Alexandria",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Christian Ethics",
    "Socio-political Tags":"Priestly \/ Theocratic, Scholarly, Mystical \/ Initiatory, Recluse \/ Ascetic",
    "Literary Forms Tags":"Doctrine \/ Treatise, Manual \/ Instruction, Commentary \/ Exegesis, Essay \/ Argument, Rulebook \/ Code, Riddle \/ Aphorism",
    "Literary Themes Tags":"Ritual \/ Devotional, Didactic \/ Ethical, Introspective, Metaphysical, Prophetic \/ Revelation, Feminine",
    "Symbolic System Tags":"Christian, Roman, Hellenic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":33,
    "Name":"The Philosophers’ Banquet (Deipnosophistae)",
    "Approx. Date":"c. 200 CE",
    "Dataviz date":200,
    "Metaphysical Tags":"Pluralism (Multiplicities), Grid (Systematic Structuralism), Phenomenology (Experiential)",
    "Arts and Sciences Tags":"Education, Literature, Art \/ Aesthetics, History, Philosophy, Anthropology",
    "Access Level":"Broadly Known",
    "Short Description":"An expansive Greek prose work framed as a series of banquets hosted by the wealthy Roman patron Larensius. Reported second-hand to Athenaeus’s friend Timocrates, the conversations among grammarians, philosophers, and sophists range from food, wine, and dining customs to literature, history, music, and philology. Drawing on over 800 works from about 250 authors—many otherwise lost—it preserves a vast swath of Hellenic cultural heritage. Blending satire, erudition, and anecdote, the text uses gastronomy as a lively entry point into encyclopedic discussions, functioning both as a cultural archive and a celebration of scholarly conversation.",
    "Jungian Archetypes Tags":"Persona, Trickster, Wise Old Man, Shadow",
    "Neumann Stages Tags":"Mythic Ordering of Reality, Initiation, Descent into the Underworld, Isolation",
    "Original Geographical Location":"Naucratis or Alexandria",
    "Current Geographical Location":"Egypt",
    "Original Language":"Koine Greek",
    "Name.1":"The Philosophers’ Banquet (Deipnosophistae)",
    "Civlizational code?":"NO",
    "Author":"Athenaeus of Naucratis",
    "Comtean framework":"Synthetic Literature",
    "Category":"Gastronomic and Scholarly Miscellany",
    "Socio-political Tags":"Bureaucratic \/ Legal \/ Scribal, Scholarly, Bohemian \/ Aesthetic, Merchant \/ Cosmopolitan, Warrior \/ Imperial",
    "Literary Forms Tags":"Dialogue, Narrative, Essay \/ Argument, Glossary \/ Taxonomy, Record \/ Chronicle",
    "Literary Themes Tags":"Comic \/ Satirical, Historical Reflection, Epistemological \/ Hermeneutics, Didactic \/ Ethical",
    "Symbolic System Tags":"Hellenic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":34,
    "Name":"Miscellanies (Stromata)",
    "Approx. Date":"c. 210 CE",
    "Dataviz date":210,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Grid (Systematic Structuralism), Monism (Single Principle)",
    "Arts and Sciences Tags":"Education, Political Science \/ Law, Linguistics, Psychology, Philosophy",
    "Access Level":"Literate Class",
    "Short Description":"An eight-book, loosely organized work blending Christian theology with Greek philosophy to guide believers toward spiritual maturity. It argues that philosophy was divinely given to the Greeks as a preparation for the Gospel, just as the Law was given to the Jews. Clement redefines the “true Gnostic” as the ideal Christian — one who unites faith, love, and knowledge — and covers topics including ethics, the relationship between faith and reason, allegorical interpretation of Scripture, and refutations of heretical Gnosticism. The style is digressive and wide-ranging, weaving together biblical exegesis, philosophical argument, moral exhortation, and quotations from classical literature.",
    "Jungian Archetypes Tags":"Self, Wise Old Man, Initiator, Father Archetype",
    "Neumann Stages Tags":"Separation from World Parents, Divine Intervention, Initiation, Mythic Ordering of Reality",
    "Original Geographical Location":"Alexandria",
    "Current Geographical Location":"Egypt",
    "Original Language":"Koine Greek",
    "Name.1":"Miscellanies (Stromata)",
    "Civlizational code?":"NO",
    "Author":"Clement of Alexandria",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Theological-Philosophical Treatise",
    "Socio-political Tags":"Priestly \/ Theocratic, Bureaucratic \/ Legal \/ Scribal, Scholarly, Mystical \/ Initiatory",
    "Literary Forms Tags":"Essay \/ Argument, Doctrine \/ Treatise, Commentary \/ Exegesis, Analysis",
    "Literary Themes Tags":"Ritual \/ Devotional, Metaphysical, Epistemological \/ Hermeneutics, Political, Didactic \/ Ethical, Introspective",
    "Symbolic System Tags":"Christian, Hellenic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":35,
    "Name":"On First Principles (De Principiis)",
    "Approx. Date":"c. 220–230 CE",
    "Dataviz date":225,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Becoming (Process Ontology), Pluralism (Multiplicities), Grid (Systematic Structuralism), Monism (Single Principle), Clockwork (Causal Determinism)",
    "Arts and Sciences Tags":"Philosophy, History, Education, Political Science \/ Law, Psychology",
    "Access Level":"Literate Class",
    "Short Description":"The earliest systematic exposition of Christian theology, blending scripture with Greek philosophical reasoning. Across four books, Origen explores the nature of God and the Trinity, the creation and fall of rational beings, the material and spiritual worlds, human free will, and the problem of evil. He lays out a universal plan of restoration in which all creation returns to God, and he provides detailed principles for interpreting Scripture, emphasizing its hidden spiritual meaning. The work seeks to unify Christian doctrine, defend it against heresies, and present it as intellectually coherent within the Greco-Roman world. Survives through Latin translations.",
    "Jungian Archetypes Tags":"Self, Wise Old Man, Initiator, Father Archetype",
    "Neumann Stages Tags":"Separation from World Parents, Initiation, Rebirth, Mythic Ordering of Reality, Ego Transcendence",
    "Original Geographical Location":"Alexandria",
    "Current Geographical Location":"Egypt",
    "Original Language":"Koine Greek",
    "Name.1":"On First Principles (De Principiis)",
    "Civlizational code?":"NO",
    "Author":"Origen of Alexandria",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Christian Metaphysical Treatise",
    "Socio-political Tags":"Priestly \/ Theocratic, Bureaucratic \/ Legal \/ Scribal, Scholarly, Mystical \/ Initiatory",
    "Literary Forms Tags":"Doctrine \/ Treatise, Commentary \/ Exegesis, Essay \/ Argument, Analysis, Manual \/ Instruction",
    "Literary Themes Tags":"Ritual \/ Devotional, Metaphysical, Epistemological \/ Hermeneutics, Political, Didactic \/ Ethical, Cosmological",
    "Symbolic System Tags":"Christian, Hellenic, Roman",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":36,
    "Name":"Commentary on the Gospel of John (Commentarii in Ioannem)",
    "Approx. Date":"c. 230–250 CE",
    "Dataviz date":240,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Phenomenology (Experiential), Monism (Single Principle), Grid (Systematic Structuralism)",
    "Arts and Sciences Tags":"Education, Linguistics, History, Philosophy",
    "Access Level":"Literate Class",
    "Short Description":"A multi-volume work offers a detailed, verse-by-verse exposition of the Gospel of John, blending close textual analysis with theological, philosophical, and allegorical interpretation. He explores Christ’s divinity, the Logos doctrine, and the spiritual meaning beneath the literal text, often engaging with alternative readings from Jewish and heterodox Christian perspectives. The commentary aims to deepen the faith of believers, refute doctrinal errors, and link Scripture with Platonic and Stoic thought, making it both a pastoral and scholarly endeavor.",
    "Jungian Archetypes Tags":"Wise Old Man, Initiator, Father Archetype",
    "Neumann Stages Tags":"Divine Intervention, Initiation, Mythic Ordering of Reality",
    "Original Geographical Location":"Alexandria",
    "Current Geographical Location":"Egypt",
    "Original Language":"Koine Greek",
    "Name.1":"Commentary on the Gospel of John (Commentarii in Ioannem)",
    "Civlizational code?":"NO",
    "Author":"Origen of Alexandria",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Philosophical–Theological Exegesis of Scripture",
    "Socio-political Tags":"Priestly \/ Theocratic, Scholarly, Mystical \/ Initiatory",
    "Literary Forms Tags":"Commentary \/ Exegesis, Doctrine \/ Treatise, Essay \/ Argument, Manual \/ Instruction, Analysis",
    "Literary Themes Tags":"Ritual \/ Devotional, Metaphysical, Epistemological \/ Hermeneutics, Didactic \/ Ethical, Prophetic \/ Revelation, Cosmological",
    "Symbolic System Tags":"Christian, Hellenic, Roman",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":37,
    "Name":"Against Celsus (Contra Celsum)",
    "Approx. Date":"c. 248 CE",
    "Dataviz date":248,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Phenomenology (Experiential), Becoming (Process Ontology), Grid (Systematic Structuralism), Monism (Single Principle)",
    "Arts and Sciences Tags":"Education, Political Science \/ Law, Psychology, History, Philosophy",
    "Access Level":"Literate Class",
    "Short Description":"An extensive eight-book Christian apologetic work written as a point-by-point refutation of a pagan philosopher named Celsus. Celsus had composed a treatise called The True Word (or True Doctrine), a sharp critique of Christianity that accused it of irrationality, social subversion, and plagiarism from older religions. That original work has not survived independently; ironically, the only reason we know its arguments in detail is because Origen quoted large portions of it while rebutting them. In Contra Celsum, Origen defends Christian doctrine on philosophical and scriptural grounds, counters accusations that Christians reject reason and civic duty, and attempts to demonstrate the coherence of Christian belief within the broader Greco-Roman intellectual world.",
    "Jungian Archetypes Tags":"Wise Old Man, Hero, Shadow, Father Archetype, Initiator, Persona",
    "Neumann Stages Tags":"Battle with the Dragon, Initiation, Return to the Community, Mythic Ordering of Reality, Ego Transcendence",
    "Original Geographical Location":"Likely Caesarea",
    "Current Geographical Location":"Egypt",
    "Original Language":"Koine Greek",
    "Name.1":"Against Celsus (Contra Celsum)",
    "Civlizational code?":"NO",
    "Author":"Origen of Alexandria",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Philosophical-Theological Debate",
    "Socio-political Tags":"Priestly \/ Theocratic, Scholarly, Subversive \/ Revolutionary, Mystical \/ Initiatory",
    "Literary Forms Tags":"Essay \/ Argument, Doctrine \/ Treatise, Commentary \/ Exegesis, Analysis, Critique",
    "Literary Themes Tags":"Ritual \/ Devotional, Historical Reflection, Metaphysical, Epistemological \/ Hermeneutics, Political, Didactic \/ Ethical, Prophetic \/ Revelation, Existential",
    "Symbolic System Tags":"Christian, Hellenic, Roman",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":38,
    "Name":"Corpus Hermeticum",
    "Approx. Date":"c. 200–300 CE",
    "Dataviz date":250,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Phenomenology (Experiential), Becoming (Process Ontology), Monism (Single Principle), Grid (Systematic Structuralism)",
    "Arts and Sciences Tags":"Philosophy, Art \/ Aesthetics, Psychology, Astronomy, Anthropology",
    "Access Level":"Hidden",
    "Short Description":"A collection of philosophical-religious dialogues, centered on divine knowledge (gnosis), the structure of the cosmos, and the soul’s path to spiritual rebirth. Attributed to Hermes Trismegistus, the texts synthesize Egyptian priestly wisdom, Greek Platonic philosophy, and mystical theology. The dialogues often feature Hermes instructing his son Tat, guiding him through stages of inner purification and union with the divine. Serving as a metaphysical cornerstone for later alchemical, Islamic, and Renaissance thought, the Corpus Hermeticum offered a symbolic and philosophical framework that bridged revelation, science, and spiritual transformation.",
    "Jungian Archetypes Tags":"Self, Wise Old Man, Initiator, Father Archetype, Shadow, Anima, Persona",
    "Neumann Stages Tags":"Uroboric Stage, Separation from World Parents, Divine Intervention, Initiation, Rebirth, Magical Empowerment, Ego Transcendence, Mythic Ordering of Reality, Isolation",
    "Original Geographical Location":"Roman Egypt",
    "Current Geographical Location":"Egypt",
    "Original Language":"Koine Greek, Coptic, Latin, Aramean",
    "Name.1":"Corpus Hermeticum",
    "Civlizational code?":"NO",
    "Author":"Hermes Trismegistus",
    "Comtean framework":"Philosophical\/Metaphysical",
    "Category":"Hermetic Metaphysical Corpus",
    "Socio-political Tags":"Priestly \/ Theocratic, Bureaucratic \/ Legal \/ Scribal, Scholarly, Subversive \/ Revolutionary, Mystical \/ Initiatory, Recluse \/ Ascetic",
    "Literary Forms Tags":"Dialogue, Myth, Doctrine \/ Treatise, Essay \/ Argument, Commentary \/ Exegesis, Manual \/ Instruction, Riddle \/ Aphorism, Fragment",
    "Literary Themes Tags":"Ritual \/ Devotional, Metaphysical, Epistemological \/ Hermeneutics, Didactic \/ Ethical, Introspective, Prophetic \/ Revelation, Existential, Cosmological",
    "Symbolic System Tags":"Hermetic, Egyptian, Hellenic, Gnostic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":39,
    "Name":"The Perfect Discourse (Asclepius)",
    "Approx. Date":"c. 200–300 CE",
    "Dataviz date":250,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Becoming (Process Ontology), Grid (Systematic Structuralism), Monism (Single Principle), Clockwork (Causal Determinism)",
    "Arts and Sciences Tags":"Political Science \/ Law, Education, Philosophy, History",
    "Access Level":"Hidden",
    "Short Description":"A dialogue, framed as a conversation between Hermes Trismegistus and his disciples—chiefly Asclepius—on the nature of God, the cosmos, and humanity’s divine role. Hermes expounds a unified vision in which the universe is a living being ordered by divine reason, and humans, sharing in the divine essence, can ascend spiritually through piety, justice, and self-knowledge. The text mixes theological instruction with political philosophy, urging that rulers govern in harmony with cosmic law. It also contains a famous prophetic lament foretelling the decline of Egyptian religion under foreign domination, when the gods will abandon the land. Originally written in Greek, but surviving mostly in Latin translation, it stands as one of the fullest expressions of the Hermetic worldview.",
    "Jungian Archetypes Tags":"Wise Old Man, Initiator, Father Archetype, Self",
    "Neumann Stages Tags":"Initiation, Mythic Ordering of Reality, Ego Transcendence, Coronation of the King",
    "Original Geographical Location":"Roman Egypt",
    "Current Geographical Location":"Egypt",
    "Original Language":"Koine Greek, Latin",
    "Name.1":"The Perfect Discourse (Asclepius)",
    "Civlizational code?":"NO",
    "Author":"Hermes Trismegistus",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Metaphysical Treatise",
    "Socio-political Tags":"Priestly \/ Theocratic, Mystical \/ Initiatory, Warrior \/ Imperial",
    "Literary Forms Tags":"Dialogue, Doctrine \/ Treatise, Manual \/ Instruction, Essay \/ Argument",
    "Literary Themes Tags":"Ritual \/ Devotional, Apocalyptic \/ Eschatological, Historical Reflection, Metaphysical, Political, Didactic \/ Ethical, Prophetic \/ Revelation, Cosmological",
    "Symbolic System Tags":"Egyptian, Hellenic, Hermetic, Roman",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":40,
    "Name":"Crosby–Schøyen Codex MS 193",
    "Approx. Date":"c. 250–300 CE",
    "Dataviz date":300,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Becoming (Process Ontology), Pluralism (Multiplicities), Dialectics (Conflict), Monism (Single Principle)",
    "Arts and Sciences Tags":"Education, Political Science \/ Law, History, Philosophy",
    "Access Level":"Literate Class",
    "Short Description":"A papyrus book from Roman Egypt, contains Jonah, 2 Maccabees, 1 Peter, and Melito of Sardis’ On the Passover—an extraordinary mix of Jewish scripture, Christian New Testament, and early patristic writing. Its contents highlight themes of martyrdom, divine deliverance, and Christ as fulfillment of the Law, bridging multiple traditions into one textual unity. Its very existence in codex form—binding diverse sacred writings together—is a material sign of the broader Christianization of the Roman Empire.",
    "Jungian Archetypes Tags":"Hero, Wise Old Man, Father Archetype, Terrible Father, Initiator",
    "Neumann Stages Tags":"Separation from World Parents, Battle with the Dragon, Isolation, Divine Intervention, Death, Rebirth, Return to the Community, Mythic Ordering of Reality",
    "Original Geographical Location":"likely Thebes",
    "Current Geographical Location":"Egypt",
    "Original Language":"Koine Greek",
    "Name.1":"Crosby–Schøyen Codex MS 193",
    "Civlizational code?":"NO",
    "Author":"-",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Monotheistic Compendium",
    "Socio-political Tags":"Priestly \/ Theocratic, Warrior \/ Imperial",
    "Literary Forms Tags":"Poetry, Narrative, Doctrine \/ Treatise, Commentary \/ Exegesis, Liturgy, Epic",
    "Literary Themes Tags":"Ritual \/ Devotional, Historical Reflection, Tragic \/ Lamentation, Adventure \/ Heroic Journey, Didactic \/ Ethical, Prophetic \/ Revelation",
    "Symbolic System Tags":"Yahwistic, Christian",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":41,
    "Name":"On the Mysteries",
    "Approx. Date":"c. 300–325 CE.",
    "Dataviz date":313,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Pluralism (Multiplicities), Grid (Systematic Structuralism), Monism (Single Principle)",
    "Arts and Sciences Tags":"Education, Political Science \/ Law, Psychology, Philosophy, Anthropology",
    "Access Level":"Literate Class",
    "Short Description":"Written by the Neoplatonist Iamblichus (under the persona “Abammon”) as a reply to Porphyry’s Letter to Anebo, the text is a defense of theurgy—ritual acts intended to unite the soul with the divine. The work argues that intellectual contemplation alone cannot achieve divine union; only through divinely ordained rites, sacrifices, and symbols can the soul ascend the cosmic hierarchy. Iamblichus lays out a structured metaphysics in which all beings emanate from the ineffable One, and he presents priests as indispensable mediators between humans and gods. The treatise blends Hellenic Neoplatonism with Egyptian priestly tradition, serving as both a theological manual and a polemic aimed at preserving traditional cults and sacred law in the face of philosophical skepticism and the rising dominance of Christianity.",
    "Jungian Archetypes Tags":"Wise Old Man, Initiator, Father Archetype",
    "Neumann Stages Tags":"Initiation, Divine Intervention, Mythic Ordering of Reality",
    "Original Geographical Location":"Chalcis",
    "Current Geographical Location":"Syria",
    "Original Language":"Koine Greek",
    "Name.1":"On the Mysteries",
    "Civlizational code?":"NO",
    "Author":"Iamblichus of Chalcis",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Theurgical Apology",
    "Socio-political Tags":"Priestly \/ Theocratic, Mystical \/ Initiatory",
    "Literary Forms Tags":"Personal Writings, Doctrine \/ Treatise, Essay \/ Argument, Manual \/ Instruction",
    "Literary Themes Tags":"Ritual \/ Devotional, Metaphysical, Epistemological \/ Hermeneutics, Political, Didactic \/ Ethical, Cosmological",
    "Symbolic System Tags":"Hellenic, Egyptian",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":42,
    "Name":"Against the Heathen (Contra Gentes)",
    "Approx. Date":"c. 318 CE",
    "Dataviz date":318,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Becoming (Process Ontology), Pluralism (Multiplicities), Monism (Single Principle)",
    "Arts and Sciences Tags":"Education, Political Science \/ Law, Theology, Philosophy, Anthropology",
    "Access Level":"Literate Class",
    "Short Description":"A Christian apology aimed at “the heathen” (hoi Hellēnes), meaning pagan idol-worshippers, Greek and Roman philosophers, and all adherents of the old religious order. The treatise attacks polytheistic cults for their irrationality—deifying animals, humans, and objects—while exposing the moral corruption of myth and the limits of pagan philosophy, even as it credits philosophy with partial insights. Against both myth and philosophy, Athanasius presents Christianity as the true philosophy, centered on the Logos—not as the impersonal principle of Stoics or Platonists, but as the eternal, uncreated Word of God revealed in Jesus Christ. By equating Christ with the Logos, Athanasius foreshadows his Nicene stance, rejecting subordinationist views and insisting that only through the divine Word can salvation and true knowledge of God be attained.",
    "Jungian Archetypes Tags":"Shadow, Wise Old Man, Hero, Initiator",
    "Neumann Stages Tags":"Separation from World Parents, Battle with the Dragon, Initiation, Mythic Ordering of Reality",
    "Original Geographical Location":"Alexandria",
    "Current Geographical Location":"Egypt",
    "Original Language":"Koine Greek",
    "Name.1":"Against the Heathen (Contra Gentes)",
    "Civlizational code?":"NO",
    "Author":"Athanasius of Alexandria",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Christian Apologetic Treatise",
    "Socio-political Tags":"Priestly \/ Theocratic, Scholarly, Subversive \/ Revolutionary",
    "Literary Forms Tags":"Essay \/ Argument, Doctrine \/ Treatise, Analysis",
    "Literary Themes Tags":"Ritual \/ Devotional, Metaphysical, Epistemological \/ Hermeneutics, Political, Didactic \/ Ethical, Prophetic \/ Revelation, Cosmological",
    "Symbolic System Tags":"Hellenistic, Christian",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":43,
    "Name":"On the Incarnation (De Incarnatione Verbi Dei)",
    "Approx. Date":"c. 318–335 CE",
    "Dataviz date":326,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Becoming (Process Ontology), Clockwork (Causal Determinism), Monism (Single Principle), Subversion (Negation)",
    "Arts and Sciences Tags":"Theology, Philosophy, History, Education",
    "Access Level":"Literate Class",
    "Short Description":"Athanasius argues that after the Fall, human nature was corrupted and death gained dominion over humankind. Only the divine Logos (Word) could overcome this corruption, and so the Word became incarnate in Jesus Christ, assuming human flesh to heal and restore creation. Through Christ’s life, death, and resurrection, death is defeated and humanity is renewed and reconciled to God. Athanasius insists the Incarnation is the only fitting and rational way for divine justice and mercy to operate together. He also defends the doctrine against pagan and heretical objections, showing that the Christian interpretation of God becoming human is both scripturally grounded and philosophically coherent.",
    "Jungian Archetypes Tags":"Hero, Wise Old Man, Self, Father Archetype, Shadow",
    "Neumann Stages Tags":"Battle with the Dragon, Death, Rebirth, Divine Intervention, Magical Empowerment, Return to the Community, Mythic Ordering of Reality",
    "Original Geographical Location":"Alexandria",
    "Current Geographical Location":"Egypt",
    "Original Language":"Koine Greek",
    "Name.1":"On the Incarnation (De Incarnatione Verbi Dei)",
    "Civlizational code?":"NO",
    "Author":"Athanasius of Alexandria",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Theological Treatise on Jesus as Logos",
    "Socio-political Tags":"Priestly \/ Theocratic, Warrior \/ Imperial, Scholarly, Mystical \/ Initiatory",
    "Literary Forms Tags":"Doctrine \/ Treatise, Essay \/ Argument, Commentary \/ Exegesis, Liturgy, Analysis",
    "Literary Themes Tags":"Ritual \/ Devotional, Apocalyptic \/ Eschatological, Metaphysical, Epistemological \/ Hermeneutics, Didactic \/ Ethical, Prophetic \/ Revelation, Cosmological",
    "Symbolic System Tags":"Hellenistic, Christian, Roman",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":44,
    "Name":"Apology to Constantius",
    "Approx. Date":"c. 356 CE",
    "Dataviz date":356,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Phenomenology (Experiential), Dialectics (Conflict), Monism (Single Principle), Subversion (Negation)",
    "Arts and Sciences Tags":"Political Science \/ Law, Public Relations, Theology, Philosophy, History",
    "Access Level":"Broadly Known",
    "Short Description":"A formal defense written during his exile, in which he addresses Emperor Constantius II directly to clear himself of accusations of sedition and heresy, presenting himself instead as a loyal subject persecuted for his unwavering defense of Nicene Christianity. Structured like a legal plea, the text blends theological argument with political self-justification, insisting that his only “crime” was fidelity to the creed of Nicaea. The political context is crucial: Constantius II had increasingly allied himself with the Arian faction, using imperial power to depose and exile Nicene bishops, and Athanasius, as the foremost champion of Nicene orthodoxy, was their primary target. By appealing to Constantius, Athanasius sought both personal vindication and a reminder that the emperor’s authority ought to serve divine truth rather than partisan theology, exposing the deep entanglement of doctrine and imperial politics in the mid-fourth century.",
    "Jungian Archetypes Tags":"Shadow, Persona, Self, Hero, Wise Old Man, Father Archetype",
    "Neumann Stages Tags":"Battle with the Dragon, Isolation, Divine Intervention, Initiation, Magical Empowerment, Return to the Community, Mythic Ordering of Reality",
    "Original Geographical Location":"Alexandria",
    "Current Geographical Location":"Egypt",
    "Original Language":"Koine Greek",
    "Name.1":"Apology to Constantius",
    "Civlizational code?":"NO",
    "Author":"Athanasius of Alexandria",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Christian Apologetic Treatise",
    "Socio-political Tags":"Priestly \/ Theocratic, Warrior \/ Imperial, Scholarly",
    "Literary Forms Tags":"Personal Writings, Personal Writings, Essay \/ Argument, Petition \/ Appeal, Doctrine \/ Treatise → Personal Writings, Essay \/ Argument, Petition \/ Appeal, Doctrine \/ Treatise",
    "Literary Themes Tags":"Ritual \/ Devotional, Political, Historical Reflection, Didactic \/ Ethical, Introspective",
    "Symbolic System Tags":"Hellenistic, Christian, Roman",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":45,
    "Name":"Apology for His Flight",
    "Approx. Date":"c. 357 CE",
    "Dataviz date":357,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Phenomenology (Experiential), Dialectics (Conflict), Subversion (Negation)",
    "Arts and Sciences Tags":"Political Science \/ Law, Education, Public Relations, Theology, Philosophy, History",
    "Access Level":"Broadly Known",
    "Short Description":"A self-defense written in the 350s, when he was accused of cowardice for fleeing Alexandria during one of his exiles. In the text, he explains that his withdrawal was not a betrayal of his flock but a prudent, theologically justified act, modeled on biblical figures like Moses, David, and even Christ, who withdrew until “his hour had come.” By presenting his flight as divinely sanctioned, Athanasius insists that preserving his life meant preserving the leadership of the Church, turning the charge of cowardice into proof of faithfulness. What he escaped was violent imperial and Arian persecution, including soldiers sent to arrest him under Emperor Constantius II; by leaving the city and going into hiding, he avoided capture and possible execution, ensuring he could continue guiding the Nicene cause from exile rather than being silenced.",
    "Jungian Archetypes Tags":"Shadow, Persona, Self, Wise Old Man, Father Archetype",
    "Neumann Stages Tags":"Isolation, Divine Intervention, Initiation, Return to the Community, Mythic Ordering of Reality",
    "Original Geographical Location":"Alexandria",
    "Current Geographical Location":"Egypt",
    "Original Language":"Koine Greek",
    "Name.1":"Apology for His Flight",
    "Civlizational code?":"NO",
    "Author":"Athanasius of Alexandria",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Christian Apologetic-Pastoral Treatise",
    "Socio-political Tags":"Priestly \/ Theocratic, Warrior \/ Imperial, Scholarly, Recluse \/ Ascetic",
    "Literary Forms Tags":"Personal Writings, Doctrine \/ Treatise, Essay \/ Argument, Commentary \/ Exegesis, Petition \/ Appeal",
    "Literary Themes Tags":"Ritual \/ Devotional, Political, Didactic \/ Ethical, Introspective",
    "Symbolic System Tags":"Hellenistic, Christian, Roman",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":46,
    "Name":"Orations Against the Arians",
    "Approx. Date":"c. 356–360 CE",
    "Dataviz date":358,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Becoming (Process Ontology), Grid (Systematic Structuralism), Clockwork (Causal Determinism), Monism (Single Principle)",
    "Arts and Sciences Tags":"Education, Political Science \/ Law, Theology, History, Philosophy",
    "Access Level":"Literate Class",
    "Short Description":"A sustained defense of Nicene Christology against the teachings of Arius and his followers, who claimed that the Son was a created being and thus subordinate to the Father. Athanasius argues that Christ is eternally begotten, homoousios (of the same essence) with the Father, and therefore the only true mediator of salvation, weaving Scripture and philosophical reasoning into his case. The text serves as a polemical weapon in the broader Arian–Nicene conflict that divided the Church and empire. Politically, the dispute mirrored rival visions of authority: the Arian tendency toward subordination mapped neatly onto imperial hierarchy, while the Nicene insistence on Christ’s full divinity empowered the Church to resist imperial control over doctrine. Athanasius himself, often exiled by emperors sympathetic to Arian or semi-Arian compromises, framed the controversy as a battle for the soul of Christian truth against imperial interference. In the end, his Orations helped cement Nicene orthodoxy, later ratified at the Council of Constantinople in 381 CE, as the foundation of Christian doctrine.",
    "Jungian Archetypes Tags":"Shadow, Self, Hero, Wise Old Man, Father Archetype",
    "Neumann Stages Tags":"Battle with the Dragon, Divine Intervention, Initiation, Mythic Ordering of Reality, Ego Collapse \/ Ego Transcendence",
    "Original Geographical Location":"Alexandria",
    "Current Geographical Location":"Egypt",
    "Original Language":"Koine Greek",
    "Name.1":"Orations Against the Arians",
    "Civlizational code?":"NO",
    "Author":"Athanasius of Alexandria",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Theological Treatise on the Metaphysical Status of Christ",
    "Socio-political Tags":"Priestly \/ Theocratic, Scholarly, Bureaucratic \/ Legal \/ Scribal, Subversive \/ Revolutionary, Mystical \/ Initiatory",
    "Literary Forms Tags":"Doctrine \/ Treatise, Commentary \/ Exegesis, Essay \/ Argument, Liturgy, Analysis",
    "Literary Themes Tags":"Ritual \/ Devotional, Metaphysical, Epistemological \/ Hermeneutics, Political, Didactic \/ Ethical, Prophetic \/ Revelation, Cosmological",
    "Symbolic System Tags":"Hellenistic, Christian, Roman",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":47,
    "Name":"Commentary on Ptolemy’s Almagest",
    "Approx. Date":"c. 360 CE",
    "Dataviz date":360,
    "Metaphysical Tags":"Clockwork (Causal Determinism), Grid (Systematic Structuralism), Monism (Single Principle)",
    "Arts and Sciences Tags":"Mathematics, Astronomy, Philosophy, Education",
    "Access Level":"Literate Class",
    "Short Description":"A detailed, line-by-line exegesis of Claudius Ptolemy’s Almagest, Theon’s Commentary served to preserve, clarify, and teach the foundational text of Greco-Roman astronomy. It explains the mathematical and geometrical methods used by Ptolemy to model celestial motions, often expanding calculations, correcting scribal errors, and offering pedagogical aids for students. Theon’s goal was not to challenge Ptolemy’s authority but to consolidate his legacy in the context of late antique scientific education.",
    "Jungian Archetypes Tags":"Wise Old Man, Hero, Initiator, Father Archetype",
    "Neumann Stages Tags":"Initiation, Mythic Ordering of Reality, Ego Transcendence",
    "Original Geographical Location":"Roman Egypt",
    "Current Geographical Location":"Egypt",
    "Original Language":"Koine Greek",
    "Name.1":"Commentary on Ptolemy’s Almagest",
    "Civlizational code?":"NO",
    "Author":"Theon of Alexandria",
    "Comtean framework":"Positive\/Empirical",
    "Category":"Exegetical Astronomical Treatise",
    "Socio-political Tags":"Bureaucratic \/ Legal \/ Scribal, Scholarly",
    "Literary Forms Tags":"Commentary \/ Exegesis, Manual \/ Instruction, Doctrine \/ Treatise, Analysis, Essay \/ Argument, Record \/ Chronicle",
    "Literary Themes Tags":"Didactic \/ Ethical, Epistemological \/ Hermeneutics, Cosmological",
    "Symbolic System Tags":"Hellenic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":48,
    "Name":"Life of Antony",
    "Approx. Date":"c. 360 CE",
    "Dataviz date":360,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Phenomenology (Experiential), Dialectics (Conflict), Monism (Single Principle)",
    "Arts and Sciences Tags":"Education, Psychology, Theology, History, Philosophy, Anthropology",
    "Access Level":"Literate Class",
    "Short Description":"The text recounts the story of Antony of Egypt, the first great Christian monk, who renounced wealth after hearing the Gospel and withdrew into the desert to endure fierce battles with demons in solitude. Over time he emerged as a spiritual father to monks, a healer, and a counselor sought even by emperors and philosophers, his life serving as a model of ascetic devotion and a theological testament to Christ’s power over evil. Yet Athanasius also shaped the work as a political-theological intervention: composed amid the Arian controversy and under pressure from emperors who favored compromise, the text portrays Antony as a simple, illiterate ascetic who nevertheless upheld Nicene orthodoxy, thereby turning him into a symbol of resistance to imperial control.",
    "Jungian Archetypes Tags":"Shadow, Self, Hero, Wise Old Man, Initiator, Father Archetype",
    "Neumann Stages Tags":"Separation from World Parents, Battle with the Dragon, Isolation, Divine Intervention, Initiation, Return to the Community, Mythic Ordering of Reality",
    "Original Geographical Location":"Alexandria",
    "Current Geographical Location":"Egypt",
    "Original Language":"Koine Greek",
    "Name.1":"Life of Antony",
    "Civlizational code?":"NO",
    "Author":"Athanasius of Alexandria",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Christian Saint’s Biography",
    "Socio-political Tags":"Priestly \/ Theocratic, Mystical \/ Initiatory, Subversive \/ Revolutionary, Warrior \/ Imperial, Recluse \/ Ascetic",
    "Literary Forms Tags":"Narrative, Doctrine \/ Treatise, Personal Writings, Record \/ Chronicle, Essay \/ Argument, Manual \/ Instruction",
    "Literary Themes Tags":"Ritual \/ Devotional, Historical Reflection, Metaphysical, Political, Didactic \/ Ethical, Prophetic \/ Revelation",
    "Symbolic System Tags":"Hellenistic, Christian, Roman",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":49,
    "Name":"Letters to Serapion",
    "Approx. Date":"c. 358–362 CE",
    "Dataviz date":360,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Grid (Systematic Structuralism), Monism (Single Principle)",
    "Arts and Sciences Tags":"Education, Political Science \/ Law, Theology, Philosophy",
    "Access Level":"Clerical",
    "Short Description":"A set of four epistles written by Athanasius of Alexandria to Bishop Serapion of Thmuis, addressing disputes about the nature of the Holy Spirit. Athanasius argues that the Spirit is not a creature but fully divine, consubstantial with the Father and the Son, and the one who sanctifies believers. Drawing on Scripture and logical reasoning, he refutes those who subordinated the Spirit and insisted on his creatureliness. The letters served a clear political-theological purpose: they extended Nicene orthodoxy to pneumatology, strengthened episcopal authority against heretical factions, and prepared the ground for the Council of Constantinople in 381 CE, where the Spirit’s divinity was formally affirmed. In short, they are both pastoral letters and doctrinal treatises, crucial in shaping Trinitarian theology.",
    "Jungian Archetypes Tags":"Wise Old Man, Initiator, Father Archetype",
    "Neumann Stages Tags":"Separation from World Parents, Divine Intervention, Initiation, Mythic Ordering of Reality",
    "Original Geographical Location":"Alexandria",
    "Current Geographical Location":"Egypt",
    "Original Language":"Koine Greek",
    "Name.1":"Letters to Serapion",
    "Civlizational code?":"NO",
    "Author":"Athanasius of Alexandria",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Christian Doctrinal Epistles",
    "Socio-political Tags":"Priestly \/ Theocratic, Scholarly",
    "Literary Forms Tags":"Personal Writings, Doctrine \/ Treatise, Commentary \/ Exegesis, Essay \/ Argument, Manual \/ Instruction, Analysis",
    "Literary Themes Tags":"Ritual \/ Devotional, Metaphysical, Epistemological \/ Hermeneutics, Political, Didactic \/ Ethical, Prophetic \/ Revelation",
    "Symbolic System Tags":"Hellenistic, Christian, Roman",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":50,
    "Name":"39th Festal Letter",
    "Approx. Date":"c. 367 CE",
    "Dataviz date":367,
    "Metaphysical Tags":"Apophatic–Aporetic (Unknowable), Grid (Systematic Structuralism), Monism (Single Principle)",
    "Arts and Sciences Tags":"Education, Political Science \/ Law, Theology",
    "Access Level":"Clerical",
    "Short Description":"The text is both a pastoral epistle and a decree. It announces the date of Easter, exhorts the faithful to prayer and fasting, and—most importantly—provides the earliest surviving list of the 27 books of the New Testament as the authoritative canon, while distinguishing them from other ecclesiastical or heretical writings. Politically, the letter served as a tool in the struggle for Nicene orthodoxy, reinforcing episcopal authority and setting boundaries against rival groups such as Arians and Gnostics. As such, it is a historically important document that not only regulated ritual practice but also defined the corpus of “proper theological literature” for the Christian tradition.",
    "Jungian Archetypes Tags":"Wise Old Man, Initiator, Father Archetype",
    "Neumann Stages Tags":"Separation from World Parents, Divine Intervention, Initiation, Mythic Ordering of Reality",
    "Original Geographical Location":"Alexandria",
    "Current Geographical Location":"Egypt",
    "Original Language":"Koine Greek",
    "Name.1":"39th Festal Letter",
    "Civlizational code?":"NO",
    "Author":"Athanasius of Alexandria",
    "Comtean framework":"Theological\/Mythological",
    "Category":"Christian Canonical Annual Decree",
    "Socio-political Tags":"Priestly \/ Theocratic, Bureaucratic \/ Legal \/ Scribal, Scholarly",
    "Literary Forms Tags":"Personal Writings, Doctrine \/ Treatise, Proclamation \/ Decree, Essay \/ Argument, Glossary \/ Taxonomy, Record \/ Chronicle",
    "Literary Themes Tags":"Ritual \/ Devotional, Historical Reflection, Metaphysical, Political, Didactic \/ Ethical, Prophetic \/ Revelation",
    "Symbolic System Tags":"Hellenistic, Christian, Roman",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  },
  {
    "Index":51,
    "Name":"Commentary on Euclid’s Elements",
    "Approx. Date":"c. 360–405 CE",
    "Dataviz date":383,
    "Metaphysical Tags":"Grid (Systematic Structuralism), Clockwork (Causal Determinism), Monism (Single Principle)",
    "Arts and Sciences Tags":"Mathematics, Education, Philosophy",
    "Access Level":"Literate Class",
    "Short Description":"A late antique editorial and pedagogical reworking of Euclid’s foundational treatise on geometry. It clarifies, standardizes, and occasionally amends the original 13 books of the Elements to aid student comprehension. Theon adds explanations, fills in logical gaps, and ensures consistency across definitions, postulates, and proofs. His version became the dominant form of Euclid's work for over a millennium, deeply influencing mathematical education in the Greek, Islamic, and Latin worlds.",
    "Jungian Archetypes Tags":"Hero, Wise Old Man, Initiator, Father Archetype, Self",
    "Neumann Stages Tags":"Initiation, Separation from World Parents, Mythic Ordering of Reality, Return to the Community",
    "Original Geographical Location":"Roman Egypt",
    "Current Geographical Location":"Egypt",
    "Original Language":"Koine Greek",
    "Name.1":"Commentary on Euclid’s Elements",
    "Civlizational code?":"NO",
    "Author":"Theon of Alexandria",
    "Comtean framework":"Positive\/Empirical",
    "Category":"Exegetical Mathematical Treatise",
    "Socio-political Tags":"Scholarly, Warrior \/ Imperial",
    "Literary Forms Tags":"Commentary \/ Exegesis, Manual \/ Instruction, Doctrine \/ Treatise, Glossary \/ Taxonomy",
    "Literary Themes Tags":"Didactic \/ Ethical, Epistemological \/ Hermeneutics, Metaphysical",
    "Symbolic System Tags":"Hellenic",
    "Y-pos":"-",
    "Original text":"-",
    "Article\/post":"-",
    "Image\/museum":"-",
    "Video":"-",
    "Other":"-"
  }
]