[
  {
    "Index": "1",
    "Name": "Dagon",
    "D.O.B": "c. 2300 BCE",
    "D.O.D": "-",
    "Dataviz": "-2300",
    "Location": "Mari / Canaanite cult",
    "Symbolic System Tags": "Canaanite",
    "Duration": "levantine",
    "Description": "Dagon was a major West Semitic deity whose worship spanned from the Early Bronze Age to the Iron Age. Originally an agricultural god associated with grain and fertility, his name likely derives from the Semitic root dgn (“grain”). In Amorite and early Syrian traditions he was honored as a high god and invoked as a guarantor of kingship. At Ugarit he appears as a patriarchal figure, sometimes described as the father of Baal, though overshadowed by El as head of the pantheon and Baal as storm-warrior. In the Iron Age his cult flourished among the Philistines, with temples at Gaza and Ashdod remembered in biblical accounts. Later traditions, influenced by a pun on the Hebrew dag (“fish”), imagined him as a fish-god, though evidence points to his original role as a fertility deity. Through his long career Dagon bridged Mesopotamian, Canaanite, and Philistine symbolic systems, enduring as both an agrarian sustainer and a father-figure in the divine hierarchy.",
    "Historic-Mythic Status Tags": "Mythical, Symbolic, Archetypal, Contested, Devotional, Bridge",
    "Founding Figure?": "YES",
    "Name.1": "Dagon",
    "Jungian Archetypes Tags": "Father Archetype, Wise Old Man",
    "Neumann Stages Tags": "Uroboric Stage, Mythic Ordering of Reality, Return to the Community, Death, Rebirth",
    "Category": "Chthonic Fertility Deity",
    "Y-pos": "-"
  },
  {
    "Index": "2",
    "Name": "El",
    "D.O.B": "c. 2000 BCE",
    "D.O.D": "-",
    "Dataviz": "-2000",
    "Location": "Ugarit / Canaan",
    "Symbolic System Tags": "Canaanite",
    "Duration": "levantine",
    "Description": "El was the supreme patriarch of the West Semitic pantheon, worshipped across Canaan, Ugarit, and Phoenicia as “El Elyon” (“Most High”) and “El Shaddai” (“Almighty”). He was depicted as an aged, bearded father, dwelling in a tent at the source of the cosmic rivers, ruling by wisdom and decree rather than by force. El was credited as creator of heaven and earth and father of seventy gods, including Baal, Anat, Yam, and Mot, though he often delegated authority to younger deities. In Ugaritic texts he appears both as a dignified lawgiver and a lustful, wine-drinking patriarch whose children rivaled or defied him. Later, Phoenician tradition equated him with Cronus, while in Israelite religion his name and titles were absorbed into Yahweh, shaping the emergence of monotheism. El thus endured as both a cosmic progenitor and a cultural bridge between polytheistic and monotheistic systems.",
    "Historic-Mythic Status Tags": "Mythical, Symbolic, Archetypal, Bridge, Doctrinal/Canonical, Devotional, Contested",
    "Founding Figure?": "YES",
    "Name.1": "El",
    "Jungian Archetypes Tags": "Father Archetype, Wise Old Man, Self, Terrible Father",
    "Neumann Stages Tags": "Uroboric Stage, Mythic Ordering of Reality, Coronation of the King, Ego Transcendence",
    "Category": "Transcendent Proto-Monistic Deity",
    "Y-pos": "-"
  },
  {
    "Index": "3",
    "Name": "Resheph",
    "D.O.B": "c. 2000 BCE",
    "D.O.D": "-",
    "Dataviz": "-2000",
    "Location": "Levant (Ebla, Ugarit, Phoenicia)",
    "Symbolic System Tags": "Canaanite, Egyptian",
    "Duration": "levantine",
    "Description": "Resheph was a Canaanite god of fire, plague, and war, whose very name means “flame” or “burning.” In the Canaanite pantheon he embodied sudden, destructive forces—shooting plague-arrows, unleashing fever, and spreading wildfire—yet he was also invoked as a powerful protector when appeased. When absorbed into the Egyptian symbolic order, Resheph retained his foreign identity, shown in Syrian dress with a gazelle-topped crown, but was reinterpreted as a controllable force of destruction. Egyptians associated him with Montu, Seth, and sometimes Min, channeling his ambivalent powers of both fertility and death into their own cosmology. Within Egypt, Resheph functioned as a liminal protector—a feared outsider god whose dangerous energy, once mastered by the pharaoh, reinforced Egypt’s vision of kingship as the commander of even alien powers.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Symbolic, Allegorical, Archetypal, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Resheph",
    "Jungian Archetypes Tags": "Shadow, Terrible Father, Trickster",
    "Neumann Stages Tags": "Uroboric Stage, Death, Battle with the Dragon, Descent into the Underworld, Ego Collapse",
    "Category": "Chthonic Storm Deity",
    "Y-pos": "-"
  },
  {
    "Index": "4",
    "Name": "Shapash",
    "D.O.B": "c. 2000 BCE",
    "D.O.D": "-",
    "Dataviz": "-2000",
    "Location": "Ugarit (Northern Levant)",
    "Symbolic System Tags": "Canaanite",
    "Duration": "levantine",
    "Description": "Shapash was the Canaanite sun goddess, called the “torch of the gods” and “illuminator of heaven and earth.” She acted as a mediator in divine conflicts, carrying messages between El, Baal, and Mot, and guided souls into the underworld. Revered as an impartial judge and divine witness, she embodied the sun’s dual role as life-giver and overseer of death, a constant presence whose light touched both the living and the dead.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Symbolic, Allegorical, Archetypal, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Shapash",
    "Jungian Archetypes Tags": "Wise Old Woman, Mother Archetype, Self",
    "Neumann Stages Tags": "Uroboric Stage, Mythic Ordering of Reality, Death, Rebirth, Descent into the Underworld, Return to the Community, Ego Transcendence",
    "Category": "Chthonic Solar Goddess",
    "Y-pos": "-"
  },
  {
    "Index": "5",
    "Name": "Asherah/Athirat",
    "D.O.B": "c. 2000 BCE",
    "D.O.D": "-",
    "Dataviz": "-2000",
    "Location": "Levant (Ugarit, Phoenicia, Canaan)",
    "Symbolic System Tags": "Canaanite",
    "Duration": "levantine",
    "Description": "Asherah (Athirat) was the Canaanite great mother goddess, consort of El and progenitress of the divine assembly. She embodied fertility, nourishment, and cosmic order, ensuring continuity for gods and humans alike. In myth she often acted as an intercessor, supporting deities such as Baal in their quests, and her presence was marked by sacred trees and wooden poles (asherim) in shrines and high places. Revered across the Levant, she was even venerated for a time alongside Yahweh in early Israelite religion, before her cult was suppressed under monotheistic reform. As the maternal force at the heart of the Canaanite symbolic system, she represented abundance, protection, and cosmic balance.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Symbolic, Allegorical, Archetypal, Contested, Devotional",
    "Founding Figure?": "YES",
    "Name.1": "Asherah/Athirat",
    "Jungian Archetypes Tags": "Mother Archetype, Wise Old Woman, Terrible Mother, Anima",
    "Neumann Stages Tags": "Uroboric Stage, Mythic Ordering of Reality, Death, Rebirth, Return to the Community, Ego Transcendence",
    "Category": "Chthonic Mother Goddess",
    "Y-pos": "-"
  },
  {
    "Index": "6",
    "Name": "Abraham",
    "D.O.B": "c. 1996 BCE",
    "D.O.D": "c. 1821 BCE",
    "Dataviz": "-1996",
    "Location": "Ancient Near East",
    "Symbolic System Tags": "Yahwistic, Christian, Islamic, Monotheistic",
    "Duration": "levantine",
    "Description": "Abraham, also known as Ibrahim, is revered as the founding patriarch of monotheism. Born in Mesopotamia, he journeyed to Canaan, living as a wandering chieftain who confronted kings, made treaties, and even led men into battle to rescue his kin. His life was defined by God’s covenant, promising him descendants as numerous as the stars. The greatest test of his faith came when he was commanded to sacrifice his son Isaac, yet his obedience marked him as the exemplar of submission to God. Remembered as both a political leader and a prophet, Abraham stands at the root of the Abrahamic faiths as father of nations and model of unwavering trust.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Historically Plausible, Symbolic, Allegorical, Composite, Bridge, Doctrinal/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?": "YES",
    "Name.1": "Abraham",
    "Jungian Archetypes Tags": "Father Archetype, Initiator, Hero, Wise Old Man, Shadow, Trickster",
    "Neumann Stages Tags": "Separation from World Parents, Initiation, Divine Intervention, Isolation, Battle with the Dragon, Mythic Ordering of Reality, Death, Rebirth, Return to the Community, Ego Transcendence",
    "Category": "Monotheistic Patriarch & Covenant-Bearer",
    "Y-pos": "-"
  },
  {
    "Index": "7",
    "Name": "Sarah",
    "D.O.B": "c. 1986 BCE",
    "D.O.D": "c. 1859 BCE",
    "Dataviz": "-1986",
    "Location": "Canaan / Mesopotamia",
    "Symbolic System Tags": "Yahwistic, Christian, Islamic, Monotheistic",
    "Duration": "levantine",
    "Description": "Sarah (originally Sarai), wife of Abraham and the first matriarch of Israel, is central to the covenantal story of the Abrahamic faiths. Renowned for her beauty and faith, she followed Abraham on his journeys and endured moments of trial, including being taken into foreign rulers’ households and the tension with her maid Hagar. Though barren for most of her life, she miraculously gave birth to Isaac at the age of 90, fulfilling God’s promise. She died at 127, the only woman in the Hebrew Bible whose age is recorded, and was buried in the Cave of Machpelah, the first family tomb in Canaan. Sarah symbolizes both covenantal motherhood and the testing of faith.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Historically Plausible, Symbolic, Allegorical, Composite, Bridge, Doctrinal/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Sarah",
    "Jungian Archetypes Tags": "Mother Archetype, Wise Old Woman, Initiator, Shadow",
    "Neumann Stages Tags": "Separation from World Parents, Divine Intervention, Initiation, Rebirth, Mythic Ordering of Reality, Isolation, Ego Collapse, Return to the Community",
    "Category": "Monotheistic Matriarch & Mother of the Covenant Line",
    "Y-pos": "-"
  },
  {
    "Index": "8",
    "Name": "Hagar",
    "D.O.B": "c. 1930 BCE",
    "D.O.D": "-",
    "Dataviz": "-1930",
    "Location": "Canaan / Arabia",
    "Symbolic System Tags": "Yahwistic, Christian, Islamic, Monotheistic",
    "Duration": "levantine",
    "Description": "Hagar, an Egyptian servant of Sarah, became the mother of Abraham’s first son, Ishmael. Cast into the wilderness twice, she was the first woman in scripture to encounter an angel and the only one to name God (El Roi, “the God who sees me”). Her resilience in the desert, marked by divine intervention at moments of despair, made her a symbol of endurance and faith under trial. She embodies the plight of the marginalized yet chosen, the outcast who becomes the bearer of a great lineage. Remembered as both a servant and a matriarch, Hagar’s story speaks of survival, dignity, and the assurance that even those pushed aside remain under the gaze of the divine.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Historically Plausible, Symbolic, Allegorical, Composite, Bridge, Doctrinal/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Hagar",
    "Jungian Archetypes Tags": "Mother Archetype, Hero, Initiator, Shadow",
    "Neumann Stages Tags": "Separation from World Parents, Isolation, Divine Intervention, Death, Rebirth, Initiation, Mythic Ordering of Reality, Return to the Community, Ego Transcendence",
    "Category": "Monotheistic Matriarch of the Ishmaelite Line",
    "Y-pos": "-"
  },
  {
    "Index": "9",
    "Name": "Ishmael",
    "D.O.B": "c. 1910 BCE",
    "D.O.D": "c. 1773 BCE",
    "Dataviz": "-1910",
    "Location": "Canaan / Arabia",
    "Symbolic System Tags": "Yahwistic, Christian, Islamic, Monotheistic",
    "Duration": "levantine",
    "Description": "Ishmael was the first son of Abraham, born to Hagar, Sarah’s Egyptian maid. Though not the heir of the central covenant, he is remembered as the ancestor of many nations and a key figure in the Abrahamic story. Cast out with his mother, he survived in the wilderness with God’s protection and became known as a skilled archer and tribal patriarch. He stands as a symbol of endurance and as a forefather whose lineage shaped the wider Abrahamic world.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Historically Plausible, Symbolic, Allegorical, Composite, Bridge, Doctrinal/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?": "YES",
    "Name.1": "Ishmael",
    "Jungian Archetypes Tags": "Father Archetype, Hero, Initiator, Shadow",
    "Neumann Stages Tags": "Separation from World Parents, Isolation, Divine Intervention, Death, Rebirth, Return to the Community, Mythic Ordering of Reality, Initiation, Ego Transcendence",
    "Category": "Monotheistic Patriarch",
    "Y-pos": "-"
  },
  {
    "Index": "10",
    "Name": "Astarte/Anat",
    "D.O.B": "c. 1900 BCE",
    "D.O.D": "-",
    "Dataviz": "-1900",
    "Location": "Levant (Ugarit, Phoenician coast, Cyprus)",
    "Symbolic System Tags": "Canaanite",
    "Duration": "levantine",
    "Description": "Astarte/Anat was a major goddess of the Canaanite and Phoenician pantheon, embodying both love and war. As a daughter of El and close ally or consort of Baal, she combined paradoxical traits: celebrated as the “Virgin Anat” for her fierce independence, yet also revered as Astarte, goddess of sexuality, fertility, and royal power. In the Ugaritic Baal Cycle, Anat is portrayed as a blood-soaked warrior who avenges Baal by dismembering Mot, while Astarte was invoked in treaties and cults across Phoenicia. Her worship spread widely: in Egypt she appeared as a chariot-riding warrior goddess; in Cyprus she was honored as a sea and fertility deity whose cult shaped the Greek Aphrodite; and in Carthage she fused with Tanit as a protective mother-goddess. Condemned in Israelite texts as Ashtoreth, she nevertheless endured as one of the most mobile and influential deities of the ancient Mediterranean, embodying erotic power and martial ferocity.",
    "Historic-Mythic Status Tags": "Mythical, Symbolic, Archetypal, Bridge, Contested, Devotional, Composite",
    "Founding Figure?": "YES",
    "Name.1": "Astarte/Anat",
    "Jungian Archetypes Tags": "Terrible Mother, Initiator, Anima, Trickster, Mother Archetype",
    "Neumann Stages Tags": "Uroboric Stage, Battle with the Dragon, Death, Rebirth, Initiation, Magical Empowerment, Descent into the Underworld",
    "Category": "Chthonic Storm-Fertility Goddess",
    "Y-pos": "-"
  },
  {
    "Index": "11",
    "Name": "Yam",
    "D.O.B": "c. 1900 BCE",
    "D.O.D": "-",
    "Dataviz": "-1900",
    "Location": "Ugarit (Ras Shamra, Syria)",
    "Symbolic System Tags": "Canaanite",
    "Duration": "levantine",
    "Description": "Yam was the Canaanite god of the sea and watery chaos, son of El and rival of Baal in the Ugaritic Baal Cycle. Briefly granted kingship over the divine assembly, he grew arrogant and oppressive, demanding tribute and submission from the other gods. His reign was marked by tyranny rather than stewardship, provoking rebellion in the pantheon. Armed with two enchanted clubs, Baal confronted Yam in battle and struck him down, ending his claim to rule and establishing a new order. Yam is depicted not as a nurturing or protective deity but as a force of overwhelming danger — wild, violent, and unyielding.",
    "Historic-Mythic Status Tags": "Mythical, Symbolic, Archetypal",
    "Founding Figure?": "YES",
    "Name.1": "Yam",
    "Jungian Archetypes Tags": "Shadow, Terrible Father, Animus",
    "Neumann Stages Tags": "Uroboric Stage, Battle with the Dragon, Death, Mythic Ordering of Reality",
    "Category": "Chthonic Storm Deity",
    "Y-pos": "-"
  },
  {
    "Index": "12",
    "Name": "Mot",
    "D.O.B": "c. 1900 BCE",
    "D.O.D": "-",
    "Dataviz": "-1900",
    "Location": "Ugarit (Ras Shamra, Syria)",
    "Symbolic System Tags": "Canaanite",
    "Duration": "levantine",
    "Description": "Mot was the Canaanite god of death, sterility, and the underworld, son of El and adversary of Baal in the Ugaritic Baal Cycle. He embodies the principle of mortality and the parching drought that follows the end of the rains. When Baal established his kingship after defeating Yam, Mot demanded his submission, lured him to the underworld, and swallowed him, leaving the land barren. Anat avenged Baal by slaying Mot and scattering his remains, yet because he personified death itself, he revived after seven years and returned to contend with Baal again. This cycle mirrored the seasonal rhythm of life and drought in the Levant. Unlike other deities, Mot had no temples or priesthood; his role was not devotional but explanatory, giving mythic shape to the inevitability of death. His name endured as the Semitic word for death, and his figure echoes in later traditions where Death is cast as a devouring foe ultimately destined to be overcome.",
    "Historic-Mythic Status Tags": "Mythical, Symbolic, Archetypal",
    "Founding Figure?": "YES",
    "Name.1": "Mot",
    "Jungian Archetypes Tags": "Shadow, Terrible Father",
    "Neumann Stages Tags": "Uroboric Stage, Battle with the Dragon, Death, Descent into the Underworld, Ego Collapse",
    "Category": "chthonic Monster Deity",
    "Y-pos": "-"
  },
  {
    "Index": "13",
    "Name": "Melchizedek",
    "D.O.B": "c. 1900 BCE",
    "D.O.D": "-",
    "Dataviz": "-1900",
    "Location": "Salem (Jerusalem)",
    "Symbolic System Tags": "Yahwistic, Christian, Monotheistic",
    "Duration": "levantine",
    "Description": "Melchizedek, the king of Salem and priest of God Most High, appears briefly in the time of Abraham as a mysterious figure of blessing and righteousness. He stands apart from the usual ancestral lines, embodying a timeless priesthood that unites both kingship and worship. His offering of bread and wine and his blessing of Abraham made him an enduring archetype of divine authority recognized beyond a single lineage. Remembered as both historical and eternal, he represents the universality of faith in the Most High.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Historically Plausible, Symbolic, Allegorical, Composite, Bridge, Doctrinal/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Melchizedek",
    "Jungian Archetypes Tags": "Wise Old Man, Initiator, Father Archetype, Self",
    "Neumann Stages Tags": "Divine Intervention, Initiation, Mythic Ordering of Reality, Coronation of the King, Magical Empowerment, Isolation, Ego Transcendence",
    "Category": "Monotheistic Mystical Priest-King",
    "Y-pos": "-"
  },
  {
    "Index": "14",
    "Name": "Isaac",
    "D.O.B": "c. 1896 BCE",
    "D.O.D": "c. 1716 BCE",
    "Dataviz": "-1896",
    "Location": "Canaan",
    "Symbolic System Tags": "Yahwistic, Christian, Islamic, Monotheistic",
    "Duration": "levantine",
    "Description": "Isaac was the long-awaited son of Abraham and Sarah, born in their old age as a fulfillment of God’s promise. Remembered as the second patriarch, he continued the covenantal line through his sons Esau and Jacob, the latter becoming Israel. His near-sacrifice stands as one of the most profound tests of faith in monotheism, symbolizing obedience and divine providence. Unlike his father’s journeys or his son’s struggles, Isaac’s life was marked by stability in Canaan, embodying the continuity of God’s covenant that would shape the future of Israel and the wider Abrahamic tradition.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Historically Plausible, Symbolic, Allegorical, Composite, Bridge, Doctrinal/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Isaac",
    "Jungian Archetypes Tags": "Father Archetype, Wise Old Man, Initiator, Hero, Shadow",
    "Neumann Stages Tags": "Divine Intervention, Initiation, Death, Rebirth, Mythic Ordering of Reality, Isolation, Return to the Community, Ego Collapse, Magical Empowerment",
    "Category": "Monotheistic Patriarch & Covenant-Bearer",
    "Y-pos": "-"
  },
  {
    "Index": "15",
    "Name": "Rebecca",
    "D.O.B": "c. 1876 BCE",
    "D.O.D": "-",
    "Dataviz": "-1876",
    "Location": "Canaan / Mesopotamia",
    "Symbolic System Tags": "Yahwistic, Christian, Islamic, Monotheistic",
    "Duration": "levantine",
    "Description": "Rebekah, wife of Isaac and mother of Jacob and Esau, stands out as a decisive and prophetic matriarch. Chosen through a sign of extraordinary hospitality at the well, she boldly left her family to join Isaac in Canaan. During her troubled pregnancy, she received a divine message that two nations were within her, foreshadowing the destiny of her sons. Known for her quick judgment and courage, she shaped the covenantal line by ensuring Jacob inherited the blessing. Rebekah embodies generosity, foresight, and the enduring influence of women in the foundational stories of monotheism.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Historically Plausible, Symbolic, Allegorical, Composite, Bridge, Doctrinal/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Rebecca",
    "Jungian Archetypes Tags": "Mother Archetype, Initiator, Trickster, Wise Old Woman, Shadow",
    "Neumann Stages Tags": "Separation from World Parents, Divine Intervention, Initiation, Rebirth, Mythic Ordering of Reality, Isolation, Ego Collapse, Return to the Community",
    "Category": "Monotheistic Matriarch",
    "Y-pos": "-"
  },
  {
    "Index": "16",
    "Name": "Kothar-wa-Khasis",
    "D.O.B": "c. 1850 BCE",
    "D.O.D": "-",
    "Dataviz": "-1850",
    "Location": "Ugarit / Byblos (Levantine coast)",
    "Symbolic System Tags": "Canaanite",
    "Duration": "levantine",
    "Description": "Kothar-wa-Khasis was the Canaanite god of craftsmanship and wisdom, whose name means “Skilled-and-Wise.” He forged Baal’s weapons and built his grand palace, making him indispensable to the order of the gods. Associated with distant lands like Egypt or Crete, he embodied the mystery of technology and invention, a liminal but essential figure who brought skill, ingenuity, and civilizing power into the Canaanite symbolic world.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Symbolic, Allegorical, Composite, Archetypal, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Kothar-wa-Khasis",
    "Jungian Archetypes Tags": "Wise Old Man, Initiator, Trickster",
    "Neumann Stages Tags": "Divine Intervention, Initiation, Magical Empowerment, Mythic Ordering of Reality",
    "Category": "Civilizing Artisan Deity",
    "Y-pos": "-"
  },
  {
    "Index": "17",
    "Name": "Jacob (Israel)",
    "D.O.B": "c. 1836 BCE",
    "D.O.D": "c. 1689 BCE",
    "Dataviz": "-1836",
    "Location": "Canaan",
    "Symbolic System Tags": "Yahwistic, Christian, Islamic, Monotheistic",
    "Duration": "levantine",
    "Description": "Jacob, later named Israel, was the son of Isaac and grandson of Abraham, remembered as the third patriarch of the Abrahamic tradition. His life was marked by struggle—first with his brother Esau, then in exile, and finally in his mysterious wrestling with God that gave him his new name. He became the father of twelve sons, ancestors of the tribes of Israel, securing his role as a founding figure in the covenantal line. Jacob is honored as a prophet and patriarch whose life embodies both human striving and divine blessing, shaping the identity of the people who would carry his name.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Historically Plausible, Symbolic, Allegorical, Composite, Bridge, Doctrinal/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Jacob (Israel)",
    "Jungian Archetypes Tags": "Father Archetype, Trickster, Initiator, Hero, Wise Old Man, Shadow, Persona",
    "Neumann Stages Tags": "Separation from World Parents, Divine Intervention, Initiation, Battle with the Dragon, Death, Rebirth, Magical Empowerment, Isolation, Return to the Community, Mythic Ordering of Reality",
    "Category": "Monotheistic Patriarch & Covenant-Bearer",
    "Y-pos": "-"
  },
  {
    "Index": "18",
    "Name": "Esau",
    "D.O.B": "c. 1836 BCE",
    "D.O.D": "-",
    "Dataviz": "-1836",
    "Location": "Canaan",
    "Symbolic System Tags": "Yahwistic, Christian, Islamic, Monotheistic",
    "Duration": "levantine",
    "Description": "Esau, the elder twin of Jacob and son of Isaac and Rebekah, is remembered as the forefather of the Edomites. A man of the hunt and the open field, he became famous for selling his birthright for a simple meal, symbolizing the tension between impulse and long-term destiny. Though deprived of his father’s blessing through Jacob’s deception, Esau’s lineage endured, establishing a nation of its own in Edom. His story embodies rivalry, loss, and reconciliation, as he ultimately embraced Jacob after years of conflict.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Historically Plausible, Symbolic, Allegorical, Composite, Doctrinal/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Esau",
    "Jungian Archetypes Tags": "Father Archetype, Shadow, Hero",
    "Neumann Stages Tags": "Separation from World Parents, Ego Collapse, Isolation, Initiation, Battle with the Dragon, Rebirth, Return to the Community, Mythic Ordering of Reality",
    "Category": "Monotheistic Nation-Founder",
    "Y-pos": "-"
  },
  {
    "Index": "19",
    "Name": "Leah",
    "D.O.B": "c. 1820 BCE",
    "D.O.D": "-",
    "Dataviz": "-1820",
    "Location": "Canaan",
    "Symbolic System Tags": "Yahwistic, Christian, Islamic, Monotheistic",
    "Duration": "levantine",
    "Description": "Leah, the elder daughter of Laban and first wife of Jacob, became a central matriarch of Israel despite being less favored than her sister Rachel. Described as having “tender eyes,” she was married to Jacob through her father’s deception, yet her perseverance and faith gave her a lasting legacy. Leah bore six of the twelve tribes of Israel, including Levi, from whom the priesthood descended, and Judah, from whom kings would arise. Though often portrayed as the “unloved” wife, she was buried in the ancestral tomb at Machpelah, securing her place among the patriarchs and matriarchs of monotheistic memory.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Historically Plausible, Symbolic, Allegorical, Composite, Bridge, Doctrinal/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Leah",
    "Jungian Archetypes Tags": "Mother Archetype, Initiator, Wise Old Woman, Shadow",
    "Neumann Stages Tags": "Divine Intervention, Initiation, Isolation, Battle with the Dragon, Mythic Ordering of Reality, Ego Collapse, Rebirth, Return to the Community, Magical Empowerment",
    "Category": "Monotheistic Matriarch",
    "Y-pos": "-"
  },
  {
    "Index": "20",
    "Name": "Rachel",
    "D.O.B": "c. 1815 BCE",
    "D.O.D": "-",
    "Dataviz": "-1815",
    "Location": "Canaan",
    "Symbolic System Tags": "Yahwistic, Christian, Islamic, Monotheistic",
    "Duration": "levantine",
    "Description": "Rachel, the younger daughter of Laban and beloved wife of Jacob, is remembered as a matriarch of Israel and the mother of Joseph and Benjamin. Though Jacob labored long years for her hand, she struggled with barrenness before giving birth to Joseph, whose destiny would save his family in Egypt. Her life ended tragically in childbirth with Benjamin, and she was buried on the road near Bethlehem rather than in the ancestral tomb at Machpelah. Rachel embodies beauty, longing, and sorrow, yet also the enduring hope of covenantal continuity through her sons.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Historically Plausible, Symbolic, Allegorical, Composite, Bridge, Doctrinal/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Rachel",
    "Jungian Archetypes Tags": "Mother Archetype, Anima, Trickster, Initiator, Shadow",
    "Neumann Stages Tags": "Separation from World Parents, Isolation, Divine Intervention, Initiation, Rebirth, Mythic Ordering of Reality, Battle with the Dragon, Death, Return to the Community",
    "Category": "Monotheistic Matriarch and Mother of Israel",
    "Y-pos": "-"
  },
  {
    "Index": "21",
    "Name": "Baal",
    "D.O.B": "c. 1800 BCE",
    "D.O.D": "-",
    "Dataviz": "-1800",
    "Location": "Ugarit (Levant)",
    "Symbolic System Tags": "Canaanite",
    "Duration": "levantine",
    "Description": "Baal (Hadad) was the Canaanite storm and fertility god, son of El and brother or consort of Anat, whose myths form the core of the Ugaritic Baal Cycle. Dwelling on Mount Zaphon, he brought the rains that sustained agriculture and was celebrated as the cosmic king. His rise to power is marked by his victory over Yam, the Sea, after which he demanded recognition in the form of a grand palace. At first El refused, but with the intercession of Anat and Asherah, Baal gained permission, and the divine craftsman Kothar-wa-Khasis built a splendid palace of silver and gold atop Zaphon. The palace, with its windows from which Baal released thunder and rain, symbolized the transition from raw might to legitimate kingship, anchoring his authority both in the divine realm and in earthly political imagery. Baal also contended with Mot, Death, whose defeat affirmed his role as guarantor of life and fertility. Worshipped widely across Phoenicia and its colonies under local titles such as Baal Hammon and Baal Shamem, he was beloved as bringer of life yet vilified in Israelite texts as the rival of Yahweh.",
    "Historic-Mythic Status Tags": "Mythical, Symbolic, Archetypal, Composite, Bridge, Contested, Devotional",
    "Founding Figure?": "YES",
    "Name.1": "Baal",
    "Jungian Archetypes Tags": "Hero, Animus, Initiator",
    "Neumann Stages Tags": "Battle with the Dragon, Death, Descent into the Underworld, Rebirth, Coronation of the King, Magical Empowerment, Return to the Community, Ego Transcendence",
    "Category": "Storm-Fertility Deity",
    "Y-pos": "-"
  },
  {
    "Index": "22",
    "Name": "Cadmus",
    "D.O.B": "c. 1200 BCE",
    "D.O.D": "-",
    "Dataviz": "-1200",
    "Location": "Tyre / Thebes (bridge)",
    "Symbolic System Tags": "Canaanite, Hellenic",
    "Duration": "levantine",
    "Description": "Cadmus was a Phoenician prince, son of Agenor, who entered Greek myth while searching for his sister Europa. Guided by the Delphic oracle, he founded Thebes by slaying a dragon sacred to Ares and sowing its teeth, from which sprang the Spartoi, ancestors of Theban nobility. He married Harmonia, daughter of Ares and Aphrodite, and their children—Semele, Ino, Agave, and Autonoë—became central to Greek myth, often marked by tragedy. Cadmus was credited with introducing the Phoenician alphabet to Greece, making him a culture-bringer and symbolic bridge between Canaanite and Hellenic worlds. Though remembered primarily as a heroic founder, his later transformation with Harmonia into serpents in Illyria reflects his liminal nature, secondarily honored as a chthonic being.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Historically Plausible, Symbolic, Allegorical, Composite, Bridge, Archetypal",
    "Founding Figure?": "NO",
    "Name.1": "Cadmus",
    "Jungian Archetypes Tags": "Hero, Initiator, Father Archetype",
    "Neumann Stages Tags": "Battle with the Dragon, Mythic Ordering of Reality, Initiation, Return to the Community, Divine Intervention, Coronation of the King",
    "Category": "Civilizing Hero",
    "Y-pos": "-"
  },
  {
    "Index": "23",
    "Name": "Melqart",
    "D.O.B": "c. 1200 BCE",
    "D.O.D": "-",
    "Dataviz": "-1200",
    "Location": "Tyre (Phoenicia)",
    "Symbolic System Tags": "Canaanite",
    "Duration": "levantine",
    "Description": "Melqart was the patron god of Tyre, whose name means “King of the City.” He embodied kingship, death and rebirth, fire, and seafaring, and was annually honored through a ritual burning symbolizing his resurrection. Paired with Astarte in sacred marriage, he was carried by Phoenicians across the Mediterranean, where his cult spread to Carthage, Gades (Cádiz), Malta, and beyond. The temple at Gades was so renowned that even Julius Caesar visited it to consult the oracles of Melqart, a striking sign of the god’s prestige. Thus, Melqart stood as both a local protector of Tyre and a trans-Mediterranean symbol of divine kingship, exploration, and renewal.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Historically Plausible, Symbolic, Allegorical, Composite, Bridge, Archetypal, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Melqart",
    "Jungian Archetypes Tags": "Hero, Animus, Initiator, Father Archetype, Self",
    "Neumann Stages Tags": "Battle with the Dragon, Death, Rebirth, Magical Empowerment, Return to the Community, Coronation of the King, Descent into the Underworld, Initiation",
    "Category": "Chthonic Storm-Fertility Boundary-Crosser Deity",
    "Y-pos": "-"
  },
  {
    "Index": "24",
    "Name": "Eshmun",
    "D.O.B": "c. 1200 BCE",
    "D.O.D": "-",
    "Dataviz": "-1200",
    "Location": "Sidon (Southern Phoenicia)",
    "Symbolic System Tags": "Canaanite",
    "Duration": "levantine",
    "Description": "Eshmun was the Phoenician god of healing and renewal, revered especially at Sidon. Remembered as a mortal youth transformed into a deity by Astarte after a tragic self-castration, he came to embody youth, recovery, and regeneration. His sanctuaries, particularly at Bostan esh-Sheikh, became major healing shrines where pilgrims sought cures, making him a central figure of Phoenician devotion and civic identity. Emerging in the aftermath of the Bronze Age collapse, when Phoenician cities were rebuilding from widespread upheaval, his cult reflected a collective need for restoration and resilience — a symbolic answer to crisis that elevated healing, survival, and renewal as divine powers in a newly reconstituted world.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Historically Plausible, Symbolic, Allegorical, Archetypal, Contested, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Eshmun",
    "Jungian Archetypes Tags": "Wise Old Man, Initiator, Self",
    "Neumann Stages Tags": "Death, Rebirth, Magical Empowerment, Initiation, Divine Intervention, Return to the Community",
    "Category": "Chthonic Healing–Rebirth Deity",
    "Y-pos": "-"
  },
  {
    "Index": "25",
    "Name": "Samuel",
    "D.O.B": "c. 1105 BCE",
    "D.O.D": "c. 1030 BCE",
    "Dataviz": "-1105",
    "Location": "Israel",
    "Symbolic System Tags": "Yahwistic, Christian, Monotheistic",
    "Duration": "levantine",
    "Description": "Samuel is revered as the figure who guided Israel through its transition from the era of judges to the age of kings. Born as a miracle child and dedicated to God’s service, he became both judge and prophet, calling the people back to covenant faith. As Israel faced external threats and internal disunity, the people demanded a king to unite them; Samuel warned of the dangers but anointed Saul as the first king, and later David after Saul’s failure. In this way, Samuel ensured that monarchy began under prophetic authority, with rulers accountable to Abrahamic God. His life marks a turning point in sacred history, closing the time of tribal judges.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Historically Plausible, Symbolic, Allegorical, Composite, Bridge, Doctrinal/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Samuel",
    "Jungian Archetypes Tags": "Wise Old Man, Initiator, Father Archetype, Persona, Shadow",
    "Neumann Stages Tags": "Separation from World Parents, Initiation, Divine Intervention, Battle with the Dragon, Mythic Ordering of Reality, Return to the Community, Ego Collapse, Magical Empowerment, Death, Descent into the Underworld",
    "Category": "Monotheistic Prophet-Judge",
    "Y-pos": "-"
  },
  {
    "Index": "26",
    "Name": "Samson",
    "D.O.B": "c. 1100 BCE",
    "D.O.D": "c. 1050 BCE",
    "Dataviz": "-1100",
    "Location": "Israel / Philistia",
    "Symbolic System Tags": "Yahwistic, Christian, Monotheistic",
    "Duration": "levantine",
    "Description": "Samson, the Nazirite judge of Israel, is remembered as a man of immense strength and deep flaws. Chosen before birth and bound by sacred vows, his power became both a gift and a burden, leading him into conflict with the Philistines who oppressed his people. His life oscillated between divine purpose and human weakness, most notably his downfall through Delilah’s betrayal. Yet even in captivity, Samson’s final act of bringing down the Philistine temple turned his story into one of redemption through sacrifice. He endures as both a cautionary tale of squandered potential and an archetype of God’s ability to work through imperfect vessels.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Symbolic, Allegorical, Composite, Bridge, Doctrinal/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Samson",
    "Jungian Archetypes Tags": "Hero, Trickster, Persona, Shadow, Initiator",
    "Neumann Stages Tags": "Divine Intervention, Initiation, Battle with the Dragon, Magical Empowerment, Ego Collapse, Rebirth, Death, Return to the Community",
    "Category": "Monotheistic Warrior-Judge",
    "Y-pos": "-"
  },
  {
    "Index": "27",
    "Name": "David",
    "D.O.B": "c. 1040 BCE",
    "D.O.D": "c. 970 BCE",
    "Dataviz": "-1040",
    "Location": "Jerusalem / Israel",
    "Symbolic System Tags": "Yahwistic, Christian, Islamic, Monotheistic",
    "Duration": "levantine",
    "Description": "Rising from humble origins as a shepherd, he became known as a warrior whose early victories included the defeat of Goliath. As king, he unified the local tribes and established Jerusalem as both political and religious center, bringing the Ark of the Covenant into the city. He is also credited as a psalmist, remembered for his role as a musician and poet whose words shaped the devotional life of Israel. His story includes human failings — most notably the episode with Bathsheba and Uriah — paired with repentance, making him a model of both sin and forgiveness. In the broader monotheistic corpus, David stands as a figure who unites political authority, military power, and spiritual devotion, serving as an enduring archetype of sacred kingship.",
    "Historic-Mythic Status Tags": "Legendary, Historic, Historically Plausible, Symbolic, Allegorical, Composite, Bridge, Doctrinal/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?": "YES",
    "Name.1": "David",
    "Jungian Archetypes Tags": "Hero, Initiator, Persona, Father Archetype, Wise Old Man, Trickster, Shadow, Terrible Father",
    "Neumann Stages Tags": "Separation from World Parents, Divine Intervention, Battle with the Dragon, Initiation, Isolation, Mythic Ordering of Reality, Return to the Community, Ego Collapse, Rebirth, Magical Empowerment, Coronation of the King, Death",
    "Category": "Monotheistic Warrior-King",
    "Y-pos": "-"
  },
  {
    "Index": "28",
    "Name": "Solomon",
    "D.O.B": "c. 990 BCE",
    "D.O.D": "c. 931 BCE",
    "Dataviz": "-990",
    "Location": "Jerusalem / Israel",
    "Symbolic System Tags": "Yahwistic, Christian, Islamic, Monotheistic",
    "Duration": "levantine",
    "Description": "Solomon is honored as a king of wisdom and a prophet of the Abrahamic God. The son of David, he ruled during Israel’s golden age, renowned for his just judgments and for building the Temple in Jerusalem as the center of worship. In Islamic tradition he was also granted command over the winds, animals, and even the jinn, symbolizing divinely bestowed authority. Yet his later years were marked by compromise with foreign cults, a reminder of the dangers of straying from covenant faith. Across the traditions, Solomon embodies both the heights of wisdom and power and the vulnerabilities of human kingship under God.",
    "Historic-Mythic Status Tags": "Legendary, Historic, Historically Plausible, Symbolic, Allegorical, Composite, Bridge, Doctrinal/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?": "YES",
    "Name.1": "Solomon",
    "Jungian Archetypes Tags": "Wise Old Man, Initiator, Persona, Father Archetype, Shadow, Trickster",
    "Neumann Stages Tags": "Coronation of the King, Divine Intervention, Initiation, Mythic Ordering of Reality, Return to the Community, Ego Collapse, Death",
    "Category": "Monotheistic Wisdom-King & Temple-Builder",
    "Y-pos": "-"
  },
  {
    "Index": "29",
    "Name": "Hiram I",
    "D.O.B": "c. 980 BCE",
    "D.O.D": "c. 947 BCE",
    "Dataviz": "-980",
    "Location": "Tyre (Phoenicia)",
    "Symbolic System Tags": "Canaanite",
    "Duration": "levantine",
    "Description": "Hiram I was king of Tyre, remembered as a builder, reformer, and steward of the city’s prosperity. He expanded Tyre physically by joining its two islands with causeways and reclaiming land, strengthening its fortifications, and raising monumental temples to Melqart and Astarte. His reign emphasized civic renewal, religious centrality, and the continuity of Tyre’s kingship under the patronage of Melqart. Hiram oversaw flourishing maritime trade, organizing expeditions that projected Tyre’s influence across the seas. His long and stable rule marked a golden age in Tyre’s history, defined by construction, ritual devotion, and seaborne wealth.",
    "Historic-Mythic Status Tags": "Historic, Historically Plausible, Symbolic, Bridge, Archetypal, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Hiram I",
    "Jungian Archetypes Tags": "Wise Old Man, Initiator, Father Archetype",
    "Neumann Stages Tags": "Mythic Ordering of Reality, Coronation of the King, Initiation, Return to the Community, Divine Intervention",
    "Category": "King/Historic figure",
    "Y-pos": "-"
  },
  {
    "Index": "30",
    "Name": "Queen of Sheba",
    "D.O.B": "c. 960 BCE",
    "D.O.D": "-",
    "Dataviz": "-960",
    "Location": "Saba (Yemen / Ethiopia)",
    "Symbolic System Tags": "Yahwistic, Christian, Islamic, Monotheistic",
    "Duration": "levantine",
    "Description": "A powerful monarch whose fame rests on her encounter with King Solomon, where she is portrayed as a figure of wealth, wisdom, and authority. She is described as arriving with great treasures and posing challenges of knowledge, leaving impressed by the splendor and insight she witnessed. Beyond this legendary meeting, she symbolizes the strength and influence of southern Arabian and possibly East African kingdoms that thrived on long-distance trade. Over time, she came to embody the archetype of the wise and sovereign queen, bridging cultures through diplomacy, wealth, and the pursuit of wisdom.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Historically Plausible, Symbolic, Allegorical, Composite, Bridge, Doctrinal/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Queen of Sheba",
    "Jungian Archetypes Tags": "Wise Old Woman, Initiator, Persona, Hero, Mother Archetype, Anima",
    "Neumann Stages Tags": "Initiation, Isolation, Divine Intervention, Mythic Ordering of Reality, Return to the Community",
    "Category": "Ethiopian Sage-Queen",
    "Y-pos": "-"
  },
  {
    "Index": "31",
    "Name": "Elijah",
    "D.O.B": "c. 900 BCE",
    "D.O.D": "c. 850 BCE",
    "Dataviz": "-900",
    "Location": "Israel",
    "Symbolic System Tags": "Yahwistic, Christian, Islamic, Monotheistic",
    "Duration": "levantine",
    "Description": "Elijah is revered as the fiery prophet who defended God’s covenant against idolatry. He confronted King Ahab and the prophets of Baal, calling down fire from heaven in a dramatic display of divine power. Known for miracles and for his mysterious ascent to heaven in a whirlwind, he became a symbol of zeal and divine presence. Across the traditions he is remembered as a herald of redemption, a figure who bridges earth and heaven, and a reminder of prophetic courage in times of crisis.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Historically Plausible, Symbolic, Allegorical, Composite, Bridge, Doctrinal/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Elijah",
    "Jungian Archetypes Tags": "Hero, Wise Old Man, Initiator, Persona, Father Archetype, Trickster, Shadow",
    "Neumann Stages Tags": "Divine Intervention, Battle with the Dragon, Isolation, Ego Collapse, Rebirth, Mythic Ordering of Reality, Magical Empowerment, Return to the Community, Ego Transcendence",
    "Category": "Monotheistic Prophet & Covenant Restorer",
    "Y-pos": "-"
  },
  {
    "Index": "32",
    "Name": "Elisha",
    "D.O.B": "c. 850 BCE",
    "D.O.D": "c. 800 BCE",
    "Dataviz": "-850",
    "Location": "Israel",
    "Symbolic System Tags": "Yahwistic, Christian, Islamic, Monotheistic",
    "Duration": "levantine",
    "Description": "Elisha is honored as the prophetic successor of Elijah. Receiving a “double portion” of his mentor’s spirit, he became known for miracles of healing, provision, and even raising the dead. Unlike Elijah’s fiery confrontations, Elisha’s ministry often emphasized compassion and restoration, though he still guided Israel’s kings in times of war. Across the traditions he stands as a prophet of divine mercy and power, remembered for showing that God’s salvation reaches both the great and the humble.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Historically Plausible, Symbolic, Allegorical, Composite, Bridge, Doctrinal/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Elisha",
    "Jungian Archetypes Tags": "Wise Old Man, Initiator, Father Archetype, Persona, Hero, Trickster, Shadow",
    "Neumann Stages Tags": "Initiation, Divine Intervention, Magical Empowerment, Battle with the Dragon, Mythic Ordering of Reality, Return to the Community, Death, Ego Transcendence",
    "Category": "Monotheistic Prophet, Healer & Nation-Advisor",
    "Y-pos": "-"
  },
  {
    "Index": "33",
    "Name": "Job (Ayyub)",
    "D.O.B": "c. 800 BCE",
    "D.O.D": "c. 720 BCE",
    "Dataviz": "-800",
    "Location": "Land of Uz (linked to Edom/Northern Arabia)",
    "Symbolic System Tags": "Yahwistic, Christian, Islamic, Monotheistic",
    "Duration": "levantine",
    "Description": "Job was a righteous man whose story centers on the mystery of suffering and faith. Though blessed with wealth, family, and health, he was suddenly struck by devastating losses and painful illness. Instead of cursing God, he wrestled honestly with questions of justice, wondering why the innocent suffer while the wicked prosper. His friends offered shallow answers, but Job refused to deny his integrity. In the end, God responded not with explanations but with a vision of divine majesty that humbled Job into silence. Because he remained steadfast, he was restored with renewed blessings.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Historically Plausible, Symbolic, Allegorical, Doctrinal/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Job (Ayyub)",
    "Jungian Archetypes Tags": "Hero, Persona, Father Archetype, Wise Old Man, Shadow, Self",
    "Neumann Stages Tags": "Isolation, Descent into the Underworld, Initiation, Divine Intervention, Mythic Ordering of Reality, Ego Collapse, Ego Transcendence, Rebirth, Return to the Community",
    "Category": "Monotheistic Sufferer-Sage",
    "Y-pos": "-"
  },
  {
    "Index": "34",
    "Name": "Jonah",
    "D.O.B": "c. 780 BCE",
    "D.O.D": "c. 740 BCE",
    "Dataviz": "-780",
    "Location": "Israel / Nineveh",
    "Symbolic System Tags": "Yahwistic, Christian, Islamic, Monotheistic",
    "Duration": "levantine",
    "Description": "Jonah is remembered as the reluctant prophet who tried to flee God’s command. Sent to preach in Nineveh, capital of the Assyrian empire known for its violence and oppression, Jonah resisted because he feared God would show mercy to Israel’s enemies if they repented. Cast into the sea and swallowed by a great fish, he was delivered after three days and returned to proclaim judgment, leading the people of Nineveh to repent and be spared. His story emphasizes both human resistance to God’s will and the surprising breadth of divine mercy. Across traditions, Jonah stands as a sign of repentance, renewal, and compassion that transcends boundaries of nation or people.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Historically Plausible, Symbolic, Allegorical, Doctrinal/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Jonah",
    "Jungian Archetypes Tags": "Trickster, Shadow, Persona, Initiator",
    "Neumann Stages Tags": "Divine Intervention, Descent into the Underworld, Death, Rebirth, Return to the Community, Mythic Ordering of Reality, Isolation, Ego Collapse",
    "Category": "Monotheistic Prophet & City-Renewer",
    "Y-pos": "-"
  },
  {
    "Index": "35",
    "Name": "Isaiah",
    "D.O.B": "c. 765 BCE",
    "D.O.D": "c. 686 BCE",
    "Dataviz": "-765",
    "Location": "Jerusalem",
    "Symbolic System Tags": "Yahwistic, Christian, Monotheistic",
    "Duration": "levantine",
    "Description": "Isaiah was a prophet, remembered for calling his people back to faith in God during a time of Assyrian threat and social corruption. He warned that empty rituals without justice meant nothing, urging righteousness and trust in God over political schemes. His visions reached beyond Israel, portraying a future where peace would embrace all nations—“swords into plowshares.” In the broader monotheistic tradition, Isaiah is honored as the voice of both judgment and hope: announcing God’s demand for justice, the promise of redemption, and the vision of a coming messianic age.",
    "Historic-Mythic Status Tags": "Legendary, Historic, Historically Plausible, Symbolic, Allegorical, Composite, Bridge, Doctrinal/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Isaiah",
    "Jungian Archetypes Tags": "Wise Old Man, Initiator, Persona, Hero, Trickster, Shadow, Self",
    "Neumann Stages Tags": "Divine Intervention, Initiation, Isolation, Battle with the Dragon, Mythic Ordering of Reality, Return to the Community, Ego Collapse, Rebirth, Magical Empowerment",
    "Category": "Monotheistic Prophet & Theological Architect",
    "Y-pos": "-"
  },
  {
    "Index": "36",
    "Name": "Amos",
    "D.O.B": "c. 760 BCE",
    "D.O.D": "c. 750 BCE",
    "Dataviz": "-760",
    "Location": "Judah / Israel",
    "Symbolic System Tags": "Yahwistic, Christian, Monotheistic",
    "Duration": "levantine",
    "Description": "Amos was a shepherd and dresser of sycamore trees from the southern kingdom of Judah, yet through divine revelation he was sent north to Israel. Unlike the professional prophets tied to courts and temples, he came as an outsider, not to serve the establishment but to denounce it. He condemned the wealthy elite for exploiting the poor, warning that prosperity built on injustice would bring divine judgment. His oracles thunder with a simple, uncompromising message: God desires righteousness and justice, not hollow ritual.",
    "Historic-Mythic Status Tags": "Legendary, Historic, Historically Plausible, Symbolic, Allegorical, Doctrinal/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Amos",
    "Jungian Archetypes Tags": "Wise Old Man, Initiator, Persona, Trickster",
    "Neumann Stages Tags": "Initiation, Divine Intervention, Isolation, Battle with the Dragon, Mythic Ordering of Reality, Return to the Community, Magical Empowerment, Rebirth",
    "Category": "Monotheistic Justice Prophet",
    "Y-pos": "-"
  },
  {
    "Index": "37",
    "Name": "Hosea",
    "D.O.B": "c. 750 BCE",
    "D.O.D": "c. 722 BCE",
    "Dataviz": "-750",
    "Location": "Northern Kingdom of Israel",
    "Symbolic System Tags": "Yahwistic, Christian, Monotheistic",
    "Duration": "levantine",
    "Description": "Hosea was a prophet from the northern kingdom of Israel. His life itself became a symbol: he married Gomer, a woman who proved unfaithful, mirroring Israel’s betrayal of God through idolatry. His children’s names carried prophetic meaning, warning of judgment. Hosea denounced corruption and false worship but also proclaimed God’s enduring love, portraying the divine as a faithful husband yearning for his wayward spouse.",
    "Historic-Mythic Status Tags": "Legendary, Historic, Historically Plausible, Symbolic, Allegorical, Doctrinal/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Hosea",
    "Jungian Archetypes Tags": "Initiator, Persona, Wise Old Man, Father Archetype, Shadow",
    "Neumann Stages Tags": "Initiation, Isolation, Battle with the Dragon, Divine Intervention, Mythic Ordering of Reality, Ego Collapse, Rebirth, Return to the Community, Magical Empowerment",
    "Category": "Monotheistic Fidelity Prophet",
    "Y-pos": "-"
  },
  {
    "Index": "38",
    "Name": "Micah",
    "D.O.B": "c. 740 BCE",
    "D.O.D": "c. 700 BCE",
    "Dataviz": "-740",
    "Location": "Judah",
    "Symbolic System Tags": "Yahwistic, Christian, Monotheistic",
    "Duration": "levantine",
    "Description": "Micah was a prophet from the rural town of Moresheth in Judah. He condemned corrupt leaders and wealthy elites for exploiting the poor, warning that even Jerusalem and its Temple would be destroyed if injustice continued. At the same time, he spoke of hope: a future ruler would come from Bethlehem, and peace would one day cover the earth. He is best known for his call to live ethically — “to act justly, love mercy, and walk humbly with your God.”",
    "Historic-Mythic Status Tags": "Legendary, Historic, Historically Plausible, Symbolic, Allegorical, Doctrinal/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Micah",
    "Jungian Archetypes Tags": "Wise Old Man, Initiator, Persona, Trickster, Shadow",
    "Neumann Stages Tags": "Initiation, Battle with the Dragon, Mythic Ordering of Reality, Divine Intervention, Return to the Community, Ego Collapse, Rebirth, Magical Empowerment, Isolation",
    "Category": "Monotheistic Prophet & Zion Visionary",
    "Y-pos": "-"
  },
  {
    "Index": "39",
    "Name": "Jeremiah",
    "D.O.B": "c. 650 BCE",
    "D.O.D": "c. 570 BCE",
    "Dataviz": "-650",
    "Location": "Jerusalem",
    "Symbolic System Tags": "Yahwistic, Christian, Monotheistic",
    "Duration": "levantine",
    "Description": "Jeremiah was a prophet from the priestly town of Anathoth who warned Judah that corruption, idolatry, and misplaced trust in political alliances would bring destruction. He lived through the Babylonian conquest of Jerusalem in 586 BCE, the destruction of the Temple, and the exile of his people. He urged surrender to Babylon as God’s will, a message that made him hated, branded a traitor, and often persecuted. Known as the “weeping prophet,” he poured out his grief in laments, yet alongside despair he offered hope: he spoke of God’s enduring love and promised a future new covenant.",
    "Historic-Mythic Status Tags": "Legendary, Historic, Historically Plausible, Symbolic, Allegorical, Composite, Bridge, Doctrinal/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Jeremiah",
    "Jungian Archetypes Tags": "Wise Old Man, Initiator, Persona, Hero, Shadow, Self",
    "Neumann Stages Tags": "Divine Intervention, Initiation, Isolation, Battle with the Dragon, Mythic Ordering of Reality, Descent into the Underworld, Ego Collapse, Rebirth, Return to the Community, Magical Empowerment",
    "Category": "Monotheistic Exilic Prophet",
    "Y-pos": "-"
  },
  {
    "Index": "40",
    "Name": "Nahum",
    "D.O.B": "c. 650 BCE",
    "D.O.D": "c. 620 BCE",
    "Dataviz": "-650",
    "Location": "Judah",
    "Symbolic System Tags": "Yahwistic, Christian, Monotheistic",
    "Duration": "levantine",
    "Description": "Nahum was a 7th-century BCE prophet remembered for announcing the downfall of Nineveh, the proud capital of the Assyrian Empire. His short prophetic book, only three chapters long, is striking for its intense and poetic imagery: chariots racing through the streets, walls collapsing, rivers bursting their banks, and the city’s wealth plundered. This vivid war poetry painted Nineveh’s destruction not just as a political event, but as an act of divine justice against an empire notorious for its brutality.",
    "Historic-Mythic Status Tags": "Legendary, Historic, Historically Plausible, Symbolic, Allegorical, Doctrinal/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Nahum",
    "Jungian Archetypes Tags": "Persona, Wise Old Man, Trickster, Initiator, Shadow",
    "Neumann Stages Tags": "Divine Intervention, Battle with the Dragon, Mythic Ordering of Reality, Return to the Community, Death, Magical Empowerment",
    "Category": "Monotheistic Anti-Imperial Prophet",
    "Y-pos": "-"
  },
  {
    "Index": "41",
    "Name": "Zephaniah",
    "D.O.B": "c. 640 BCE",
    "D.O.D": "c. 609 BCE",
    "Dataviz": "-640",
    "Location": "Judah",
    "Symbolic System Tags": "Yahwistic, Christian, Monotheistic",
    "Duration": "levantine",
    "Description": "Zephaniah was a prophet, likely of royal descent, who proclaimed that the Day of the Lord was near—a sweeping time of judgment against idolatry, corruption, and arrogance among both Judah and the surrounding nations. His short book opens with stark visions of devastation, portraying God’s justice as unavoidable and total. Yet it does not end in despair: Zephaniah also spoke of hope, promising that a humble remnant would be preserved and that God would one day rejoice over His people with singing. His voice holds together both the terror of divine judgment and the comfort of ultimate restoration.",
    "Historic-Mythic Status Tags": "Legendary, Historic, Historically Plausible, Symbolic, Allegorical, Doctrinal/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Zephaniah",
    "Jungian Archetypes Tags": "Wise Old Man, Initiator, Persona, Trickster, Shadow",
    "Neumann Stages Tags": "Divine Intervention, Battle with the Dragon, Mythic Ordering of Reality, Ego Collapse, Rebirth, Return to the Community, Magical Empowerment",
    "Category": "Monotheistic Day-of-the-LORD Prophet",
    "Y-pos": "-"
  },
  {
    "Index": "42",
    "Name": "Habakkuk",
    "D.O.B": "c. 620 BCE",
    "D.O.D": "c. 590 BCE",
    "Dataviz": "-620",
    "Location": "Judah",
    "Symbolic System Tags": "Yahwistic, Christian, Monotheistic",
    "Duration": "levantine",
    "Description": "Habakkuk was a prophet who gave voice to the struggle of faith in the face of injustice. Unlike most prophets, he spoke less to the people and more directly to God, asking why the wicked thrive and why violent nations are allowed to prevail. His short book moves from questioning to trust, climaxing with the declaration that “the righteous shall live by faith.” He also composed a psalm-like prayer that celebrates God’s power over history. Habakkuk’s legacy lies in his honesty before God and his resolve that even in uncertainty and suffering, true faith endures.",
    "Historic-Mythic Status Tags": "Legendary, Historic, Historically Plausible, Symbolic, Allegorical, Doctrinal/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Habakkuk",
    "Jungian Archetypes Tags": "Wise Old Man, Initiator, Persona, Shadow, Hero",
    "Neumann Stages Tags": "Ego Collapse, Divine Intervention, Initiation, Mythic Ordering of Reality, Battle with the Dragon, Magical Empowerment, Rebirth, Return to the Community",
    "Category": "Monotheistic Theodicy Prophet",
    "Y-pos": "-"
  },
  {
    "Index": "43",
    "Name": "Obadiah",
    "D.O.B": "c. 585 BCE",
    "D.O.D": "c. 550 BCE",
    "Dataviz": "-585",
    "Location": "Judah",
    "Symbolic System Tags": "Yahwistic, Christian, Monotheistic",
    "Duration": "levantine",
    "Description": "Obadiah was a prophet whose message, preserved in the shortest book of the Bible, focused on justice against Edom, the nation descended from Esau. He condemned Edom for exploiting Judah’s downfall during the Babylonian conquest, declaring that betrayal of kin would bring divine judgment. Though little is known of his life, his name means “servant of the Lord,” and his voice stands as a reminder that no act of arrogance or opportunism escapes God’s justice. At the same time, his prophecy carries hope: though Judah was crushed, restoration would come, and the kingdom would ultimately belong to God.",
    "Historic-Mythic Status Tags": "Legendary, Historic, Historically Plausible, Symbolic, Allegorical, Doctrinal/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Obadiah",
    "Jungian Archetypes Tags": "Wise Old Man, Initiator, Persona, Shadow, Hero",
    "Neumann Stages Tags": "Battle with the Dragon, Divine Intervention, Mythic Ordering of Reality, Return to the Community, Rebirth, Magical Empowerment",
    "Category": "Monotheistic Anti-Edom Judgment Prophet",
    "Y-pos": "-"
  },
  {
    "Index": "44",
    "Name": "Haggai",
    "D.O.B": "c. 550 BCE",
    "D.O.D": "c. 500 BCE",
    "Dataviz": "-550",
    "Location": "Jerusalem",
    "Symbolic System Tags": "Yahwistic, Christian, Monotheistic",
    "Duration": "levantine",
    "Description": "Haggai was a prophet who urged the returned exiles in Jerusalem to rebuild the Temple after its destruction. Speaking in 520 BCE, he linked the community’s struggles with their neglect of God’s house, insisting that blessing would come only when worship was restored to the center of life. His short book contains four powerful oracles delivered over just a few months, and unlike many prophets, his call was heeded — the people resumed construction and the Second Temple was completed. Haggai stands as a voice of practical faith, reminding his people that devotion must be expressed through collective action and renewal.",
    "Historic-Mythic Status Tags": "Legendary, Historic, Historically Plausible, Symbolic, Allegorical, Doctrinal/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Haggai",
    "Jungian Archetypes Tags": "Initiator, Wise Old Man, Persona, Father Archetype, Shadow",
    "Neumann Stages Tags": "Initiation, Divine Intervention, Return to the Community, Mythic Ordering of Reality, Magical Empowerment, Rebirth, Coronation of the King",
    "Category": "Monotheistic Temple-Restoration Prophet",
    "Y-pos": "-"
  },
  {
    "Index": "45",
    "Name": "Zechariah",
    "D.O.B": "c. 550 BCE",
    "D.O.D": "c. 520 BCE",
    "Dataviz": "-550",
    "Location": "Jerusalem",
    "Symbolic System Tags": "Yahwistic, Christian, Islamic, Monotheistic",
    "Duration": "levantine",
    "Description": "Zechariah was a prophet and priestly figure who encouraged the rebuilding of the Temple after the Babylonian exile while offering visions of God’s larger plan for renewal. He combined practical exhortation with symbolic imagery filled with striking apocalyptic visions, pointing to both immediate restoration and ultimate redemption. Remembered as a man of prayer and devotion, he is also linked to the care of Mary and the birth of John the Baptist in later tradition. Zechariah represents trust in God’s mercy, the hope of renewal after ruin, and the assurance that divine purposes unfold beyond human strength, “not by might, nor by power, but by God’s Spirit.”",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Historic, Historically Plausible, Symbolic, Allegorical, Composite, Bridge, Doctrinal/Canonical, Archetypal, Contested, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Zechariah",
    "Jungian Archetypes Tags": "Initiator, Wise Old Man, Persona, Shadow",
    "Neumann Stages Tags": "Divine Intervention, Initiation, Magical Empowerment, Mythic Ordering of Reality, Return to the Community, Coronation of the King, Rebirth, Battle with the Dragon",
    "Category": "Monotheistic Restoration Vision-Prophet",
    "Y-pos": "-"
  }
]