[
  {
    "Index": 1,
    "Name": "Dagon",
    "D.O.B": "c. 2300 BCE",
    "D.O.D": "-",
    "Dataviz": -2300,
    "Location": "Mari / Canaanite cult",
    "Symbolic System Tags": "Canaanite",
    "Duration": "west-semitic",
    "Description": "Dagon was a major West Semitic deity whose worship spanned from the Early Bronze Age to the Iron Age. Originally an agricultural god associated with grain and fertility, his name likely derives from the Semitic root dgn (“grain”). In Amorite and early Syrian traditions he was honored as a high god and invoked as a guarantor of kingship. At Ugarit he appears as a patriarchal figure, sometimes described as the father of Baal, though overshadowed by El as head of the pantheon and Baal as storm-warrior. In the Iron Age his cult flourished among the Philistines, with temples at Gaza and Ashdod remembered in biblical accounts. Later traditions, influenced by a pun on the Hebrew dag (“fish”), imagined him as a fish-god, though evidence points to his original role as a fertility deity. Through his long career Dagon bridged Mesopotamian, Canaanite, and Philistine symbolic systems, enduring as both an agrarian sustainer and a father-figure in the divine hierarchy.",
    "Historic-Mythic Status Tags": "Mythical, Symbolic, Archetypal, Contested, Devotional, Bridge",
    "Founding Figure?": "YES",
    "Name.1": "Dagon",
    "Jungian Archetypes Tags": "Father Archetype, Wise Old Man",
    "Neumann Stages Tags": "Uroboric Stage, Mythic Ordering of Reality, Return to the Community, Death, Rebirth",
    "Comtean framework": "Theological/Mythological",
    "Category": "Chthonic Fertility Deity",
    "Socio-political Tags": "Priestly, Theocratic, Royal, Legitimation, Normalization, Nomadic/Pastoral",
    "dob_num": -2300,
    "dod_num": "-",
    "Founding_Figure_Normalized": "YES"
  },
  {
    "Index": 2,
    "Name": "El",
    "D.O.B": "c. 2000 BCE",
    "D.O.D": "-",
    "Dataviz": -2000,
    "Location": "Ugarit / Canaan",
    "Symbolic System Tags": "Canaanite",
    "Duration": "west-semitic",
    "Description": "El was the supreme patriarch of the West Semitic pantheon, worshipped across Canaan, Ugarit, and Phoenicia as “El Elyon” (“Most High”) and “El Shaddai” (“Almighty”). He was depicted as an aged, bearded father, dwelling in a tent at the source of the cosmic rivers, ruling by wisdom and decree rather than by force. El was credited as creator of heaven and earth and father of seventy gods, including Baal, Anat, Yam, and Mot, though he often delegated authority to younger deities. In Ugaritic texts he appears both as a dignified lawgiver and a lustful, wine-drinking patriarch whose children rivaled or defied him. Later, Phoenician tradition equated him with Cronus, while in Israelite religion his name and titles were absorbed into Yahweh, shaping the emergence of monotheism. El thus endured as both a cosmic progenitor and a cultural bridge between polytheistic and monotheistic systems.",
    "Historic-Mythic Status Tags": "Mythical, Symbolic, Archetypal, Bridge, Doctrinal/Canonical, Devotional, Contested",
    "Founding Figure?": "YES",
    "Name.1": "El",
    "Jungian Archetypes Tags": "Father Archetype, Wise Old Man, Self, Terrible Father",
    "Neumann Stages Tags": "Uroboric Stage, Mythic Ordering of Reality, Coronation of the King, Ego Transcendence",
    "Comtean framework": "Theological/Mythological",
    "Category": "Transcendent Proto-Monistic Deity",
    "Socio-political Tags": "Priestly, Theocratic, Royal, Judicial, Legitimation, Normalization",
    "dob_num": -2000,
    "dod_num": "-",
    "Founding_Figure_Normalized": "YES"
  },
  {
    "Index": 3,
    "Name": "Resheph",
    "D.O.B": "c. 2000 BCE",
    "D.O.D": "-",
    "Dataviz": -2000,
    "Location": "Levant (Ebla, Ugarit, Phoenicia)",
    "Symbolic System Tags": "Canaanite, Egyptian",
    "Duration": "west-semitic",
    "Description": "Resheph was a Canaanite god of fire, plague, and war, whose very name means “flame” or “burning.” In the Canaanite pantheon he embodied sudden, destructive forces—shooting plague-arrows, unleashing fever, and spreading wildfire—yet he was also invoked as a powerful protector when appeased. When absorbed into the Egyptian symbolic order, Resheph retained his foreign identity, shown in Syrian dress with a gazelle-topped crown, but was reinterpreted as a controllable force of destruction. Egyptians associated him with Montu, Seth, and sometimes Min, channeling his ambivalent powers of both fertility and death into their own cosmology. Within Egypt, Resheph functioned as a liminal protector—a feared outsider god whose dangerous energy, once mastered by the pharaoh, reinforced Egypt’s vision of kingship as the commander of even alien powers.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Symbolic, Allegorical, Archetypal, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Resheph",
    "Jungian Archetypes Tags": "Shadow, Terrible Father, Trickster",
    "Neumann Stages Tags": "Uroboric Stage, Death, Battle with the Dragon, Descent into the Underworld, Ego Collapse",
    "Comtean framework": "Theological/Mythological",
    "Category": "Chthonic Storm Deity",
    "Socio-political Tags": "Warrior, Subversive, Mystical/Initiatory, Propagandistic",
    "dob_num": -2000,
    "dod_num": "-",
    "Founding_Figure_Normalized": "NO"
  },
  {
    "Index": 4,
    "Name": "Shapash",
    "D.O.B": "c. 2000 BCE",
    "D.O.D": "-",
    "Dataviz": -2000,
    "Location": "Ugarit (Northern Levant)",
    "Symbolic System Tags": "Canaanite",
    "Duration": "west-semitic",
    "Description": "Shapash was the Canaanite sun goddess, called the “torch of the gods” and “illuminator of heaven and earth.” She acted as a mediator in divine conflicts, carrying messages between El, Baal, and Mot, and guided souls into the underworld. Revered as an impartial judge and divine witness, she embodied the sun’s dual role as life-giver and overseer of death, a constant presence whose light touched both the living and the dead.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Symbolic, Allegorical, Archetypal, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Shapash",
    "Jungian Archetypes Tags": "Wise Old Woman, Mother Archetype, Self",
    "Neumann Stages Tags": "Uroboric Stage, Mythic Ordering of Reality, Death, Rebirth, Descent into the Underworld, Return to the Community, Ego Transcendence",
    "Comtean framework": "Theological/Mythological",
    "Category": "Chthonic Solar Goddess",
    "Socio-political Tags": "Priestly, Theocratic, Judicial, Legitimation, Normalization, Mystical/Initiatory",
    "dob_num": -2000,
    "dod_num": "-",
    "Founding_Figure_Normalized": "NO"
  },
  {
    "Index": 5,
    "Name": "Asherah/Athirat",
    "D.O.B": "c. 2000 BCE",
    "D.O.D": "-",
    "Dataviz": -2000,
    "Location": "Levant (Ugarit, Phoenicia, Canaan)",
    "Symbolic System Tags": "Canaanite",
    "Duration": "west-semitic",
    "Description": "Asherah (Athirat) was the Canaanite great mother goddess, consort of El and progenitress of the divine assembly. She embodied fertility, nourishment, and cosmic order, ensuring continuity for gods and humans alike. In myth she often acted as an intercessor, supporting deities such as Baal in their quests, and her presence was marked by sacred trees and wooden poles (asherim) in shrines and high places. Revered across the Levant, she was even venerated for a time alongside Yahweh in early Israelite religion, before her cult was suppressed under monotheistic reform. As the maternal force at the heart of the Canaanite symbolic system, she represented abundance, protection, and cosmic balance.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Symbolic, Allegorical, Archetypal, Contested, Devotional",
    "Founding Figure?": "YES",
    "Name.1": "Asherah/Athirat",
    "Jungian Archetypes Tags": "Mother Archetype, Wise Old Woman, Terrible Mother, Anima",
    "Neumann Stages Tags": "Uroboric Stage, Mythic Ordering of Reality, Death, Rebirth, Return to the Community, Ego Transcendence",
    "Comtean framework": "Theological/Mythological",
    "Category": "Chthonic Mother Goddess",
    "Socio-political Tags": "Priestly, Theocratic, Royal, Legitimation, Normalization, Mystical/Initiatory",
    "dob_num": -2000,
    "dod_num": "-",
    "Founding_Figure_Normalized": "YES"
  },
  {
    "Index": 6,
    "Name": "Astarte/Anat",
    "D.O.B": "c. 1900 BCE",
    "D.O.D": "-",
    "Dataviz": -1900,
    "Location": "Levant (Ugarit, Phoenician coast, Cyprus)",
    "Symbolic System Tags": "Canaanite",
    "Duration": "west-semitic",
    "Description": "Astarte/Anat was a major goddess of the Canaanite and Phoenician pantheon, embodying both love and war. As a daughter of El and close ally or consort of Baal, she combined paradoxical traits: celebrated as the “Virgin Anat” for her fierce independence, yet also revered as Astarte, goddess of sexuality, fertility, and royal power. In the Ugaritic Baal Cycle, Anat is portrayed as a blood-soaked warrior who avenges Baal by dismembering Mot, while Astarte was invoked in treaties and cults across Phoenicia. Her worship spread widely: in Egypt she appeared as a chariot-riding warrior goddess; in Cyprus she was honored as a sea and fertility deity whose cult shaped the Greek Aphrodite; and in Carthage she fused with Tanit as a protective mother-goddess. Condemned in Israelite texts as Ashtoreth, she nevertheless endured as one of the most mobile and influential deities of the ancient Mediterranean, embodying erotic power and martial ferocity.",
    "Historic-Mythic Status Tags": "Mythical, Symbolic, Archetypal, Bridge, Contested, Devotional, Composite",
    "Founding Figure?": "YES",
    "Name.1": "Astarte/Anat",
    "Jungian Archetypes Tags": "Terrible Mother, Initiator, Anima, Trickster, Mother Archetype",
    "Neumann Stages Tags": "Uroboric Stage, Battle with the Dragon, Death, Rebirth, Initiation, Magical Empowerment, Descent into the Underworld",
    "Comtean framework": "Theological/Mythological",
    "Category": "Chthonic Storm-Fertility Goddess",
    "Socio-political Tags": "Warrior, Royal, Theocratic, National, Mystical / Initiatory, Subversive",
    "dob_num": -1900,
    "dod_num": "-",
    "Founding_Figure_Normalized": "YES"
  },
  {
    "Index": 7,
    "Name": "Yam",
    "D.O.B": "c. 1900 BCE",
    "D.O.D": "-",
    "Dataviz": -1900,
    "Location": "Ugarit (Ras Shamra, Syria)",
    "Symbolic System Tags": "Canaanite",
    "Duration": "west-semitic",
    "Description": "Yam was the Canaanite god of the sea and watery chaos, son of El and rival of Baal in the Ugaritic Baal Cycle. Briefly granted kingship over the divine assembly, he grew arrogant and oppressive, demanding tribute and submission from the other gods. His reign was marked by tyranny rather than stewardship, provoking rebellion in the pantheon. Armed with two enchanted clubs, Baal confronted Yam in battle and struck him down, ending his claim to rule and establishing a new order. Yam is depicted not as a nurturing or protective deity but as a force of overwhelming danger — wild, violent, and unyielding.",
    "Historic-Mythic Status Tags": "Mythical, Symbolic, Archetypal",
    "Founding Figure?": "YES",
    "Name.1": "Yam",
    "Jungian Archetypes Tags": "Shadow, Terrible Father, Animus",
    "Neumann Stages Tags": "Uroboric Stage, Battle with the Dragon, Death, Mythic Ordering of Reality",
    "Comtean framework": "Theological/Mythological",
    "Category": "Chthonic Storm Deity",
    "Socio-political Tags": "Theocratic, Warrior, Imperial, Mystical/Initiatory",
    "dob_num": -1900,
    "dod_num": "-",
    "Founding_Figure_Normalized": "YES"
  },
  {
    "Index": 8,
    "Name": "Mot",
    "D.O.B": "c. 1900 BCE",
    "D.O.D": "-",
    "Dataviz": -1900,
    "Location": "Ugarit (Ras Shamra, Syria)",
    "Symbolic System Tags": "Canaanite",
    "Duration": "west-semitic",
    "Description": "Mot was the Canaanite god of death, sterility, and the underworld, son of El and adversary of Baal in the Ugaritic Baal Cycle. He embodies the principle of mortality and the parching drought that follows the end of the rains. When Baal established his kingship after defeating Yam, Mot demanded his submission, lured him to the underworld, and swallowed him, leaving the land barren. Anat avenged Baal by slaying Mot and scattering his remains, yet because he personified death itself, he revived after seven years and returned to contend with Baal again. This cycle mirrored the seasonal rhythm of life and drought in the Levant. Unlike other deities, Mot had no temples or priesthood; his role was not devotional but explanatory, giving mythic shape to the inevitability of death. His name endured as the Semitic word for death, and his figure echoes in later traditions where Death is cast as a devouring foe ultimately destined to be overcome.",
    "Historic-Mythic Status Tags": "Mythical, Symbolic, Archetypal",
    "Founding Figure?": "YES",
    "Name.1": "Mot",
    "Jungian Archetypes Tags": "Shadow, Terrible Father",
    "Neumann Stages Tags": "Uroboric Stage, Battle with the Dragon, Death, Descent into the Underworld, Ego Collapse",
    "Comtean framework": "Theological/Mythological",
    "Category": "Chtonic Monster Deity",
    "Socio-political Tags": "Theocratic, Mystical / Initiatory, Subversive",
    "dob_num": -1900,
    "dod_num": "-",
    "Founding_Figure_Normalized": "YES"
  },
  {
    "Index": 9,
    "Name": "Kothar-wa-Khasis",
    "D.O.B": "c. 1850 BCE",
    "D.O.D": "-",
    "Dataviz": -1850,
    "Location": "Ugarit / Byblos (Levantine coast)",
    "Symbolic System Tags": "Canaanite",
    "Duration": "west-semitic",
    "Description": "Kothar-wa-Khasis was the Canaanite god of craftsmanship and wisdom, whose name means “Skilled-and-Wise.” He forged Baal’s weapons and built his grand palace, making him indispensable to the order of the gods. Associated with distant lands like Egypt or Crete, he embodied the mystery of technology and invention, a liminal but essential figure who brought skill, ingenuity, and civilizing power into the Canaanite symbolic world.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Symbolic, Allegorical, Composite, Archetypal, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Kothar-wa-Khasis",
    "Jungian Archetypes Tags": "Wise Old Man, Initiator, Trickster",
    "Neumann Stages Tags": "Divine Intervention, Initiation, Magical Empowerment, Mythic Ordering of Reality",
    "Comtean framework": "Theological/Mythological",
    "Category": "Civilizing Artisan Deity",
    "Socio-political Tags": "Priestly, Scholarly, Mystical / Initiatory, Bridge, Legitimation",
    "dob_num": -1850,
    "dod_num": "-",
    "Founding_Figure_Normalized": "NO"
  },
  {
    "Index": 10,
    "Name": "Baal",
    "D.O.B": "c. 1800 BCE",
    "D.O.D": "-",
    "Dataviz": -1800,
    "Location": "Ugarit (Levant)",
    "Symbolic System Tags": "Canaanite",
    "Duration": "west-semitic",
    "Description": "Baal (Hadad) was the Canaanite storm and fertility god, son of El and brother or consort of Anat, whose myths form the core of the Ugaritic Baal Cycle. Dwelling on Mount Zaphon, he brought the rains that sustained agriculture and was celebrated as the cosmic king. His rise to power is marked by his victory over Yam, the Sea, after which he demanded recognition in the form of a grand palace. At first El refused, but with the intercession of Anat and Asherah, Baal gained permission, and the divine craftsman Kothar-wa-Khasis built a splendid palace of silver and gold atop Zaphon. The palace, with its windows from which Baal released thunder and rain, symbolized the transition from raw might to legitimate kingship, anchoring his authority both in the divine realm and in earthly political imagery. Baal also contended with Mot, Death, whose defeat affirmed his role as guarantor of life and fertility. Worshipped widely across Phoenicia and its colonies under local titles such as Baal Hammon and Baal Shamem, he was beloved as bringer of life yet vilified in Israelite texts as the rival of Yahweh.",
    "Historic-Mythic Status Tags": "Mythical, Symbolic, Archetypal, Composite, Bridge, Contested, Devotional",
    "Founding Figure?": "YES",
    "Name.1": "Baal",
    "Jungian Archetypes Tags": "Hero, Animus, Initiator",
    "Neumann Stages Tags": "Battle with the Dragon, Death, Descent into the Underworld, Rebirth, Coronation of the King, Magical Empowerment, Return to the Community, Ego Transcendence",
    "Comtean framework": "Theological/Mythological",
    "Category": "Storm-Fertility Deity",
    "Socio-political Tags": "Warrior, Royal, Theocratic, Mystical / Initiatory, Legitimation",
    "dob_num": -1800,
    "dod_num": "-",
    "Founding_Figure_Normalized": "YES"
  },
  {
    "Index": 11,
    "Name": "Cadmus",
    "D.O.B": "c. 1200 BCE",
    "D.O.D": "-",
    "Dataviz": -1200,
    "Location": "Tyre / Thebes (bridge)",
    "Symbolic System Tags": "Canaanite, Hellenic",
    "Duration": "west-semitic",
    "Description": "Cadmus was a Phoenician prince, son of Agenor, who entered Greek myth while searching for his sister Europa. Guided by the Delphic oracle, he founded Thebes by slaying a dragon sacred to Ares and sowing its teeth, from which sprang the Spartoi, ancestors of Theban nobility. He married Harmonia, daughter of Ares and Aphrodite, and their children—Semele, Ino, Agave, and Autonoë—became central to Greek myth, often marked by tragedy. Cadmus was credited with introducing the Phoenician alphabet to Greece, making him a culture-bringer and symbolic bridge between Canaanite and Hellenic worlds. Though remembered primarily as a heroic founder, his later transformation with Harmonia into serpents in Illyria reflects his liminal nature, secondarily honored as a chthonic being.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Historically Plausible, Symbolic, Allegorical, Composite, Bridge, Archetypal",
    "Founding Figure?": "NO",
    "Name.1": "Cadmus",
    "Jungian Archetypes Tags": "Hero, Initiator, Father Archetype",
    "Neumann Stages Tags": "Battle with the Dragon, Mythic Ordering of Reality, Initiation, Return to the Community, Divine Intervention, Coronation of the King",
    "Comtean framework": "Theological/Mythological",
    "Category": "Civilizing Hero",
    "Socio-political Tags": "Warrior, Royal, Scribal, Bridge, Mystical / Initiatory, Legitimation",
    "dob_num": -1200,
    "dod_num": "-",
    "Founding_Figure_Normalized": "NO"
  },
  {
    "Index": 12,
    "Name": "Melqart",
    "D.O.B": "c. 1200 BCE",
    "D.O.D": "-",
    "Dataviz": -1200,
    "Location": "Tyre (Phoenicia)",
    "Symbolic System Tags": "Canaanite",
    "Duration": "west-semitic",
    "Description": "Melqart was the patron god of Tyre, whose name means “King of the City.” He embodied kingship, death and rebirth, fire, and seafaring, and was annually honored through a ritual burning symbolizing his resurrection. Paired with Astarte in sacred marriage, he was carried by Phoenicians across the Mediterranean, where his cult spread to Carthage, Gades (Cádiz), Malta, and beyond. The temple at Gades was so renowned that even Julius Caesar visited it to consult the oracles of Melqart, a striking sign of the god’s prestige. Thus, Melqart stood as both a local protector of Tyre and a trans-Mediterranean symbol of divine kingship, exploration, and renewal.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Historically Plausible, Symbolic, Allegorical, Composite, Bridge, Archetypal, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Melqart",
    "Jungian Archetypes Tags": "Hero, Animus, Initiator, Father Archetype, Self",
    "Neumann Stages Tags": "Battle with the Dragon, Death, Rebirth, Magical Empowerment, Return to the Community, Coronation of the King, Descent into the Underworld, Initiation",
    "Comtean framework": "Theological/Mythological",
    "Category": "Chthonic Storm-Fertility Boundary-Crosser Deity",
    "Socio-political Tags": "Warrior, Royal, Theocratic, Mystical / Initiatory, Bridge, Merchant, Commercial / Cosmopolitan, Legitimation",
    "dob_num": -1200,
    "dod_num": "-",
    "Founding_Figure_Normalized": "NO"
  },
  {
    "Index": 13,
    "Name": "Eshmun",
    "D.O.B": "c. 1200 BCE",
    "D.O.D": "-",
    "Dataviz": -1200,
    "Location": "Sidon (Southern Phoenicia)",
    "Symbolic System Tags": "Canaanite",
    "Duration": "west-semitic",
    "Description": "Eshmun was the Phoenician god of healing and renewal, revered especially at Sidon. Remembered as a mortal youth transformed into a deity by Astarte after a tragic self-castration, he came to embody youth, recovery, and regeneration. His sanctuaries, particularly at Bostan esh-Sheikh, became major healing shrines where pilgrims sought cures, making him a central figure of Phoenician devotion and civic identity. Emerging in the aftermath of the Bronze Age collapse, when Phoenician cities were rebuilding from widespread upheaval, his cult reflected a collective need for restoration and resilience — a symbolic answer to crisis that elevated healing, survival, and renewal as divine powers in a newly reconstituted world.",
    "Historic-Mythic Status Tags": "Legendary, Mythical, Historically Plausible, Symbolic, Allegorical, Archetypal, Contested, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Eshmun",
    "Jungian Archetypes Tags": "Wise Old Man, Initiator, Self",
    "Neumann Stages Tags": "Death, Rebirth, Magical Empowerment, Initiation, Divine Intervention, Return to the Community",
    "Comtean framework": "Theological/Mythological",
    "Category": "Chthonic Healing–Rebirth Deity",
    "Socio-political Tags": "Priestly, Mystical / Initiatory, Bridge, Scholarly",
    "dob_num": -1200,
    "dod_num": "-",
    "Founding_Figure_Normalized": "NO"
  },
  {
    "Index": 14,
    "Name": "Hiram I",
    "D.O.B": "c. 980 BCE",
    "D.O.D": "c. 947 BCE",
    "Dataviz": -980,
    "Location": "Tyre (Phoenicia)",
    "Symbolic System Tags": "Canaanite",
    "Duration": "west-semitic",
    "Description": "Hiram I was king of Tyre, remembered as a builder, reformer, and steward of the city’s prosperity. He expanded Tyre physically by joining its two islands with causeways and reclaiming land, strengthening its fortifications, and raising monumental temples to Melqart and Astarte. His reign emphasized civic renewal, religious centrality, and the continuity of Tyre’s kingship under the patronage of Melqart. Hiram oversaw flourishing maritime trade, organizing expeditions that projected Tyre’s influence across the seas. His long and stable rule marked a golden age in Tyre’s history, defined by construction, ritual devotion, and seaborne wealth.",
    "Historic-Mythic Status Tags": "Historic, Historically Plausible, Symbolic, Bridge, Archetypal, Devotional",
    "Founding Figure?": "NO",
    "Name.1": "Hiram I",
    "Jungian Archetypes Tags": "Wise Old Man, Initiator, Father Archetype",
    "Neumann Stages Tags": "Mythic Ordering of Reality, Coronation of the King, Initiation, Return to the Community, Divine Intervention",
    "Comtean framework": "-",
    "Category": "King/Historic figure",
    "Socio-political Tags": "Royal, Bridge, Merchant, Commercial / Cosmopolitan, Legitimation, Mystical / Initiatory",
    "dob_num": -980,
    "dod_num": -947.0,
    "Founding_Figure_Normalized": "NO"
  }
]