[
  {
    "id": "egyptian-composite",
    "name": "Egyptian",
    "expanded name": "Egyptian (Ancient Egyptian)",
    "color": "#fd0d00ff",
    "yRel": 0.251,
    "hRel": 0.06,
    "broad note": "Ancient Egypt, like many civilizations, began as scattered forager and farming bands along the Nile, which gradually consolidated into early chiefdoms and temple-based economies. Protected by deserts, seas, and cataracts, this geographical insulation fostered unusual stability and enabled the long political dominance of priestly elites. Over three millennia, Egypt developed from egalitarian villages into a centralized state ruled by pharaohs, living embodiments of cosmic order (ma’at). Egypt's symbolic life revolved around death, the afterlife, and the maintenance of cosmic balance, expressed in monumental art, pyramids, temples, and ritual. Though dynasties rose and fell—through cycles of unification, collapse, and foreign rule—the enduring authority of priesthood and sacred kingship defined Egyptian identity until the Hellenistic conquest.",
    "broad lifespan": "c. 5000 BCE - 332 BCE",
    "segments": [
      {
        "start": -5000,
        "end": -3100,
        "label": "Pre-Dynastic Period",
        "note": "The gradual transformation of Nile Valley communities from egalitarian farming villages into complex chiefdoms. Across successive cultural phases, Upper Egypt became increasingly dominant, with growing evidence of social stratification, symbolic art, long-distance trade, and proto-writing. By the later stages, fortified settlements, elite tombs, and ritual artifacts suggest the rise of regional rulers who used both ideology and violence to assert control—culminating in the unification of Egypt under a divine kingship."
      },
      {
        "start": -3100,
        "end": -2686,
        "label": "Early Dynastic Period",
        "note": "The unification of Upper and Lower Egypt and the rise of the pharaoh as both king and living god. Local rulers were conquered or absorbed into a centralized state, their defeat ritualized in art and burial practice. The pharaoh, now seen as the embodiment of Horus, enforced cosmic order (ma’at) through warfare, ceremony, and divine rulership. Priests played a key role in adapting local cults into a unified religious framework that sacralized the king’s power."
      },
      {
        "start": -2686,
        "end": -2181,
        "label": "Old Kingdom",
        "note": "The Old Kingdom was Egypt’s first golden age, marked by centralized rule, monumental pyramids, and the full development of divine kingship. Pharaohs ruled as sons of the sun god Ra, supported by an expanding class of priests, administrators, and provincial governors (nomarchs). As royal power fueled vast construction and ritual networks, elite positions multiplied, and their privileges grew. By the end of the period, the system had become top-heavy—nomarchs gained hereditary power, priesthoods accumulated wealth, and the central state struggled to maintain control. Environmental stress and elite fragmentation eventually led to the collapse of centralized authority."
      },
      {
        "start": -2181,
        "end": -2055,
        "label": "First Intermediate Period",
        "note": "Following the collapse of Old Kingdom authority, Egypt entered a period of fragmentation marked by political disunity, ecological stress, and widespread famine. The central state could no longer enforce control, and power shifted to regional nomarchs and rival capitals in Herakleopolis and Thebes. Evidence of abandoned settlements, malnutrition, and mass burials suggests regional depopulation and social collapse. By the end of the period, Thebes had risen to prominence and would soon reunify the country under a restructured model of rule in the Middle Kingdom."
      },
      {
        "start": -2055,
        "end": -1650,
        "label": "Middle Kingdom",
        "note": "The Middle Kingdom began with Theban reunification under Mentuhotep II, restoring order after the collapse. Kingship was restructured to appear more just and accessible, and a professional bureaucracy replaced hereditary dominance. The state expanded infrastructure, restored agriculture, and fostered a literary and ideological renaissance grounded in memory of past collapse. Yet despite its measured tone and technical sophistication, the Middle Kingdom eventually followed the same trajectory—elite classes multiplied, administrative burdens increased, and the central state weakened."
      },
      {
        "start": -1650,
        "end": -1550,
        "label": "Second Intermediate Period",
        "note": "Into this vacuum of declining Middle Kingdom stepped the Hyksos, a Semitic-speaking people who settled in the Nile Delta and eventually established control over Lower Egypt. While adopting many Egyptian customs, they introduced new technologies such as the horse-drawn chariot and composite bow. Native Egyptian rule persisted in Thebes, where a line of southern kings began resisting foreign rule. This period marked the first time Egypt was ruled by outsiders—an ideological rupture that ultimately provoked a nationalistic response and set the stage for the imperial resurgence of the New Kingdom."
      },
      {
        "start": -1550,
        "end": -1069,
        "label": "New Kingdom",
        "note": "The time of Egypt’s last imperial apex, born from Theban victory over the Hyksos and expanded through conquest into Nubia and the Levant. Pharaohs ruled as warrior-gods, temples to Amun rose to monumental scale, yet beneath its grandeur, the system overreached. Military exhaustion, elite overproduction, priestly competition, and economic strain eroded royal authority. The Amun priesthood in Thebes grew into a parallel power, while foreign groups like the Libyans infiltrated the Delta. By the end, the image of the divine king had fractured, and Egypt entered a long phase of fragmentation."
      },
      {
        "start": -1069,
        "end": -664,
        "label": "Third Intermediate Period",
        "note": "The Third Intermediate Period was marked by political fragmentation and ritual continuity. Power shifted between regional dynasts, priestly rulers in Thebes, Libyan warlords in the Delta, and later Nubian kings from Kush. While each claimed the mantle of pharaoh, real authority was divided and often short-lived. Egypt’s sacred symbols endured, but kingship became a ceremonial language shared by competing powers. The period ended with Assyrian invasions and the rise of a new Saite dynasty under foreign influence."
      },
      {
        "start": -664,
        "end": -332,
        "label": "Late Period",
        "note": "The Saite Dynasty reasserted Egyptian sovereignty and revived classical forms of kingship and art. Centered in the Delta city of Sais, these rulers looked both inward to tradition and outward to the Mediterranean world. But Egypt soon fell under Persian domination, interrupted by brief native restorations. While political power shifted between foreign hands, Egypt’s religious institutions, temple culture, and symbolic traditions persisted. The Late Period ended with Alexander the Great’s conquest, marking the final collapse of native rule and the beginning of the Hellenistic era."
      }
    ]
  },
  {
    "id": "mesopotamian-composite",
    "name": "Mesopotamian",
    "expanded name": "Mesopotamian (Sumero-Akkadian)",
    "color": "#000000ff",
    "yRel": 0.351,
    "hRel": 0.08,
    "broad note": "The roots of Mesopotamian civilization emerged with early farmers and foragers along the Tigris and Euphrates, who gradually formed more centralized settlements. First Sumerian city-states like Uruk and Lagash developed economies administered in ziggurats (local temples), each ruled under the patronage of its own deity. Gradually, writing, law, and kingship emerged as new tools of order. Over centuries, this system was repeatedly seized by foreign warrior kings coming from surrounding hills and mountains—Akkadians, Amorites, Kassites, Assyrians, and Babylonians—whose empires rose and fell amidst political turbulence. Despite the upheavals, Sumerian roots remained foundational, influencing neighboring states and sustaining priesthoods and scribal traditions that outlasted dynasties. In 539 BCE Cyrus of Persia conquered Babylon yet preserved its temples and rituals, whose authority endured until Alexander the Great’s conquest.",
    "broad lifespan": "c. 5000 BCE - 331 BCE",
    "segments": [
      {
        "start": -5000,
        "end": -3700,
        "label": "Ubaid Period",
        "note": "The foundational phase of Mesopotamian civilization, characterized by the rise of temple-centered settlements, large-scale irrigation systems, and emerging social hierarchies. Villages developed into proto-urban centers like Eridu, featuring monumental architecture and organized religious life. This era laid the groundwork for future state formation through the establishment of centralized authority managing a surplus-based economy."
      },
      {
        "start": -3700,
        "end": -3100,
        "label": "Uruk Period",
        "note": "First cities rose, with Uruk as a major urban center. Monumental temples served as economic and administrative hubs, organizing labor and redistributing resources. Proto-cuneiform writing emerged for record-keeping, while mass production and long-distance trade signaled a complex, interconnected society."
      },
      {
        "start": -3100,
        "end": -2900,
        "label": "Jemdet Nasr Period",
        "note": "The period marks the final flourishing of Sumerian temple-centered culture before the rise of dynastic kingship and inter-city rivalry. Writing became more standardized and began naming officials, cities, and deities, signaling the dawn of historical record and the fusion of myth and politics in written form. Distinctive polychrome pottery and administrative tablets reflect growing social stratification and bureaucratic control. Subtle fractures emerge—regional differentiation, elite competition, and early signs of systemic stress—foreshadowing the fragmentation of Sumerian unity."
      },
      {
        "start": -2900,
        "end": -2334,
        "label": "Early Dynastic Period",
        "note": "This period saw Sumer divided into dozens of independent city-states, each ruled by kings who claimed divine favor and competed for regional dominance. Warfare over irrigation and territory became common, and kings like Gilgamesh entered both historical record and myth. Political power began shifting from temple assemblies to royal palaces, as rulers asserted control over religious and economic institutions. This fractious but formative era established kingship, warfare, and divine legitimation as the backbone of political culture."
      },
      {
        "start": -2334,
        "end": -2154,
        "label": "Akkadian Empire",
        "note": "The Akkadian Empire marked the rise of the world’s first territorial state, as Sargon of Akkad unified the warring Sumerian city-states under centralized imperial rule. Power shifted from temple to palace, with governors appointed by the king and a professional army extending control from Elam to the Mediterranean. Akkadian replaced Sumerian as the administrative language, and royal inscriptions fused divine authority with political propaganda. Though rich in cultural and artistic output, the empire eventually fractured under internal rebellion and Gutian invasions, leaving behind a new model of imperial kingship."
      },
      {
        "start": -2154,
        "end": -2112,
        "label": "Gutian Domination",
        "note": "Mesopotamian city-states were dominated by the Gutians—mountain peoples from the Zagros region of modern western Iran—after the collapse of the Akkadian Empire. Remembered in Sumerian texts as a time of political fragmentation, famine, and neglected irrigation, their rule was portrayed as barbaric and ruinous, though cities like Lagash under Gudea still showed vitality through temple building and civic order. This resilience paved the way for Ur-Nammu’s rise and the founding of the Third Dynasty of Ur, which restored centralized kingship."
      },
      {
        "start": -2112,
        "end": -2004,
        "label": "Ur III Period",
        "note": "Sumerian revival after the collapse of the Akkadian Empire, led by Ur-Nammu and centered in the city of Ur. This era saw the creation of the world’s earliest known law code and the rise of a vast temple-based bureaucracy that meticulously recorded labor, taxation, and offerings. Kings and priests co-ruled in a rare equilibrium, with warrior-kings legitimizing their power through temple restoration and divine service, while priesthoods administered the sacred economy. Though briefly prosperous, the dynasty eventually succumbed to internal unrest and Amorite incursions, closing the final chapter of native Sumerian rule."
      },
      {
        "start": -2004,
        "end": -1595,
        "label": "Isin-Larsa and Old Babylonian",
        "note": "After the collapse of the Ur III state, Isin sought to inherit Sumerian kingship but was soon rivaled by Larsa. These Amorite dynasties competed for dominance while preserving Sumerian cultural traditions through temples and scribal life. The balance shifted when Hammurabi of Babylon defeated Larsa, transforming Babylon into the imperial center of Mesopotamia. Hammurabi’s reign brought unification, a famous law code, and flourishing literature and science in Akkadian. After his death the empire fragmented, and in 1595 BCE Babylon itself fell to the Hittites."
      },
      {
        "start": -1595,
        "end": -912,
        "label": "Kassite, Middle Babylonian & Middle Assyrian",
        "note": "In the wake of the Hittite raid of Babylon in 1595 BCE, the Kassites established a dynasty that brought four centuries of stability, adopting Babylonian traditions and sustaining Mesopotamia’s cultural prestige through diplomacy. Their collapse in 1155 BCE opened a Middle Babylonian era of fragmentation, as the city shifted between Elamite, native, and Assyrian control, even while scribal and temple life endured. Meanwhile, from the 14th century BCE onward, Assyria rose in the north as a militarized state, expanding across Mesopotamia and the Levant with new systems of provincial administration and mass deportation. Assyrian kings like Tiglath-Pileser I projected an ideology centered on Ashur and absolute kingship, borrowing Babylonian culture but forging a distinct imperial identity. By the early 1st millennium BCE both Babylon and Assyria were weakened—Babylon politically unstable and Assyria under Aramean pressure—yet the structures laid in this period paved the way for the Neo-Assyrian ascendancy."
      },
      {
        "start": -911,
        "end": -612,
        "label": "Neo-Assyrian Empire",
        "note": "The Neo-Assyrian Empire was the most powerful and feared empire of the ancient Near East, expanding through a professional military and systematic use of terror. Its kings ruled as divine agents, enforcing order through conquest, mass deportation, and centralized administration across a vast territory. Cultural achievements flourished alongside brutality, with royal libraries preserving Sumerian and Babylonian texts and imperial art glorifying cosmic kingship. Though it appeared invincible, the empire collapsed rapidly under rebellion and invasion, leaving behind a lasting blueprint for large-scale imperial power."
      },
      {
        "start": -626,
        "end": -539,
        "label": "Neo-Babylonian Period",
        "note": "The Neo-Babylonian period marked a cultural and political renaissance following Assyria’s collapse, led by Nabopolassar and his son Nebuchadnezzar II. Babylon was transformed into a grand imperial and sacred capital, adorned with monumental architecture and governed through priestly ritual centered on the god Marduk. Scholarship and religious tradition flourished, reflecting a deliberate restoration of Sumerian-Babylonian cosmic order. Yet beneath its splendor, signs of decline persisted—growing elite stratification, disaffection of the priesthood under Nabonidus, and a passive military apparatus—leaving the empire vulnerable to conquest by Cyrus the Great in 539 BCE."
      },
      {
        "start": -539,
        "end": -331,
        "label": "Achaemenid Period",
        "note": "The Achaemenid period marked a phase of imperial integration rather than cultural renewal. After Cyrus the Great’s peaceful conquest of Babylon, the Persian administration upheld Mesopotamian religious and bureaucratic traditions, portraying themselves as restorers of divine order under Marduk. Temples remained economically and symbolically central, and local elites were co-opted into the satrapal system. Administrative efficiency and relative tolerance defined Persian rule, beneath this continuity, however, a slow symbolic exhaustion set in—rituals lost generative power, local autonomy waned, and scholarly traditions increasingly served foreign rulers. By 331 BCE Alexander the Great arrived and set the foundation for Hellenistic space, which gradually absorbed Mesopotamian order into a new emergent symbolic structure."
      }
    ]
  },
  {
    "id": "anatolian-composite",
    "name": "Anatolian",
    "expanded name": "Anatolian (Hittite/Luwian/Phrygian/Lydian)",
    "color": "#d000ffff",
    "yRel": 0.231,
    "hRel": 0.02,
    "broad note": "Anatolian civilization emerged from early farming and metallurgical villages on the central plateau and western coasts, uniquely shaped by its position between Mesopotamia, the Aegean, and the Caucasus. From the beginning, its societies carried a strongly martial character, forged by constant movement of peoples and the need to defend upland fortresses and trade corridors. By the third and second millennia BCE, Hattian, Hittite, Hurrian, and Luwian groups developed fortified capitals, warrior aristocracies, and ritual traditions that blended local cults with Mesopotamian influence. The Hittite Empire became Anatolia’s first great power, ruling through kings who were both warriors and priests, and extending influence across Syria and the Aegean before succumbing to Bronze Age collapse. In the first millennium, Phrygians, Urartians, Lydians, and Ionian Greeks continued this legacy of martial resilience, competing for dominance while serving as intermediaries between East and West. By the mid-6th century BCE, Anatolia fell to the expanding Achaemenid Empire, and after two centuries of Persian rule its warrior traditions were finally drawn into the Hellenistic world.",
    "broad lifespan": "c. 5000 BCE - 332 BCE",
    "segments": [
      {
        "start": -5000,
        "end": -3000,
        "label": "Chalcolithic Period",
        "note": "Villages across Anatolia expanded into larger communities linked by metallurgy and exchange. Copper tools and ornaments were first produced alongside traditional stone implements, marking the dawn of metal use. Sites such as Hacılar, Can Hasan, and late Çatalhöyük reveal ritual spaces, painted pottery, and symbolic figurines that anchored social life. Positioned at the crossroads of the Aegean, Caucasus, and Mesopotamia, Anatolia gained access to circulating obsidian, copper, and crafted goods — surplus that flowed in not through slow temple accumulation but through Anatolia's favorable geography. Emerging elites harnessed ritual and metallurgy to consolidate authority, drawing the region into localized competition and laying the foundations for its later warrior-dominated polities."
      },
      {
        "start": -3000,
        "end": -2000,
        "label": "Early Bronze Age",
        "note": "Larger communities grew into fortified towns and proto-cities, with sites such as Troy, Alacahöyük, and Küllüoba showing walls, towers, and organized layouts. Metallurgy advanced from copper to bronze, while elite burials like those at Alacahöyük contained gold, silver, electrum, ceremonial standards, and weapons — symbols of dynastic prestige and ancestor cults. Symbolic life revolved less around temples and more around ritualized burials, solar imagery, and elite display, expressing authority through wealth and martial symbolism. Positioned along trade routes between the Aegean, Caucasus, and Mesopotamia, Anatolia became a crucial corridor for metals and crafted goods, intensifying contact and competition. This period entrenched a warrior-elite order, laying the foundations for the Middle Bronze Age principalities."
      },
      {
        "start": -2000,
        "end": -1600,
        "label": "Middle Bronze Age",
        "note": "Local fortified polities consolidated into stronger principalities, with centers such as Kanesh, Hattusa, Zalpa, and Purushanda rising in prominence. Assyrian merchants established karum trade colonies, most famously at Kanesh/Kültepe, introducing cuneiform writing and drawing Anatolia deeper into long-distance commerce. Archives from these colonies recorded contracts, loans, and disputes, marking the first time Anatolian life and law were preserved in text. Symbolic authority began shifting from purely martial and ancestral display toward formal kingship, sacralized by ritual and supported by written obligations. These developments set the stage for the emergence of the Hittite kingdom in the Late Bronze Age."
      },
      {
        "start": -1600,
        "end": -1500,
        "label": "Late Bronze Age – Hittite Old Kingdom",
        "note": "Founded by kings such as Labarna and Hattusili I, the Hittite Old Kingdom established its capital at Hattusa and extended its influence into central Anatolia and northern Syria. Campaigns under rulers like Mursili I projected Anatolian power as far as Babylon, though internal instability limited lasting control. Kings combined roles as war leaders and high priests, blending Hattian, Hurrian, and Indo-European traditions into a hybrid symbolic system. Written laws, treaties, and rituals were codified, embedding literacy firmly into Anatolian statecraft. Despite frequent dynastic turmoil, the Old Kingdom laid the institutional and symbolic foundations for the later Hittite Empire."
      },
      {
        "start": -1500,
        "end": -1200,
        "label": "Late Bronze Age – Hittite Empire",
        "note": "After a period of instability, the Hittite state resurged under kings like Suppiluliuma I, transforming into an empire that stretched across central Anatolia and deep into northern Syria. The Hittites became one of the Great Powers of the Late Bronze Age, rivaling Egypt, Babylon, and Assyria through warfare, treaties, and diplomacy. Archives from Hattusa preserve thousands of texts, including laws, myths, rituals, and international correspondence, with the Treaty of Kadesh marking history’s first recorded peace treaty. The empire’s symbolic order fused Hattian, Hurrian, and Indo-European traditions into a vast pantheon known as the “land of a thousand gods”, embodied in monumental sites like Yazılıkaya. Around 1200 BCE, however, the empire collapsed amid the wider Late Bronze Age crisis, leaving behind the Neo-Hittite states of the Iron Age."
      },
      {
        "start": -1200,
        "end": -900,
        "label": "Iron Age – Post-Hittite States",
        "note": "With the collapse of the Hittite Empire around 1200 BCE, central Anatolia fragmented and the great capital of Hattusa was abandoned. In southeastern Anatolia and northern Syria, smaller Neo-Hittite kingdoms such as Carchemish, Melid, and Sam’al preserved elements of Hittite kingship, ritual, and Luwian hieroglyphic inscriptions. These city-centered dynasties emphasized continuity through monumental reliefs and ritual performance, though authority was localized and fragile. Meanwhile, the vacuum in central and eastern Anatolia opened space for new groups such as the Phrygians and Urartians, who would rise in the following centuries. This transitional period bridged the collapse of the Bronze Age order and the emergence of new Iron Age polities that redefined Anatolia’s symbolic and political landscape."
      },
      {
        "start": -900,
        "end": -700,
        "label": "Iron Age – Phrygian & Urartian Ascendancy",
        "note": "In central Anatolia, the Phrygians established their capital at Gordion, building citadels, tumuli, and inscriptions that reflected a warrior-elite order remembered in Greek traditions, especially through the legendary King Midas. Their closeness to the Greeks was defined by geographical proximity across the Aegean, shared trade networks, and cultural exchange, which allowed Phrygia to appear in Greek myth and later histories. In the east, the Urartians rose around Lake Van, constructing massive fortresses, irrigation systems, and temples to their chief god Haldi, rivaling Assyria in the highlands. Both kingdoms continued the post-Hittite pattern of fortress-centered states, monumental art, and warrior kingship, each shaping regional identity in distinct ways. Together, Phrygia’s western ties and Urartu’s eastern power framed Anatolia as a cultural crossroads before Lydia and Persia rose to dominance."
      },
      {
        "start": -700,
        "end": -546,
        "label": "Iron Age – Lydian & Ionian Period",
        "note": "In western Anatolia, the Lydians consolidated power with their capital at Sardis, where kings like Gyges and Croesus became legendary for wealth and military strength. Lydia pioneered the invention of coinage, striking electrum pieces that transformed trade and symbolic economies. Along the Aegean coast, the Ionian Greek city-states of Miletus, Ephesus, and Smyrna flourished as commercial and intellectual hubs. It was here that figures such as Thales, Anaximander, and Heraclitus were born, blending Greek heritage with Anatolia’s cosmopolitan networks of Egypt, Mesopotamia, and the East. Together, Lydian kingship and Ionian philosophy made western Anatolia a cultural crossroads, until Persia’s conquest in 546 BCE reshaped the region’s order."
      },
      {
        "start": -546,
        "end": -332,
        "label": "Achaemenid Persian Anatolia",
        "note": "After defeating Croesus of Lydia in 546 BCE, Cyrus the Great brought Anatolia into the Achaemenid Persian Empire. The land was divided into satrapies, with Sardis as a key administrative center on the Royal Road linking Anatolia to the imperial core at Susa. Persian rule allowed local cults and traditions to persist while introducing elements of Zoroastrian practice, creating a layered symbolic order. The Ionian Revolt (499–494 BCE) and the subsequent Greco-Persian Wars made Anatolia a contested frontier between East and West. Persian authority remained until Alexander the Great’s campaigns (334–330 BCE), which drew Anatolia fully into the Hellenistic world."
      }
    ]
  },
  {
    "id": "west-semitic-composite",
    "name": "West Semitic",
    "expanded name": "West Semitic (Levantine)",
    "color": "#F59E0B",
    "yRel": 0.311,
    "hRel": 0.04,
    "broad note": "West Semitic civilization arose along the Levantine coast and highlands, where early farming villages and ritual centers gradually coalesced into towns linked by trade and seafaring. Its position between Egypt, Mesopotamia, and Anatolia made it a crossroads of empires, forcing local communities to cultivate resilience and adaptability. From Canaanite city-states and Ugaritic scribal schools to Phoenician mariners and Hebrew tribes, Levantine societies forged distinctive religious and literary traditions that combined local cults with borrowed imperial forms. Warrior chieftains, temple priesthoods, and mercantile elites shared authority, while the alphabet—an invention of profound durability—spread across the Mediterranean from these shores. Over the first millennium BCE, Phoenician colonies, Israelite prophets, and Aramean kingdoms carried West Semitic voices far beyond the Levant, even as Assyrian, Babylonian, and Persian conquerors imposed their rule. By 332 BCE, Alexander’s arrival marked the Levant’s absorption into the Hellenistic world, but its maritime commerce, sacred texts, and alphabetic script remained enduring legacies.",
    "broad lifespan": "c. 5000 BCE - 332 BCE",
    "segments": [
      {
        "start": -5000,
        "end": -3300,
        "label": "Chalcolithic Period",
        "note": "The period sees southern Levant villages consolidate into a ritual-economy of craft and exchange. Agro-pastoral communities develop copper metallurgy (smelting and lost-wax casting) and specialized workshops, while sanctuary hubs and ossuary cemeteries anchor a shared symbolic life. Long-distance trade in copper, bitumen, shells, obsidian, and prestige objects, facilitated by seasonal farming and mobility, knit communities together. Painted cult rooms (e.g., Teleilat Ghassul) and hoards of ritual metalwork (e.g., Nahal Mishmar) reveal symbolism as a medium of power. By the late 4th millennium BCE, settlement reorganization and competitive display foreshadow the Early Bronze turn to urbanism and more formal political hierarchy."
      },
      {
        "start": -3300,
        "end": -2300,
        "label": "Early Bronze Age I–III – Canaanite City-States",
        "note": "Village networks crystallize into the first urban centers of the southern Levant, with fortified tells, planned quarters, public silos/cisterns, and gate systems. Craft intensification (copper/early bronze metallurgy, mass ceramics, basalt industry) and standardized storage/seals support surplus management and intersite exchange. Temple compounds and elite houses coordinate labor, irrigation, and trade linking the Jordan Valley, Shephelah, and coast to Egypt and north Syria (e.g., the Byblos–Egypt wine/cedar corridor). Stratification is visible in monumental works, weapon burials, and elite precincts, while fortifications and destruction layers point to regular inter-polity conflict. By late EB III (~2300 BCE), many centers contracted or collapsed as climate stress (the 4.2 ka event), disruptions to exchange networks, shifting external power, and episodic conflict undercut urban surplus systems—giving way to more mobile, dispersed landscapes."
      },
      {
        "start": -2300,
        "end": -2000,
        "label": "Early Bronze IV / Middle Bronze I",
        "note": "After the late-EB III contraction, the southern Levant pivots from towns to smaller villages, hamlets, and seasonal agro-pastoral mobility, with many tells reused chiefly as cemetery fields. Exchange thins and reroutes: long-distance goods still move, but more via down-the-line links and donkey pack transport than through urban surplus systems; craft production persists at household/workshop scale. Architecture and ritual life simplify—silo pits, cairn/shaft tombs, modest shrines—yet mortuary display and localized cult keep social identities coherent without palatial coordination. Political authority rolls back to lineage leaders and cult specialists; conflict doesn’t vanish but becomes smaller and more episodic, with fewer massive defenses and more strategic use of highlands/hinterlands. By the end of the phase, re-aggregation at key nodes and reviving interregional corridors set the stage for Middle Bronze fortified towns, palace administrations, and renewed diplomatic horizons."
      },
      {
        "start": -2000,
        "end": -1550,
        "label": "Middle Bronze Age – Amorite Dynasties & Palace Economies",
        "note": "Urban life re-aggregates into fortified cities with massive earthen glacis, gate complexes, palaces, and temples, as Amorite dynasts consolidate authority and run palace–temple administrations. A web of city-states (inland and coastal) practices diplomacy, gift-exchange, and marriage alliances, with Akkadian serving as the regional chancery language; seals, standardized weights, and archives signal bureaucratic depth. Long-distance trade corridors revive and expand—cedar, wine, oil, copper, tin, textiles, and prestige goods move between Egypt (12th/13th Dynasties), the Levantine coast, inland Canaan, and north-Syrian hubs such as Aleppo/Yamhad and Alalakh. Warfare professionalizes: ramparts and siegeworks proliferate; standing forces and early chariotry appear by the later MB, and destruction horizons mark inter-polity rivalry alongside shifting Egyptian influence and the Hyksos rise in the Delta. Scribal schools, codified ritual, and monumental cult center this order, prefiguring the Late Bronze “international age” while bequeathing the political and economic templates later monarchies would inherit."
      },
      {
        "start": -1550,
        "end": -1200,
        "label": "Late Bronze Age – Egyptian Hegemony & Canaanite Vassals",
        "note": "The period sees the Levant operating under Egyptian suzerainty via a web of vassal city-states, documented in Akkadian cuneiform diplomacy (e.g., the Amarna letters), tribute, and garrisons. An “international age” linked Egypt, Hatti, the Levant, Cyprus (Alashiya), and Mesopotamia through elite gift-exchange and bulk trade in copper, tin, glass, cedar, textiles, purple dye, and luxuries. Port cities and court centers—especially Ugarit—flourished as scribal and commercial hubs, where palace–temple economies, standardized weights/seals, and schools produced large archives in cuneiform alongside Ugaritic alphabetic cuneiform. Chariot warfare, large-scale logistics, and dynastic marriages managed rivalry and shifting frontiers, particularly between Egypt and the Hittites. In the late 13th–early 12th centuries BCE, a convergence of shocks—seaborne incursions, internal unrest, earthquakes, and network fragility—triggered the Bronze Age collapse, ushering in Iron I with more dispersed settlements and the wider spread of alphabetic scripts."
      },
      {
        "start": -1200,
        "end": -1000,
        "label": "Iron Age I – Early Israelite & Philistine Settlements",
        "note": "After the Bronze Age collapse, the Levant becomes a mosaic of small communities—highland villages proliferate, coastal towns recover unevenly, and new polities (e.g., Philistines) sit alongside older Canaanite centers. Everyday life shifts to mixed agro-pastoral economies with terracing and household craft; donkey-borne, down-the-line exchange knits regions back together while ironworking spreads (bronze still common). Writing moves from court cuneiform to early alphabetic habits—short Phoenician/Canaanite inscriptions on pots, seals, and stones—seeding later Phoenician, Hebrew, and Aramaic traditions. Religion centers on local shrines and household cults with enduring Canaanite motifs, even as regional emphases diverge. Politically, authority is localized (lineages, elders, warrior bands), but by the end of Iron I coastal city-states and emergent highland monarchies foreshadow Iron II kingdoms and a surge in alphabetic writing."
      },
      {
        "start": -1000,
        "end": -732,
        "label": "Iron Age II – Consolidated Monarchies (Israel, Judah, Aram, Phoenicia)",
        "note": "Regional kingdoms consolidate—Israel, Judah, Aram-Damascus, and the Phoenician cities (Tyre/Sidon)—with fortified capitals, royal administrations, and expanding hinterlands. Prosperity rides on Phoenician maritime networks and inland caravan routes: olive oil, wine, metals, textiles, and luxury crafts circulate under palace–temple oversight. Alphabetic writing booms: monumental and administrative inscriptions in Phoenician, Aramaic, Hebrew, Moabite, Ammonite, and Edomite (e.g., Mesha Stele, Tel Dan) anchor royal memory, law, and commerce. Religious life blends long Canaanite continuities with royal ideology, temple economies, and reform movements; court literature and prophetic traditions begin to crystalize. From the 9th–8th centuries, Neo-Assyrian pressure recasts the map—vassalage, tribute, deportations, and conquests (including Samaria 722 BCE)—ushering in the Neo-Assyrian hegemony that closes the period."
      },
      {
        "start": -732,
        "end": -612,
        "label": "Neo-Assyrian Period",
        "note": "Assyria imposes direct rule and vassalage across the Levant, using a professional army, siegecraft, and a provincial bureaucracy tied together by royal roads and heavy tribute. Mass deportations and resettlements re-map populations and labor, while Imperial Aramaic becomes the chancery lingua franca shaping administration and everyday exchange. Key moments include the fall of Samaria (722 BCE) and Sennacherib’s campaign in Judah (701 BCE)—with Jerusalem spared but the countryside devastated—while Phoenician ports oscillate between punishment and privileged partnerships. Economic integration accelerates (standardized taxes, weights/seals), and West Semitic literatures—royal and prophetic alike—respond to empire; Aramaic and Phoenician epigraphy proliferate from border stelae to receipts. By the late 7th century, revolt and external assault unravel Assyrian power; Nineveh falls in 612 BCE, and the Levant transitions into Neo-Babylonian control."
      },
      {
        "start": -612,
        "end": -539,
        "label": "Neo-Babylonian Period",
        "note": "After Assyria’s collapse, Nabopolassar and Nebuchadnezzar II reassert imperial control over the Levant through campaigns and sieges—most famously the takings of Jerusalem in 597/586 BCE and the prolonged blockade of Tyre—imposing tribute, governors, and deportations that reshaped populations. Coastal Phoenician cities largely kept their maritime commerce and craft industries under Babylonian oversight, while inland polities were reorganized, with Judah reduced to a small governorate centered at Mizpah after Jerusalem’s fall. Administrative practice leaned on Akkadian royal chancery alongside everyday Aramaic, and temple economies continued to anchor local society even as imperial demands extracted surplus. West Semitic cultural life adapted in diaspora and at home. In 539 BCE, Cyrus of Persia took Babylon, and the Levant shifted from Babylonian hegemony into Achaemenid satrapal administration."
      },
      {
        "start": -539,
        "end": -332,
        "label": "Achaemenid Persian Period",
        "note": "The region was folded into satrapies—notably Yehud (Judah), Phoenicia, and Syria—with local elites and temples governing under Persian-appointed officials and regular tribute. Imperial Aramaic served as the administrative lingua franca (alongside local languages), standardizing contracts, seals, and communications across courts, ports, and market towns. Economically, temple estates and city councils managed land, storage, and labor while Persian coinage (e.g., sigloi) and local issues (e.g., Yehud silver) greased maritime-Phoenician and inland caravan trade; roads and post relays tied the coast to the empire. Politically, cities like Tyre and Sidon enjoyed privileges (and fielded fleets for Persian wars) but also staged periodic revolts; inland, Yehud saw the Second Temple rebuilt (515 BCE) and evolving provincial law, identity, and scripture. Overall, the period brought administrative integration and relative stability without deep cultural homogenization—West Semitic scribal and religious traditions persisted and adapted until Alexander’s conquest shifted the Levant into the Hellenistic world."
      }
    ]
  },
  {
    "id": "1stpersian-composite",
    "name": "Persian",
    "expanded name": "Persian (Elamite/Zoroastrian)",
    "color": "#06930bff",
    "yRel": 0.431,
    "hRel": 0.06,
    "broad note": "Ancient Persia began with Elamite settlements in Susiana, whose craft-ritual economies and urban centers grew in dialogue with neighboring Sumer and Akkad. For centuries, Elamite rulers balanced independence with vulnerability, adopting Mesopotamian writing and monumental forms even as they resisted Akkadian, Babylonian, and Assyrian incursions. Into this layered landscape came Indo-Iranian migrations, bringing fire rituals, warrior traditions, and an oral cosmology of truth and oath that later crystallized in Zarathustra’s teachings of moral dualism. Out of this fusion of Elamite heritage and Indo-Iranian belief, the Median confederation forged a bridge between tribal alliances and territorial authority. In 550 BCE Cyrus the Great transformed this inheritance into the Achaemenid Empire, the first polity to fuse sacred geography, imperial administration, and universal moral order across vast territories. For nearly two centuries it stood as the defining Persian power, until the conquests of Alexander in 330 BCE absorbed its symbolic and political life into the Hellenistic world.",
    "broad lifespan": "c. 5000 BCE - 330 BCE",
    "segments": [
      {
        "start": -5000,
        "end": -4000,
        "label": "Archaic Susiana / Susa 0",
        "note": "This period marks the emergence of stable, agricultural settlements in Susiana (southwest Iran), with distinctive painted ceramics and early public buildings. Local craft specialization expands, and storage/redistribution practices grow around sanctuary-elite households. Interaction with the Ubaid/Uruk worlds remains limited but present along indirect corridors; by the late phase, Mesopotamian influence begins to appear near the end of the period."
      },
      {
        "start": -4000,
        "end": -3700,
        "label": "Susa I period",
        "note": "A formative phase marked by local innovation and the development of ceremonial architecture and administrative practices. Pottery remains diverse, and stamp/cylinder seals begin to appear more widely; elite households and sanctuaries exercise greater control over labor and storage. Exchange intensifies with neighboring regions, and settlement organization begins to exhibit signs of standardization and local central planning."
      },
      {
        "start": -3700,
        "end": -3100,
        "label": "Susa II period",
        "note": "Defined by intensive interaction with the southern Mesopotamian Uruk culture: bevel-rim bowls, administrative tokens, and proto-writing spread into Susiana. Large ceremonial buildings and craft workshops expand, indicating strong temple-household economies. Elite display increases as Susiana becomes a node in wider exchange networks connecting the plateau, Mesopotamia, and the Gulf."
      },
      {
        "start": -3100,
        "end": -2700,
        "label": "Proto-Elamite Period",
        "note": "Shortly after the urban florescence of Susa, a distinct Proto-Elamite administrative tradition emerges eastward on the Iranian plateau (Anshan and beyond), using a non-cuneiform script for accounting. Rural and highland centers expand, linking Susiana to plateau resource zones (metals, stone). While the script remains undeciphered, the spread of tablets and seals indicates a complex redistributive economy and local elite consolidation."
      },
      {
        "start": -2700,
        "end": -1600,
        "label": "Old Elamite Period",
        "note": "Elamite civilization re-emerges with fortified centers, dynastic titles, and intensified interaction with Mesopotamia. Royal inscriptions (in Akkadian) and monumental projects reflect growing kingship ideology. Elam participates in shifting rivalries with Sumerian, Akkadian, and later Babylonian polities, at times asserting power deep into Mesopotamia while also absorbing foreign administrative and symbolic forms."
      },
      {
        "start": -1600,
        "end": -539,
        "label": "Later Elamite Period",
        "note": "From the Middle Elamite apex (Kidinuid/Shutrukid dynasties) through the Neo-Elamite finale, Elam consolidates power, renovates temples/palaces, and adopts Akkadian cuneiform for royal authority. Warrior-kings like Shutruk-Nakhunte seize Mesopotamian monuments (e.g., Hammurabi’s stele) to refract foreign prestige into Elamite legitimacy. After 1100 BCE, Assyrian pressure and regional crises fragment the order; temple/ancestral cults persist until Cyrus the Great’s conquest of Susa (539 BCE) ends independent Elamite rule."
      },
      {
        "start": -1400,
        "end": -550,
        "label": "Indo-Iranian Transformation",
        "note": "From 1400 BCE, Indo-Iranian tribes enter the plateau with fire-centered ritual, warrior traditions, and an oral cosmology of truth and oath. Zarathustra reframes belief into a moral dualism (asha/druj), planting seeds for later Zoroastrian practice. By the 7th–6th centuries, the Median Confederation translates tribal power into territorial kingship, preparing the ground for imperial synthesis under Cyrus."
      },
      {
        "start": -550,
        "end": -330,
        "label": "Achaemenid Empire",
        "note": "The Achaemenid Empire emerges as a synthesis of Median authority, Elamite sacred geography, and Zoroastrian moral cosmology. Expanding across Mesopotamia, Anatolia, and Egypt, it sustains an imperial order grounded in tolerance, hierarchy, and law, framing conquest as ethical governance under divine truth. Its symbolic and administrative system endures until Alexander’s campaigns (330 BCE) draw Persia into the Hellenistic world."
      }
    ]
  },
{
    "id": "custom-hellenistic-greek-composite",
    "name": "Greek",
    "expanded name": "Greek (Minoan/Mycenaean/Hellenic/Hellenistic)",
    "color": "#1102e7ff",
    "yRel": 0.171,
    "hRel": 0.06,
    "broad note": "Greek civilization took shape from the seafaring Minoans of Crete and the warrior Mycenaeans of the mainland, whose fusion around 1450 BCE generated a culture dominated by heroic elites before collapsing into a centuries-long dark age. Out of this silence arose the Archaic and Classical city-states, where Athens, Sparta, and their rivals developed strikingly different models of governance, ritual, and war, while philosophy, drama, and art flourished in the competitive civic arena. United briefly against Persia but fractured by internecine wars, the Greeks forged enduring traditions of political debate, inquiry, and aesthetics that influenced the wider Mediterranean. Macedon’s rise under Philip II and Alexander the Great extended this warrior-intellectual tradition far beyond Greece, reshaping the Near Eastern landscape with new cities, libraries, and civic institutions. The Hellenistic world that followed was cosmopolitan, spanning from Egypt and the Levant to Bactria and India, where Greek language, thought, and art intermingled with older traditions in hubs such as Alexandria and Pergamon. This synthesis, absorbed by Rome after 146 BCE, ensured that the Greek canon—myth, philosophy, political theory, and science—remained foundational to Mediterranean and global culture.",
    "broad lifespan": "c. 5000 BCE - 146 BCE",
    "segments": [
 {
    "start": -5000,
    "end": -4000,
    "label": "Middle–Late Neolithic (Sesklo → Dimini Horizons)",
    "note": "Neolithic communities in Thessaly and Macedonia had already developed into denser, more organized villages. The Sesklo tradition evolved into the Dimini horizon, marked by clustered houses and concentric ditches or low walls. Pottery styles shifted from red-on-cream wares to white-on-dark vessels with spirals and curvilinear motifs, alongside finer burnishing and more standardized shapes. House plans often included megaron-like rooms, fixed hearths, bins, and benches; shared courtyards and storage hint at communal coordination and periodic feasting. Figurines (human and animal), spindle whorls, loom weights, and polished stone tools remained common, while Melian obsidian and Spondylus shell ornaments testify to lively Aegean–Balkan exchange. Some sites added perimeter ditches and enclosures, signaling competition or social boundary-making rather than full fortification. Agriculture and herding intensified, craft skills modestly specialized, and symbols diversified—laying the economic, architectural, and ritual groundwork for the later Cycladic, Minoan, and Mycenaean cultures."
  },
  {
    "start": -4000,
    "end": -3200,
    "label": "Final Neolithic Aegean (Island Links & Marble Figurines)",
    "note": "The period bridges village farming and the seaborne world to come. Mainland tells continue, but the islands—especially the Cyclades and Crete—tighten inter-island links by routine short-haul sailing. Marble working flourishes: small schematic figurines and pendants anticipate later Cycladic types. Pottery trends toward dark burnished and incised wares, with more standardized shapes; obsidian from Melos and Spondylus ornaments circulate widely. The first copper beads and pins appear alongside polished stone tools. Evidence for conflict is limited but present: enclosure works at a few sites, defensible promontory settlements, and clusters of arrowheads point to raiding and small-group skirmishes rather than large-scale war. Houses cluster in stone/mudbrick compounds with hearths and storage, while burials diversify (cists, cairns, caves) and subtle status markers emerge. Growing craft specialization and exchange networks set the stage for the Early Bronze Age on both Crete and the Cyclades."
  },
  {
    "start": -3200,
    "end": -3000,
    "label": "Prepalatial Threshold (Final Neolithic → Early Bronze)",
    "note": "Prepalatial Threshold marks the shift from scattered village life to tighter coastal hubs across the Aegean. Short-haul sailing is routine, carrying obsidian, the first workable copper, foodstuffs, and textiles. Pottery grows more standardized, with larger storage and serving forms. On Crete and key islands, households cluster around shared courts and work areas; sealstones and simple weights hint at early bookkeeping. Copper use edges from beads and pins toward small tools and blades, though stone craft still dominates. Some communities add enclosures or occupy naturally defensible spurs—signs of raiding risk rather than formal war. By 3000 BCE, these threads feed directly into Early Minoan and Early Helladic developments: bigger nodes, wider exchange, and the first steps toward organized administration."
  },
      {
        "start": -3000,
        "end": -2700,
        "label": "Early Minoan & Helladic Period I",
        "note": "Crete and mainland Greece began diverging from their early Neolithic roots in both form and function. While the Minoans on Crete developed coastal village societies rooted in maritime exchange and craft specialization, the Helladic mainlanders organized more landlocked communities focused on subsistence agriculture and seasonal cycles. The mainland’s relative isolation and rugged terrain may have fostered a more pronounced emphasis on martial organization. Though both regions saw advances in pottery and architecture, Minoan society moved toward proto-centralized communal structures, while Helladic settlements remained more dispersed and autonomous."
      },
      {
        "start": -2700,
        "end": -2300,
        "label": "Early Minoan & Helladic Period II",
        "note": "Both Minoan Crete and the Helladic mainland saw the consolidation of local communities and an increase in social complexity. On Crete, the Minoans expanded maritime networks and began forming  rather peaceful proto-urban centers with centralized storage facilities, while Helladic societies developed larger settlements inland with the first signs of elite burial practices and localized fortifications, reflecting growing social stratification and perhaps more frequent inter-community conflict. As Minoans were becoming increasingly focused on trade, symbolic art, and ritual spaces, the Helladic mainland emphasized control of land, kin-based authority, and defensive posturing."
      },
      {
        "start": -2300,
        "end": -2100,
        "label": "Early Minoan & Helladic Period III",
        "note": "On Crete, the Minoans refined their economic networks and craft specialization, setting the stage for the island’s first palace structure. On the mainland, the Helladic world saw intensified social stratification, but also instability—archaeological evidence of site abandonments, destruction layers, and shifting burial customs point to migrations or internal disruption, perhaps tied to external pressure from the north (early Indo-European groups?). This divergence created a developmental gap: while Crete moved toward political unification and palatial culture, mainland Greece struggled with fragmentation before its eventual reorganization in the coming Middle Helladic phase."
      },
      {
        "start": -2100,
        "end": -1900,
        "label": "Middle Minoan & Helladic Period I",
        "note": "The Minoans entered a transformative phase with the construction of the first palaces at Knossos, Phaistos, and Mallia—monumental centers that combined storage, administration, and ritual, indicating the rise of centralized authority and sophisticated redistribution systems. These developments reflect a relatively peaceful, prosperous society flourishing through maritime trade and symbolic coordination. In contrast, the Helladic mainland, recovering from the disruptions of the previous period, began to reorganize into more stable agrarian communities marked by megaron-type buildings and tumulus burials that suggest the emergence of regional elites. The mainland’s social order remained clan-based, with a growing emphasis on kinship, martial display, and territorial control."
      },
      {
        "start": -1900,
        "end": -1700,
        "label": "Middle Minoan & Helladic Period II",
        "note": "A golden phase for Minoan Crete, where the first palatial centers at Knossos, Phaistos, and Mallia reached their architectural and administrative maturity, coordinating regional economies through advanced storage systems, road networks, and a complex symbolic-religious culture. Linear A script emerged as a tool of recordkeeping, while vivid Kamares pottery circulated widely—reaching the Helladic mainland, where Cretan goods became objects of elite display. On the mainland, Middle Helladic communities expanded into larger, more stable settlements, developing corridor houses, tumulus graves, and regional hierarchies. Minoan culture emphasized ritual and integration, Helladic elites used foreign goods to signal status and power within clan-based competition. This was a time of mutual recognition but asymmetrical development."
      },
      {
        "start": -1700,
        "end": -1600,
        "label": "Middle Minoan & Helladic Period III",
        "note": "Major Minoan palaces were destroyed—likely by earthquake, though internal conflict or external threat can’t be ruled out—yet they were swiftly rebuilt on an even grander scale, inaugurating the Neopalatial period. Knossos, in particular, became a dazzling hub of artistic innovation, ritual choreography, and political centralization, with new architectural elements like light wells, vibrant frescoes, and multi-story complexes. The Helladic mainland saw the rise of elite graves filled with weapons, gold, and Minoan imports—most famously at Mycenae, where shaft graves reveal growing wealth and authority. Minoan influence deepened: not only were goods exchanged, but also styles, symbols, and possibly even artisans themselves."
      },
      {
        "start": -1600,
        "end": -1450,
        "label": "Late Minoan & Helladic Period I",
        "note": "Crete’s influence reached unprecedented levels: Minoan goods, imagery, and artisans flooded the mainland, where Mycenaean elites at places like Mycenae and Pylos emulated Minoan luxury in burials and domestic architecture. Yet the Helladic world was rapidly transforming—shaft graves gave way to tholos tombs, warrior iconography intensified, and local dynasts began asserting their own autonomous identity. Trade, diplomacy, and symbolic borrowing knit the Aegean into a fragile unity. By c. 1450 BCE, a cataclysm—linked to the Thera eruption, internal unrest, or rising Mycenaean aggression—led to the destruction of most Minoan palaces and the mainland takeover of Knossos, marking the end of Crete’s independence and the rise of Mycenaean dominance."
      },
      {
        "start": -1450,
        "end": -1400,
        "label": "Late Minoan & Helladic Period II",
        "note": "Mycenaean elites assumed control of Knossos, establishing an administrative presence and likely repurposing Minoan institutions for their own ends. The once-dominant Minoan world now served as a cultural reservoir for Mycenaean appropriation, as Helladic rulers absorbed Cretan religious iconography, artistic motifs, and bureaucratic techniques—most notably adopting Linear B, an early Greek adaptation of the Minoan script. While Knossos functioned as a Mycenaean outpost, the mainland surged ahead: palatial centers emerged at Mycenae, Pylos, and Tiryns, each displaying centralized authority, recordkeeping systems, and monumental architecture."
      },
      {
        "start": -1400,
        "end": -1100,
        "label": "Late Minoan & Helladic Period III",
        "note": "The full flowering of Mycenaean civilization, as mainland palatial centers like Mycenae, Pylos, Tiryns, and Thebes reached their greatest scale, overseeing complex economies, hierarchical societies, and expansive diplomatic networks across the eastern Mediterranean. Linear B tablets reveal a rigidly administered world, under the power of warrior-kings. On Crete, a diminished Minoan culture persisted in pockets, but local autonomy faded; by around 1375 BCE, Knossos was abandoned or destroyed, ending the last major Minoan administrative hub. Yet by the late 13th and early 12th centuries BCE, widespread destruction swept through Mycenaean palatial centers—possibly due to internal revolt, systemic overreach, external invasions (possibly the \"Sea Peoples\"), or climate stress. By c. 1100 BCE, both Crete and the mainland had entered the Greek Dark Age, as literacy vanished, central authority disintegrated, and the memory of Bronze Age grandeur receded into myth."
      },
      {
        "start": -1100,
        "end": -950,
        "label": "Early Greek Dark Age",
        "note": "Greece entered a long period of decentralization, where monumental architecture, writing, and complex administration vanished. Populations shrank, cities were abandoned, and people reorganized into small, kin-based settlements that relied on subsistence farming and localized exchange. Though material culture regressed—seen in simpler pottery styles and diminished trade—communities like Lefkandi show that elite memory and ceremonial practices endured in some regions. Oral tradition flourished in the absence of writing, laying the groundwork for the later Homeric epics and the heroic value systems of archaic Greece. Beneath the surface of decline, new social patterns slowly emerged."
      },
      {
        "start": -950,
        "end": -850,
        "label": "Middle Greek Dark Age",
        "note": "Greek communities slowly regained their footing, crafting elegant Protogeometric pottery that reflected a newfound sense of order and symmetry. Though writing remained lost and monumental architecture absent, sites like Lefkandi revealed elite tombs and regional leaders who held sway through kinship, warfare, and prestige. Iron weapons and warrior burials signaled the dominance of martial values, while oral traditions carried the heroic memory of a grander past. Trade routes, once severed, cautiously reopened, bringing foreign goods and faint whispers from the Levant and beyond. It was a time of modest rebirth — restrained, rural, and local."
      },
      {
        "start": -850,
        "end": -800,
        "label": "Late Greek Dark Age",
        "note": "Settlements expanded into more stable urban forms, social hierarchies deepened, and shared sanctuaries emerged as centers of both worship and economic exchange, unifying scattered kin groups into proto-polis structures. Potters adorned their vessels with intricate geometric designs, and for the first time in centuries, human figures — warriors, horses, and mourners — reentered artistic memory, reflecting both the valorization of martial elites and ancestral devotion. Intensifying contact with Phoenician traders brought not only exotic goods but also symbolic systems, including the alphabet, which enabled the recording of myth, oral law, and tribute. Sanctuaries like Olympia and Delphi grew into sacred hubs where gift-giving, competition, and prophecy intertwined — signaling the rise of temple-centered economies."
      },
      {
        "start": -800,
        "end": -650,
        "label": "Early Archaic Period",
        "note": "City-states like Athens, Corinth, Argos, and Sparta developed structured political systems dominated by aristocratic councils and early codified laws. To relieve internal pressures, Greeks launched a sweeping colonization movement, founding new cities across the western Mediterranean, North Africa, and the Black Sea, transforming trade and spreading Greek culture. These settlements intensified cultural exchange with Phoenicia, Egypt, and Assyria, leading to technological and artistic innovation, including the adoption of the alphabet and Near Eastern artistic motifs. Monumental stone temples emerged at sacred sites such as Delphi, Olympia, Delos, and Samos, where worship, wealth storage, and inter-polis diplomacy fused into powerful temple economies that anchored religious and political life. Within the Greek mainland and colonies alike, city-states often engaged in warfare, driven by territorial rivalry, prestige, and shifting alliances."
      },
      {
        "start": -650,
        "end": -480,
        "label": "Late Archaic Period",
        "note": "City-states like Athens and Sparta faced internal tensions as rising merchant classes and hoplite warriors demanded a share of power, leading to tyrannies in some regions and far-reaching reforms in others — Solon’s restructuring of Athenian law and Cleisthenes’ invention of democracy reshaped civic life. Earlier Greek settlements like Syracuse and Cyrene grew powerful, and a shared Hellenic identity began to cohere around common sanctuaries, language, and myths. Monumental temples rose at Olympia, Ephesus, and Samos, while oracles at Delphi and athletic festivals at Panhellenic sites unified city-states in worship, rivalry, and diplomacy. In the East, the first schools of philosophy were estabilished. Persian conquest of Ionia and the failed revolt of 499 BCE signaled a new threat from the east, one that forced the fractured poleis into unprecedented alliance - the Delian League."
      },
      {
        "start": -480,
        "end": -404,
        "label": "Early Classical Period",
        "note": "After the triumph over Persia, Athens rose to dazzling heights and turned the Delian League into a maritime empire. Guided by Pericles, the city adorned itself with marble temples, sculpted gods, and democratic reforms that gave even the poorest citizens a voice in public life. The period saw breathtaking developments in sculpture, theater, philosophy, and public discourse, as thinkers and artists redefined the possibilities of human expression. Yet Sparta, wary of Athenian dominance, led a coalition of land powers into a long and bitter Peloponnesian War. Plague, hubris, and failed ambition — from the Sicilian expedition to the collapse of alliances — brought Athens low. When the city finally surrendered in 404 BCE, its walls were torn down, its empire dismantled, and its democracy briefly overthrown by the Thirty Tyrants."
      },
      {
        "start": -404,
        "end": -323,
        "label": "Late Classical Period",
        "note": "After Athens fell, Sparta claimed supremacy, but its harsh rule sparked resistance and war, leaving the Greek world fractured. Thebes rose briefly in glory, defeating Sparta at Leuctra, yet no city could hold power for long. Amid political decay, Athenian thinkers and sculptors pushed the boundaries of what was possible in philosophy, science, and art. In the north, Philip of Macedon built a new kingdom and brought the quarreling poleis under his shadow. Philip's son — Alexander crossed into Asia, toppling empires, founding cities, and spreading Hellenic thought from Egypt to India. By the time of his death in 323 BCE, Alexander had laid the foundation for Hellenistic space — a vast political and cultural sphere where East and West would meet and mingle for the first time in history."
      },
      {
        "start": -323,
        "end": -301,
        "label": "Early Hellenistic Greece",
        "note": "The death of Alexander in 323 BCE plunged Greece into uncertainty. The Lamian War (323–322 BCE) showed Athens and its allies still had the will to fight for freedom, but Macedonian forces quickly reasserted dominance. Over the next decades, Greece became a contested space in the wars of the Diadochi. Athens saw periods of occupation and brief revivals, while Sparta remained stubbornly independent but isolated. The traditional polis system could not withstand the military and financial power of the successor kingdoms. Culturally, however, the spirit of Classical Greece endured: oratory, philosophy, and civic inscriptions continued, reflecting a society grappling with lost autonomy but clinging to identity."
      },
      {
        "start": -301,
        "end": -200,
        "label": "Middle Hellenistic Greece",
        "note": "Once Antigonus II Gonatas secured the Macedonian throne (276 BCE), the mainland entered a period of relative stability. Macedonia remained the dominant power, but new forms of collective self-government emerged in the Aetolian League and the Achaean League, which allowed city-states to participate in broader political structures. These leagues could sometimes resist Macedonian control and even project power, though their unity was fragile. Athens and other cultural centers remained active in philosophy, rhetoric, and science, participating in the broader Hellenistic intellectual network. This stage reflects adaptation: the polis no longer sovereign, but still central in defining Greek culture, values, and communal life."
      },
      {
        "start": -200,
        "end": -146,
        "label": "Late Hellenistic Greece",
        "note": "From the early 2nd century BCE, Rome became the decisive arbiter of Greek affairs. The defeat of Philip V at Cynoscephalae (197 BCE) gave many Greeks hope of renewed freedom, but Roman “protection” soon hardened into control. The destruction of the Macedonian monarchy after the battle of Pydna (168 BCE) and the brutal suppression of the Achaean League in 146 BCE, culminating in the sack of Corinth, ended any illusion of autonomy. Yet even in political decline, Greek culture thrived. Stoic and Epicurean philosophy shaped new generations, poets and scientists continued to produce, and inscriptions testify to vibrant local religious and civic life. Greece became politically subordinate, but its cultural prestige expanded, influencing Rome itself."
      }
    ]
  },
  {
    "id": "custom-hellenistic-anatolian-composite",
    "name": "Greek",
    "expanded name": "Greek (Minoan/Mycenaean/Hellenic/Hellenistic)",
    "color": "#1102e7ff",
    "yRel": 0.231,
    "hRel": 0.02,
    "broad note": "Greek civilization took shape from the seafaring Minoans of Crete and the warrior Mycenaeans of the mainland, whose fusion around 1450 BCE generated a culture dominated by heroic elites before collapsing into a centuries-long dark age. Out of this silence arose the Archaic and Classical city-states, where Athens, Sparta, and their rivals developed strikingly different models of governance, ritual, and war, while philosophy, drama, and art flourished in the competitive civic arena. United briefly against Persia but fractured by internecine wars, the Greeks forged enduring traditions of political debate, inquiry, and aesthetics that influenced the wider Mediterranean. Macedon’s rise under Philip II and Alexander the Great extended this warrior-intellectual tradition far beyond Greece, reshaping the Near Eastern landscape with new cities, libraries, and civic institutions. The Hellenistic world that followed was cosmopolitan, spanning from Egypt and the Levant to Bactria and India, where Greek language, thought, and art intermingled with older traditions in hubs such as Alexandria and Pergamon. This synthesis, absorbed by Rome after 146 BCE, ensured that the Greek canon—myth, philosophy, political theory, and science—remained foundational to Mediterranean and global culture.",
    "broad lifespan": "c. 332 BCE - 30 BCE",
    "segments": [
      {
        "start": -332,
        "end": -250,
        "label": "Early Hellenistic Anatolia",
        "note": "Alexander’s campaigns dismantled Achaemenid satrapal authority in Asia Minor. He and his successors founded new cities, installed Greek civic institutions, and encouraged the settlement of Macedonian veterans. The coast, long Hellenized, integrated quickly, while the interior (Phrygia, Cappadocia) remained culturally resistant. The early Seleucid kings and the Attalids of Pergamon began carving out spheres of influence. Symbolically, Anatolia became a patchwork frontier, where Greek poleis thrived along the coast while indigenous cults and priestly structures persisted inland."
      },
      {
        "start": -250,
        "end": -150,
        "label": "Middle Hellenistic Anatolia",
        "note": "This period saw the rise of the Attalid dynasty in Pergamon, which turned western Anatolia into a model Hellenistic kingdom. Pergamon’s rulers built monumental temples, issued edicts regulating sacred space, and fostered learning rivaling Alexandria. Elsewhere, Cappadocia and Bithynia emerged as independent kingdoms. Greek cultural influence deepened, but Phrygian and local Anatolian traditions endured in hybrid forms. Symbolically, this was a period of consolidation and hybridization, with Hellenistic urban culture expanding inland while older Anatolian identities reshaped themselves within the Greek framework."
      },
      {
        "start": -150,
        "end": -30,
        "label": "Late Hellenistic Anatolia",
        "note": "By the mid-2nd century BCE, Anatolia was increasingly drawn into Rome’s orbit. The Attalids bequeathed Pergamon to Rome in 133 BCE, forming the province of Asia. The Mithridatic Kingdom of Pontus resisted fiercely but was eventually subdued. Cappadocia and other client kingdoms survived in diminished form. Despite political subordination, Anatolia remained culturally vibrant: monumental sanctuaries, inscriptions, and scientific works (e.g., Apollonius of Perga’s Conics) testify to a lasting Hellenistic cultural space. By 30 BCE, with Rome’s annexation of Egypt, the Hellenistic age closed, and Anatolia was firmly a Roman domain. This final stage was one of transition, as Greek symbolic forms remained central even under Rome’s political supremacy."
      }
    ]
  },
  {
    "id": "custom-hellenistic-egyptian-composite",
    "name": "Greek",
    "expanded name": "Greek (Minoan/Mycenaean/Hellenic/Hellenistic)",
    "color": "#1102e7ff",
    "yRel": 0.251,
    "hRel": 0.06,
    "broad note": "Greek civilization took shape from the seafaring Minoans of Crete and the warrior Mycenaeans of the mainland, whose fusion around 1450 BCE generated a culture dominated by heroic elites before collapsing into a centuries-long dark age. Out of this silence arose the Archaic and Classical city-states, where Athens, Sparta, and their rivals developed strikingly different models of governance, ritual, and war, while philosophy, drama, and art flourished in the competitive civic arena. United briefly against Persia but fractured by internecine wars, the Greeks forged enduring traditions of political debate, inquiry, and aesthetics that influenced the wider Mediterranean. Macedon’s rise under Philip II and Alexander the Great extended this warrior-intellectual tradition far beyond Greece, reshaping the Near Eastern landscape with new cities, libraries, and civic institutions. The Hellenistic world that followed was cosmopolitan, spanning from Egypt and the Levant to Bactria and India, where Greek language, thought, and art intermingled with older traditions in hubs such as Alexandria and Pergamon. This synthesis, absorbed by Rome after 146 BCE, ensured that the Greek canon—myth, philosophy, political theory, and science—remained foundational to Mediterranean and global culture.",
    "broad lifespan": "c. 332 BCE - 30 BCE",
    "segments": [
      {
        "start": -332,
        "end": -200,
        "label": "Early Ptolemaic Egypt",
        "note": "Alexander’s entry into Egypt in 332 BCE ended Persian rule and inaugurated a new symbolic order. He founded Alexandria, which under Ptolemy I Soter and his successors became the political and intellectual capital of the dynasty. The early Ptolemies projected themselves both as Hellenistic kings and as pharaohs, building grand temples in traditional Egyptian style while introducing Greek administrative structures. The Library and Museum of Alexandria signaled Egypt’s role as the intellectual heart of the Hellenistic world, attracting scholars, poets, and scientists. This was a time of fusion and consolidation, when Greek civic and scholarly institutions coexisted with and drew legitimacy from enduring Egyptian priestly and religious traditions."
      },
      {
        "start": -200,
        "end": -146,
        "label": "Middle Ptolemaic Egypt",
        "note": "In the 3rd and early 2nd centuries BCE, Ptolemaic Egypt reached the height of its wealth and influence. Its agricultural surplus, commercial dominance, and prestige institutions made it the richest kingdom in the Mediterranean. Works like Euclid’s Elements and Eratosthenes’ geography reflect the extraordinary intellectual activity of Alexandria, while poets like Callimachus and Theocritus cultivated a new literary style. Yet cracks began to show: repeated wars with the Seleucids, especially over Coele-Syria, drained resources, and uprisings in Upper Egypt revealed resentment of Greek dominance. This stage captures Egypt’s duality — outwardly the cosmopolitan jewel of the Hellenistic world, but internally increasingly unstable."
      },
      {
        "start": -146,
        "end": -30,
        "label": "Late Ptolemaic Egypt",
        "note": "After the Roman conquest of Greece in 146 BCE, Egypt stood as the last great Hellenistic kingdom. But it entered this period weakened by dynastic feuds, heavy taxation, and declining territorial influence. The priesthood continued to produce religious and funerary texts such as the Books of Breathing and the Tale of Setne, showing that native traditions still pulsed beneath Hellenistic rule, while Alexandria remained a center of science, philosophy, and literature. Political independence, however, grew increasingly fragile as Rome intervened more directly. The reign of Cleopatra VII symbolized both a final flowering and the endgame: her alliance with Julius Caesar and later Mark Antony briefly revived Egypt’s status, but Octavian’s victory in 30 BCE brought Alexandria under Roman control. The fall of Cleopatra marked the symbolic end of the Hellenistic world as a whole."
      }
    ]
  },
  {
    "id": "custom-hellenistic-westsemitic-composite",
    "name": "Greek",
    "expanded name": "Greek (Minoan/Mycenaean/Hellenic/Hellenistic)",
    "color": "#1102e7ff",
    "yRel": 0.331,
    "hRel": 0.04,
    "broad note": "Greek civilization took shape from the seafaring Minoans of Crete and the warrior Mycenaeans of the mainland, whose fusion around 1450 BCE generated a culture dominated by heroic elites before collapsing into a centuries-long dark age. Out of this silence arose the Archaic and Classical city-states, where Athens, Sparta, and their rivals developed strikingly different models of governance, ritual, and war, while philosophy, drama, and art flourished in the competitive civic arena. United briefly against Persia but fractured by internecine wars, the Greeks forged enduring traditions of political debate, inquiry, and aesthetics that influenced the wider Mediterranean. Macedon’s rise under Philip II and Alexander the Great extended this warrior-intellectual tradition far beyond Greece, reshaping the Near Eastern landscape with new cities, libraries, and civic institutions. The Hellenistic world that followed was cosmopolitan, spanning from Egypt and the Levant to Bactria and India, where Greek language, thought, and art intermingled with older traditions in hubs such as Alexandria and Pergamon. This synthesis, absorbed by Rome after 146 BCE, ensured that the Greek canon—myth, philosophy, political theory, and science—remained foundational to Mediterranean and global culture.",
    "broad lifespan": "c. 332 BCE - 30 BCE",
    "segments": [
      {
        "start": -332,
        "end": -200,
        "label": "Early Hellenistic Levant",
        "note": "After Alexander’s death, the Levant (Phoenicia, Judea, Coele-Syria) became a key battleground in the wars of the Diadochi. Control shifted repeatedly between the Ptolemaic dynasty of Egypt and the Seleucid Empire, with cities and communities often caught in between. Phoenician ports like Tyre and Sidon thrived as naval and commercial bases, while Judea oscillated between rulers, navigating foreign domination through local priestly authority. This period is marked by imperial tug-of-war and the entrenchment of Greek influence through garrisons, colonies, and cultural institutions, yet local traditions — Canaanite-derived cults, Yahwistic religion — persisted beneath the surface."
      },
      {
        "start": -200,
        "end": -167,
        "label": "Middle Hellenistic Levant",
        "note": "Following the Battle of Panium in 200 BCE, the Seleucids secured control over the Levant. Cities such as Antioch (in Syria) became flourishing Hellenistic centers, blending Greek civic institutions with local traditions. In Judea, however, Seleucid religious and political interference generated deep unrest, especially when Antiochus IV Epiphanes imposed Hellenizing reforms. This culminated in the Maccabean Revolt (167 BCE), which demonstrated the limits of imperial integration and the strength of local religious identity. The Levant in this period embodied a tense coexistence of Greek and indigenous traditions, with cosmopolitan trade in Phoenician cities alongside fierce resistance in rural Judea."
      },
      {
        "start": -167,
        "end": -30,
        "label": "Late Hellenistic Levant",
        "note": "The Maccabean Revolt (167 BCE) marked a turning point, giving rise to the Hasmonean dynasty in Judea. For the first time in centuries, Jewish leaders achieved a substantial measure of autonomy, even as they maneuvered within the power struggles of the weakening Seleucid Empire. Across the coast, Phoenician cities such as Tyre and Sidon continued to flourish as maritime and commercial hubs, maintaining Greek civic forms while adapting to the growing influence of Rome. After Pompey’s campaigns in 63 BCE, Syria and Judea were formally drawn into Rome’s orbit, yet Hellenistic culture remained prevailing throughout the Levant. This final stage was thus one of fragmentation and hybrid sovereignty: Jewish monotheism consolidated, older Canaanite-Phoenician cults waned, and Greek institutions persisted, until the fall of Ptolemaic Egypt in 30 BCE closed the Hellenistic era across the eastern Mediterranean."
      }
    ]
  },
  {
    "id": "custom-hellenistic-mesopotamian-composite",
    "name": "Greek",
    "expanded name": "Greek (Minoan/Mycenaean/Hellenic/Hellenistic)",
    "color": "#1102e7ff",
    "yRel": 0.351,
    "hRel": 0.08,
    "broad note": "Greek civilization took shape from the seafaring Minoans of Crete and the warrior Mycenaeans of the mainland, whose fusion around 1450 BCE generated a culture dominated by heroic elites before collapsing into a centuries-long dark age. Out of this silence arose the Archaic and Classical city-states, where Athens, Sparta, and their rivals developed strikingly different models of governance, ritual, and war, while philosophy, drama, and art flourished in the competitive civic arena. United briefly against Persia but fractured by internecine wars, the Greeks forged enduring traditions of political debate, inquiry, and aesthetics that influenced the wider Mediterranean. Macedon’s rise under Philip II and Alexander the Great extended this warrior-intellectual tradition far beyond Greece, reshaping the Near Eastern landscape with new cities, libraries, and civic institutions. The Hellenistic world that followed was cosmopolitan, spanning from Egypt and the Levant to Bactria and India, where Greek language, thought, and art intermingled with older traditions in hubs such as Alexandria and Pergamon. This synthesis, absorbed by Rome after 146 BCE, ensured that the Greek canon—myth, philosophy, political theory, and science—remained foundational to Mediterranean and global culture.",
    "broad lifespan": "c. 331 BCE - 141 BCE",
    "segments": [
      {
        "start": -331,
        "end": -250,
        "label": "Early Hellenistic Mesopotamia",
        "note": "Alexander’s victory at Gaugamela in 331 BCE opened Mesopotamia to Macedonian control, and his dramatic entry into Babylon was staged as a continuation of ancient kingship. He honored Marduk, restored temples, and presented himself as a legitimate ruler within Mesopotamian traditions. After his death, the Seleucids formalized this arrangement, founding new Greek centers like Seleucia-on-the-Tigris while still relying on the authority of Babylonian priesthoods. Temples in Uruk, Sippar, and Borsippa remained vibrant, producing texts continuing the omen and dream traditions. This was a time of dual accommodation, when Greek political power fused with Sumero-Akkadian priestly legitimacy."
      },
      {
        "start": -250,
        "end": -190,
        "label": "Middle Hellenistic Mesopotamia",
        "note": "By the mid-3rd century BCE, Seleucid Mesopotamia reached its height. Greek-founded Seleucia prospered as a major trade hub, while Babylonian scholarly traditions thrived under Seleucid patronage. Temples continued to compile astronomical diaries, king lists, and omen literature, ensuring the survival of centuries-old knowledge. At the same time, Seleucid coinage, Greek festivals, and civic institutions reshaped urban life along Hellenistic lines. The result was a hybrid symbolic order: the polis and the temple, the coin and the cuneiform tablet, existing side by side. This was not a replacement but a layering of traditions, where Hellenistic kingship coexisted with priestly science, each reinforcing its own vision of cosmic order."
      },
      {
        "start": -190,
        "end": -141,
        "label": "Late Hellenistic Mesopotamia",
        "note": "Rome’s victory over the Seleucids at Magnesia in 190 BCE triggered a long decline. In Mesopotamia, Seleucid control weakened as revolts broke out and Parthian power advanced from the east. Temples in Babylon and Uruk still functioned, but their resources dwindled, and by the mid-2nd century BCE their activity began to wane. Yet even in decline, texts such as the Uruk King List and the Borsippa Inscription testify to a priesthood that continued to interpret history and ritual through ancient frameworks. In 141 BCE, the Parthians captured Seleucia and Babylon, ending the Seleucid era. This was a period of transition and survival, as the Mesopotamian scholarly tradition flickered in its final cuneiform expressions while the political horizon shifted decisively toward Arsacid rule."
      }
    ]
  },
  {
    "id": "custom-hellenistic-persian-composite",
    "name": "Greek",
    "expanded name": "Greek (Minoan/Mycenaean/Hellenic/Hellenistic)",
    "color": "#1102e7ff",
    "yRel": 0.431,
    "hRel": 0.06,
    "broad note": "Greek civilization took shape from the seafaring Minoans of Crete and the warrior Mycenaeans of the mainland, whose fusion around 1450 BCE generated a culture dominated by heroic elites before collapsing into a centuries-long dark age. Out of this silence arose the Archaic and Classical city-states, where Athens, Sparta, and their rivals developed strikingly different models of governance, ritual, and war, while philosophy, drama, and art flourished in the competitive civic arena. United briefly against Persia but fractured by internecine wars, the Greeks forged enduring traditions of political debate, inquiry, and aesthetics that influenced the wider Mediterranean. Macedon’s rise under Philip II and Alexander the Great extended this warrior-intellectual tradition far beyond Greece, reshaping the Near Eastern landscape with new cities, libraries, and civic institutions. The Hellenistic world that followed was cosmopolitan, spanning from Egypt and the Levant to Bactria and India, where Greek language, thought, and art intermingled with older traditions in hubs such as Alexandria and Pergamon. This synthesis, absorbed by Rome after 146 BCE, ensured that the Greek canon—myth, philosophy, political theory, and science—remained foundational to Mediterranean and global culture.",
    "broad lifespan": "c. 330 BCE - 140 BCE",
    "segments": [
      {
        "start": -330,
        "end": -250,
        "label": "Early Hellenistic Persia",
        "note": "Alexander’s conquest toppled the Achaemenids but did not erase Persia’s symbolic legacy overnight. His dramatic destruction of Persepolis signaled the end of the old imperial order, even as he adopted elements of Persian kingship. The Macedonians took over satrapal structures, founded new cities like Seleucia-on-the-Tigris, and introduced Greek civic institutions. Persian elites survived in reduced form, while Aramaic continued as an administrative language alongside Greek. Culturally, this was a period of overlap and adaptation, with Seleucid rulers trying to graft Hellenistic kingship onto Persian imperial traditions."
      },
      {
        "start": -250,
        "end": -190,
        "label": "Middle Hellenistic Persia",
        "note": "Under the Seleucids, Persia was drawn deeply into the Hellenistic network of cities, coinage, and commerce. Greek and Mesopotamian religious practices blended in sanctuaries and inscriptions, while Babylonian omen texts and temple archives were still maintained under Seleucid patronage. Persian aristocracy served within the Seleucid system, though resentments simmered. This stage reflects a hybrid symbolic order: Greek urban culture and monarchy coexisted uneasily with older Mesopotamian priestly traditions and lingering Persian aristocratic memory."
      },
      {
        "start": -190,
        "end": -140,
        "label": "Late Hellenistic Persia",
        "note": "After Rome’s victory at Magnesia (190 BCE), the Seleucid Empire weakened. In Iran and Mesopotamia, Seleucid authority eroded rapidly under local revolts and the expansion of the Parthians, who positioned themselves as heirs to both Persian and Hellenistic traditions. By 140 BCE, the Seleucids had lost Persia, retreating westward. Symbolically, this was the waning of the Hellenistic order in Persia: Greek cities persisted, but the dominant narrative shifted to Arsacid kingship, marking the transition from Hellenistic to Parthian Iran."
      }
    ]
  },
  {
  "id": "carthaginian-composite",
  "name": "North-African",
  "expanded name": "North-African (Libyan/Berber/Punic/Carthaginian)",
  "color": "#f97316ff",
  "yRel": 0.141,
  "hRel": 0.03,
  "broad note": "What was destined to become Carthage was at some point an amalgamation of pastoral villages, where Libyco-Berber clans forged ancestor rites, and warrior confederations. Into this landscape came Phoenician settlers after 1000 BCE, and with the founding of Carthage in 814 BCE, Punic mercantile urbanism fused with Libyan martial traditions, creating a hybrid republic admired by Aristotle and enriched by Saharan caravans, Iberian silver, and fertile North African estates. Carthage rose as the naval hegemon of the western Mediterranean, but after three great wars with Rome it was burned in 146 BCE, its people enslaved and much of its heritage destroyed, even as Punic traditions endured across North Africa.",
  "broad lifespan": "c. 5000 BCE - 146 BCE",
  "segments": [
  {
    "start": -5000,
    "end": -4000,
    "label": "Pastoral Sahara–Maghreb Rock-Art Horizon",
    "note": "The period sees the earliest foundations of North African symbolic and social life were taking shape. During this greener Saharan phase, cattle herders ranged between seasonal lakes, oases, and the Maghreb plains. They left thousands of engravings and paintings—long-horned cattle, herders with bows, dogs, and dancing groups—etched along travel routes and camp walls. Some scenes with archers and clustered figures hint at organized clashes among mobile groups. Daily life mixed herding with hunting and gathering; small clay pots, leather bags, and simple huts appear alongside stone tools. Early cairns and low burial mounds begin to dot the steppe. As rains waned toward the end of the millennium, families edged closer to the Mediterranean coast, foreshadowing the coastal lifeways that would later connect to Phoenician and Punic maritime traditions."
  },
  {
    "start": -4000,
    "end": -3000,
    "label": "Early Megalithic & Proto-Chalcolithic Tunisia",
    "note": "Across the Tunisian capes and uplands, communities began to mark the landscape with stone—dolmens, ring-shaped tumuli (bazinas), and stone-lined graves—forming visible burial fields near villages (clusters are known around Dougga and Maktar). Daily life mixed grain farming with cattle, sheep, and goat herding. Pottery shifts from shell-impressed to smoother burnished and incised wares, and by the end of the millennium simple copper items (pins, awls, beads) appear. Inland tracks linking pastures to the coast stayed busy, with short sea hops along Cap Bon. These megalithic cemeteries and first copper objects point to rising ceremony and status. Hints of tension surface too: rock-art traditions to the south and interior show armed groups, caches of fine arrowheads and mace-heads accompany some burials, and spreading megalithic cemeteries suggest ancestor claims and territorial signaling as water and pastures tightened."
  },
    {
      "start": -3000,
      "end": -2000,
      "label": "Early Libyco-Berber Chalcolithic",
      "note": "The communities of the western desert and coastal Maghreb developed a distinctive Chalcolithic material culture — rock engravings, tumuli burials, copper ornaments — while moving across the steppe between Sahara and Mediterranean. Their position beside the Nile Valley created both tension and opportunity. Egypt’s growing splendor, visible in surplus grain, temples, and prestige goods, acted as a magnet: Libyan groups alternated between raiding frontier settlements and trading livestock, hides, and desert products in exchange for grain and crafted goods. This “love-hate” dynamic fostered the rise of warrior traditions among Libyan clans, who sharpened their identity in both conflict with and service to Egypt, much like “barbarians at the gate” in later history. The seeds of a warriorized, semi-nomadic Libyco-Berber ethos were thus sown in the Chalcolithic, long before they became visible in Egyptian inscriptions."
    },
    {
      "start": -2000,
      "end": -1000,
      "label": "Bronze Age Libyco-Berber Societies",
      "note": "During the Bronze Age, North Africa’s Libyco-Berber populations shifted from scattered pastoral villages to more coordinated and martial societies. Archaeological traces of tumulus burials and chariot iconography suggest the rise of clan chiefs and organized war bands. Egyptian records provide the clearest testimony of this centralization, describing Meshwesh and Libu confederations able to field thousands of warriors and chariots. The Bronze Age collapse destabilized the wider Mediterranean after 1200 BCE, and its effects on North Africa are mainly visible through Egyptian accounts of intensified Libyan incursions. By the end of this period, prominent Libyan families had begun to establish themselves inside Egypt, foreshadowing later dynasties of Libyan origin. Around 1000 BCE, a warrior-pastoral society had fully taken shape, laying the groundwork for interaction with Phoenician colonization and the eventual rise of Carthage."
    },
    {
      "start": -1000,
      "end": -814,
      "label": "Phoenician Colonization & Foundation of Carthage",
      "note": "As the Phoenician city-states of the Levant sought metals, farmland, and new markets, they expanded westward, planting colonies across the Mediterranean. North Africa was especially attractive: fertile plains, access to Saharan caravan routes, and a strategic midway position between Sicily, Sardinia, and Spain made it an ideal hub. Early foundations such as Utica were ruled by aristocrats tied to Tyre, but governance soon shifted to local suffetes and councils, always in negotiation with Libyco-Berber chiefs who controlled the hinterland. Alongside their mercantile institutions, the settlers also institutionalized Canaanite ritual practices, including offerings to Baal and Tanit that at times extended to child sacrifice, later remembered with horror by Greek and Roman observers. Trade flourished in wine, oil, and craft goods exchanged for livestock, grain, and desert commodities, while intermarriage produced a hybrid elite that bound Phoenician settlers to local society. By tradition, Tyrian colonists under Queen Dido founded Carthage in 814 BCE."
    },
    {
      "start": -814,
      "end": -500,
      "label": "Early Carthaginian Expansion",
      "note": "Founded as a Tyrian colony, Carthage quickly outgrew its mother city’s control and rose to dominate the western Phoenician settlements. Its elites formed a hybrid class of merchants and war leaders, investing in both maritime trade and agricultural estates while commanding fleets and armies. Unlike the Levantine Phoenician cities, which were hemmed in by Assyria and Babylonia, Carthage enjoyed a relatively peaceful North African setting; local Berber tribes were formidable, but decentralized, unlike the Levantine neighboring imperial overlords. This stability allowed rapid growth, as the city consolidated coastal colonies in Tunisia and Libya while projecting power toward Sicily, Sardinia, and Iberia. Carthage’s governance, centered on suffetes and a council of elders, balanced Punic aristocrats with Libyco-Berber tributaries and allies who supplied cavalry and manpower. By 500 BCE, the city had become the chief Punic hegemon of the Mediterranean, blending commerce, agriculture, and military might into a powerful maritime empire."
    },
    {
      "start": -500,
      "end": -264,
      "label": "Classical Carthaginian Republic",
      "note": "In this period Carthage matured into a powerful maritime republic governed by annually elected suffetes, a council of elders, and oversight tribunals that balanced mercantile and military interests. Aristotle admired this constitution as one of the most stable and well-ordered of the ancient world. Carthage’s wealth flowed from expansive trade networks and North African estates, exporting grain, olives, and wine while dominating routes to Iberia, Sardinia, and beyond. Its armies relied heavily on Libyco-Berber cavalry, Iberian infantry, Numidian horsemen, and other mercenaries, while its navy remained the strongest in the western Mediterranean. Greek rivals, especially Syracuse, contested control of Sicily in a series of long wars that strained Punic resources but failed to dislodge Carthaginian influence. By 264 BCE, Carthage stood as the chief naval superpower of the west, yet its dependence on mercenaries and looming rivalry with Rome foreshadowed the conflicts to come."
    },
    {
      "start": -264,
      "end": -146,
      "label": "Punic Wars & Fall of Carthage",
      "note": "Carthage’s rivalry with Rome erupted in the First Punic War (264–241 BCE), where Roman innovation at sea broke Punic naval supremacy and cost Carthage Sicily and heavy tribute. In the Second Punic War (218–201 BCE), Hannibal’s daring march across the Alps brought stunning victories in Italy, yet Rome endured and crushed him at Zama, stripping Carthage of its empire, fleet, and independence. Despite these blows, Carthage revived as a commercial hub, alarming Roman statesmen who feared its resurgence. The Third Punic War (149–146 BCE) ended with a three-year siege, after which Rome stormed the city, slaughtered or enslaved its population, and burned Carthage to the ground. This destruction obliterated much of Carthage’s cultural heritage, erasing Punic libraries, records, and monuments from history. With Carthage gone, Rome became the uncontested master of the western Mediterranean, while North Africa was reorganized as the Roman province of Africa."
    }
  ]
},
{
    "id": "custom-roman-italic-composite",
    "name": "Roman",
    "expanded name": "Roman (Italic/Etruscan/Latin/Roman)",
    "color": "#000000ff",
    "yRel": 0.081,
    "hRel": 0.06,
    "broad note": "The roots of Rome lay in the warlike cultures of prehistoric Italy, where villages hardened into fortified communities. From Etruscan kings and Italic tribes, Rome inherited augury, sacred arms, and civic ritual, but transformed them into an unparalleled system of disciplined warriorship. The Republic elevated conquest into a civic religion: triumphs sanctified victory, law and order followed the legions, and the Senate cloaked expansion with universalizing ideals. In overtaking the Hellenistic world, Rome absorbed its gods, sciences, and philosophies, yet recast them under the authority of the legion and the Latin tongue. At later stages, Roman emperors embodied not only political supremacy but also symbolic mastery over the living Being. This war-forged system became the prototype of Western empires to come—uniting force, law, and cultural dominance into a single claim of globalist rule. The final division of 395 CE did not end Rome’s model, but ensured its legacy would echo across Byzantium, Christendom, and every empire that sought to emulate its fusion of power and permanence.",
    "broad lifespan": "c. 5000 BCE - 395 CE",    
  "segments": [
    {
      "start": -5000,
      "end": -3500,
      "label": "Neolithic Italy (Impressa & Cardial)",
      "note": "Neolithic Italy saw the arrival of farming communities from the Balkans and the eastern Adriatic, carrying Impressa and Cardial pottery traditions. These settlers gradually introduced seasonal agriculture into the peninsula, combining new crops and livestock with existing foraging and hunting practices. Small coastal and riverine villages thrived on mixed farming, animal husbandry, and hunting, while obsidian from Lipari, Pantelleria, and Sardinia circulated as the key prestige trade good. Ritual life centered on fertility figurines and early megalithic monuments, but social stratification remained low, with burials showing little distinction in wealth or status. This was a pre-warriorized world, where symbolic value was tied to daily subsistence and exotic materials like obsidian, not yet to weapons or militarized prestige."
    },
    {
      "start": -3500,
      "end": -2300,
      "label": "Copper Age (Remedello & Rinaldone)",
      "note": "During the Copper Age, Italy entered a transitional phase between farming villages and more stratified societies. Copper tools and ornaments appeared as prestige goods in elite burials, while most daily tools remained stone. The Remedello and Rinaldone cultures marked new burial traditions, with copper daggers, arrowheads, and ornaments as symbols of status. Agriculture and animal husbandry intensified, and long-distance trade expanded. Obsidian from Lipari, Pantelleria, and Sardinia continued to circulate, prized by Aegean and central Mediterranean communities. The copper luxury materials in northern and central Italian graves likely came from Alpine and Balkan sources, linking the peninsula to wider metallurgical networks. This period marks Italy’s first clear step toward elite formation, where power was expressed through weapons and personal prestige."
    },
    {
      "start": -2300,
      "end": -1200,
      "label": "Early Bronze Age (Terramare & Apennine)",
      "note": "In the Early Bronze Age, Italy saw the rise of the Terramare culture in the north and the Apennine culture in the center and south. Fortified villages in the Po Valley suggest organized communities competing for control of rivers and Alpine routes, while Apennine hilltop settlements oversaw valleys tied to herding and regional trade. Farming and animal husbandry intensified, creating surpluses, while bronze tools and weapons remained elite goods, with most daily implements still stone. Burials with weapons and imported objects reveal growing social differentiation, as elites sought to monopolize Mediterranean contacts. Mycenaean pottery and prestige items reached select sites, underscoring how exchange became a source of power. As obsidian lost value, bronze became the primary symbol of status, until the Bronze Age Collapse disrupted networks, paving the way for the Proto-Villanovan world."
    },
    {
      "start": -1200,
      "end": -900,
      "label": "Proto-Villanovan (Urnfield Horizon)",
      "note": "The Proto-Villanovan period marked Italy’s integration into the wider Urnfield culture of Central Europe, most visibly through the adoption of cremation burials. Ashes were placed in urns, usually simple but sometimes accompanied by weapons or ornaments, signaling early but limited social distinctions. Iron tools and weapons appeared alongside bronze, foreshadowing a technological transition. With Mediterranean networks weakened after the Bronze Age Collapse, access to imported prestige goods declined, undermining earlier elites and old displays of wealth. Burial practices became more uniform, reflecting a temporary reduction in stratification, while new continental influences reshaped Italian society. This was a transitional age, laying the foundations for the Villanovan and later Etruscan cultures."
    },
    {
      "start": -900,
      "end": -800,
      "label": "Villanovan Culture",
      "note": "The Villanovan culture marked the first clear stage of Etruscan development, continuing cremation burials but with distinctive biconical urns, sometimes shaped like helmets or huts. Iron tools and weapons became more common, while bronze remained important for ornaments and fibulae. Burial goods show clearer social differentiation, with weapons highlighting the growing prestige of warrior elites. At the same time, Mediterranean contacts revived: Phoenician traders began reaching Italian shores, and early Greek settlers and merchants appeared, introducing geometric pottery and new agricultural techniques. These exchanges helped lift Villanovan society out of its Proto-Villanovan simplicity, setting the stage for the urban and aristocratic world of the Etruscans."
    },
    {
      "start": -800,
      "end": -509,
      "label": "Etruscan Ascendancy",
      "note": "The Etruscan Ascendancy saw Villanovan villages evolve into proto-urban centers, with monumental tombs, advanced metallurgy, and distinctive art styles. Etruscan elites consolidated power through clan-based aristocracies, commanding fortified hilltop settlements like Tarquinia, Veii, and Cerveteri. Trade with Phoenicians and Greeks flourished, bringing wine, luxury goods, and artistic motifs that Etruscan artisans adapted into their own symbolic repertoire. Ritual and religion became central, with elaborate funerary practices reflecting belief in an afterlife, and divination practices like haruspicy shaping political authority. The Etruscans influenced early Rome, transmitting urban planning, religious concepts, and symbols of kingship."
    },
    {
      "start": -753,
      "end": -509,
      "label": "Roman Kingdom",
      "note": "The Roman Kingdom emerged within the cultural shadow of the Etruscans. According to Roman tradition, Rome was founded in 753 BCE, and its first kings—Romulus, Numa, and others—represented a blending of Italic and Etruscan institutions. The city’s political order was based on monarchy, supported by aristocratic clans (the patricians) and assemblies of citizens. Religious life, military organization, and civic rituals bore strong Etruscan imprint, from augury to the use of the fasces. Rome grew into a significant settlement by controlling river crossings and trade routes, but its kingship model bred tension with aristocratic elites, culminating in the overthrow of the monarchy and the founding of the Republic."
    },
    {
      "start": -509,
      "end": -287,
      "label": "Early Roman Republic",
      "note": "After the expulsion of the last Etruscan king, Rome established the Republic in 509 BCE. Political authority shifted to elected magistrates (consuls) and the Senate, though patricians monopolized power. The early Republic was marked by the ‘Struggle of the Orders,’ as plebeians demanded representation and rights, gradually gaining access to political office and legal protections. Rome expanded its influence over Latium and neighboring peoples, forming alliances and fighting wars that extended its control. The capture of Veii in 396 BCE marked a turning point, bringing wealth and territory. Despite internal class conflict, Rome’s militarized and legally structured system created a resilient framework for expansion."
    },
    {
      "start": -287,
      "end": -133,
      "label": "Middle Roman Republic",
      "note": "The Lex Hortensia of 287 BCE ended the Conflict of the Orders, granting plebeian resolutions the force of law and integrating plebeians into Rome’s political system. Rome embarked on expansion across Italy, defeating Samnites, Etruscans, and Greek city-states. The Punic Wars (264–146 BCE) against Carthage defined the era: Rome destroyed its rival and gained overseas provinces, including Sicily, Spain, and Africa. Victories in the east brought Greece and Asia Minor under Roman influence. Wealth from conquest enriched elites, but widened the gap with ordinary citizens, fueling social tensions. Military service became professionalized, while political life was increasingly dominated by ambitious generals and factional rivalries."
    },
    {
      "start": -133,
      "end": -27,
      "label": "Late Roman Republic",
      "note": "The Late Republic was perhaps the most turbulent era in Roman history. The Gracchi attempted reforms to address inequality, but their violent deaths signaled a breakdown of consensus. Generals like Marius, Sulla, Pompey, and Caesar used armies for political power, waging civil wars that destabilized the Republic. Economic inequality, urban unrest, and provincial exploitation deepened. Intellectual and cultural life flourished, with Cicero, Lucretius, and Catullus among others, but politics grew ever more violent. Caesar’s dictatorship and assassination in 44 BCE epitomized the collapse of Republican norms. Octavian (later Augustus) emerged as sole ruler after defeating Antony and Cleopatra, transforming Rome into an empire."
    },
    {
      "start": -27,
      "end": 96,
      "label": "Early Principate",
      "note": "The period laid the foundations of imperial rule under Augustus (27 BCE–14 CE) and his successors. Augustus stabilized Rome after decades of civil war, centralizing authority while preserving republican forms in appearance. The Principate system balanced power between emperor, Senate, and assemblies, though real control lay with the princeps. Rome expanded into Egypt, northern Spain, and central Europe, while monumental architecture like the Ara Pacis celebrated peace and imperial ideology. Successors consolidated power, though dynastic instability (e.g., Caligula, Nero) revealed the system’s fragility. Yet the early Principate provided relative stability, prosperity, and cultural flourishing across the Mediterranean."
    },
    {
      "start": 96,
      "end": 192,
      "label": "High Empire",
      "note": "The High Empire (96–192 CE) marked the height of Roman prosperity and power. Under the ‘Five Good Emperors’—Nerva, Trajan, Hadrian, Antoninus Pius, and Marcus Aurelius—Rome achieved territorial maximum, stretching from Britain to Mesopotamia. The empire enjoyed relative internal peace (Pax Romana), economic integration, and legal development. Monumental architecture, including Trajan’s Forum and Hadrian’s Wall, reflected imperial grandeur. Yet pressures emerged: the cost of defense, frontier wars, and plagues strained resources. Marcus Aurelius fought the Marcomannic Wars, signaling mounting challenges. His death and the accession of Commodus ended the golden era, ushering in instability."
    },
    {
      "start": 192,
      "end": 284,
      "label": "Late Principate",
      "note": "The period was a century of crisis. The Severan dynasty initially brought stability, but heavy military spending and debasement of currency undermined the economy. From 235 CE, the empire entered the ‘Crisis of the Third Century,’ marked by rapid turnover of emperors, invasions, secessions, and economic collapse. Gothic and Persian threats grew, while internal rivalries weakened cohesion. Yet resilience endured: new leaders rose from the provinces, provincial economies adapted, and reforms were attempted. Intellectual life, especially Neoplatonism and Christian communities, expanded despite turmoil. By the late 3rd century, the old Principate was exhausted, setting the stage for radical reforms."
    },
    {
      "start": 284,
      "end": 305,
      "label": "Diocletian and the Tetrarchy",
      "note": "The reign of Diocletian (284–305 CE) inaugurated the Dominate, an openly autocratic system. To stabilize the empire, he established the Tetrarchy—two senior emperors (Augusti) and two junior emperors (Caesares)—dividing authority regionally. Administrative reforms increased bureaucracy, taxation, and control of society, including persecution of Christians. Military reorganization strengthened frontiers, while currency reforms sought stability. Symbolically, emperors were elevated as semi-divine figures, breaking with republican pretense. The Tetrarchy provided temporary order, but rivalries and succession crises soon fractured the arrangement."
    },
    {
      "start": 305,
      "end": 337,
      "label": "Constantine and the Christian Turn",
      "note": "The reign of Constantine marked a watershed in Roman history. After civil wars, Constantine consolidated power as sole ruler, defeating Licinius in 324 CE. He legalized Christianity with the Edict of Milan (313) and convened the Council of Nicaea (325), giving imperial backing to the Church. He moved the capital to Byzantium, renamed Constantinople, symbolically shifting Rome’s center of gravity eastward. Constantine fostered Christian patronage, building churches like the Lateran and St. Peter’s, while maintaining traditional imperial imagery. His reign redefined the relationship between state and religion, embedding Christianity into imperial structures."
    },
    {
      "start": 337,
      "end": 379,
      "label": "The Constantinian Dynasty and Successors",
      "note": "A transitional age in which Constantine’s Christian settlement continued but faced turbulence. His sons and successors divided the empire, leading to conflicts and instability. Christianity gained ground, but rival theological positions (Arianism vs. Nicene orthodoxy) divided society and politics. Paganism persisted but increasingly lost state support. Julian (361–363 CE) attempted to revive pagan traditions, but his failure underscored Christianity’s ascendancy. The empire faced external threats from Persians and Goths, while internal resources strained under dynastic feuds. The period ended with the rise of Theodosius I, who would complete the Christianization of the empire."
    },
    {
      "start": 379,
      "end": 395,
      "label": "Theodosius I and the Christian Empire",
      "note": "The reign of Theodosius I (379–395 CE) completed the Christian transformation of the Roman state. He made Nicene Christianity the official religion with the Edict of Thessalonica (380), suppressed pagan practices, and aligned imperial authority with Church power. His reign saw intense conflict with Gothic federates, culminating in the catastrophic defeat at Adrianople (378, just before his reign) and the settlement of Goths within the empire. Theodosius maintained unity through personal authority, but his death in 395 divided the empire permanently into East and West, marking the end of a unified Roman world."
    }
  ]
},
 {
    "id": "custom-roman-carthaginian-composite",
    "name": "Roman",
    "expanded name": "Roman (Italic/Etruscan/Latin/Roman)",
    "color": "#000000ff",
    "yRel": 0.141,
    "hRel": 0.03,
    "broad note": "The roots of Rome lay in the warlike cultures of prehistoric Italy, where villages hardened into fortified communities. From Etruscan kings and Italic tribes, Rome inherited augury, sacred arms, and civic ritual, but transformed them into an unparalleled system of disciplined warriorship. The Republic elevated conquest into a civic religion: triumphs sanctified victory, law and order followed the legions, and the Senate cloaked expansion with universalizing ideals. In overtaking the Hellenistic world, Rome absorbed its gods, sciences, and philosophies, yet recast them under the authority of the legion and the Latin tongue. At later stages, Roman emperors embodied not only political supremacy but also symbolic mastery over the living Being. This war-forged system became the prototype of Western empires to come—uniting force, law, and cultural dominance into a single claim of globalist rule. The final division of 395 CE did not end Rome’s model, but ensured its legacy would echo across Byzantium, Christendom, and every empire that sought to emulate its fusion of power and permanence.",
    "broad lifespan": "c. 146 BCE - 395 CE",
    "segments": [
    {
      "start": -146,
      "end": -44,
      "label": "Aftermath of Destruction",
      "note": "After its destruction in 146 BCE, Carthage lay in ruins and Rome annexed its lands as the province of Africa, governed from Utica. The site itself became a potent symbol of Rome’s triumph, a cautionary reminder of what happened to rivals who defied the Republic. Politically, the fertile hinterlands were redistributed, and Numidian kings rose in prominence, culminating in conflicts like the Jugurthine War. Local Punic and Berber traditions survived in the countryside, even as Roman authority reshaped the region. Between 146 and 44 BCE, Carthage lived more as memory than city—an emblem of conquest and a foundation stone for Rome’s Mediterranean empire."
    },
    {
      "start": -44,
      "end": 14,
      "label": "Refoundation and Augustan Carthage",
      "note": "Between 44 BCE and 14 CE, Carthage was reborn from ruin into a showcase of Roman imperial order. Julius Caesar began its refoundation, and Augustus completed it as Colonia Julia Concordia Carthago, settled with veterans and citizens. The city was rebuilt with Roman forums, temples, and aqueducts, becoming the capital of Africa Proconsularis and a vital supplier of grain to Rome. Symbolically, the transformation proclaimed Rome’s power to not only annihilate rivals but also resurrect them in its own image. Carthage thus shifted from a warning of destruction to a living emblem of Augustan harmony and empire."
    },
    {
      "start": 14,
      "end": 235,
      "label": "Flourishing Provincial Capital",
      "note": "From 14 CE to 235 CE, Carthage grew into one of the great cities of the western empire, second only to Rome itself in size and prestige. As the capital of Africa Proconsularis, it oversaw a province that supplied much of the empire’s grain, making North Africa indispensable to Rome’s stability. The city flourished with theaters, baths, forums, and a vibrant cultural life, blending Roman law and language with lingering Punic and Berber traditions. In the later part of the period, Carthage also became a seedbed of Christianity, producing martyrs like Perpetua and Felicity and writers like Tertullian, who gave Latin Christianity an early voice. Symbolically, Carthage embodied both the height of Roman provincial order and the quiet emergence of a new faith that would one day redefine the empire itself."
    },
    {
      "start": 235,
      "end": 312,
      "label": "Christian Carthage and African Bishops",
      "note": "Between 235 and 312 CE, Carthage stood at the crossroads of political instability and religious transformation. The broader empire entered the Crisis of the Third Century, and while Africa remained Rome’s breadbasket, the city’s symbolic weight shifted increasingly toward Christianity. Carthage became the home of influential bishops such as Cyprian, who guided the church during waves of persecution and articulated a vision of unity and authority that rivaled Rome itself. Martyrdoms and schisms marked the city as a crucible where Christian identity was forged under pressure, most notably in disputes over the treatment of the lapsed and the beginnings of the Donatist controversy. In this period, Carthage’s symbolic life pivoted: once the emblem of Roman conquest, it was now emerging as a spiritual capital, where African bishops wielded voices powerful enough to shape the future of the church."
    },
    {
      "start": 312,
      "end": 395,
      "label": "Carthage in the Christian Empire",
      "note": "Carthage entered a new phase as part of a Christian empire. After Constantine’s Edict of Milan legalized the faith, the city flourished as a Christian metropolis, its bishops wielding influence in both theological debate and imperial politics. Figures like the bishops of Carthage became central in disputes such as the Donatist controversy, where questions of purity, authority, and legitimacy divided African Christianity. Politically, Africa Proconsularis continued to secure Rome’s food supply, but symbolically Carthage now stood less as a monument of Roman conquest and more as a pillar of the Christian order. By the time of the empire’s permanent division in 395 CE, Carthage became a Christian stronghold whose voice carried across the Mediterranean world."
    }
  ]
  },
  {
    "id": "custom-roman-greek-composite",
   "name": "Roman",
    "expanded name": "Roman (Italic/Etruscan/Latin/Roman)",
    "color": "#000000ff",
    "yRel": 0.171,
    "hRel": 0.06,
    "broad note": "The roots of Rome lay in the warlike cultures of prehistoric Italy, where villages hardened into fortified communities. From Etruscan kings and Italic tribes, Rome inherited augury, sacred arms, and civic ritual, but transformed them into an unparalleled system of disciplined warriorship. The Republic elevated conquest into a civic religion: triumphs sanctified victory, law and order followed the legions, and the Senate cloaked expansion with universalizing ideals. In overtaking the Hellenistic world, Rome absorbed its gods, sciences, and philosophies, yet recast them under the authority of the legion and the Latin tongue. At later stages, Roman emperors embodied not only political supremacy but also symbolic mastery over the living Being. This war-forged system became the prototype of Western empires to come—uniting force, law, and cultural dominance into a single claim of globalist rule. The final division of 395 CE did not end Rome’s model, but ensured its legacy would echo across Byzantium, Christendom, and every empire that sought to emulate its fusion of power and permanence.",
    "broad lifespan": "c. 146 BCE - 395 CE",
    "segments": [
    {
      "start": -146,
      "end": -27,
      "label": "Subjugation and Province of Achaea",
      "note": "After the sack of Corinth Greece was reduced to the Roman province of Achaea. Rome imposed governors and taxation, while allowing many poleis like Athens and Sparta to retain limited autonomy. Militarily subdued, Greece no longer posed a threat but became a stable client province within Rome’s growing Mediterranean order. Symbolically, however, Greece remained Rome’s cultural teacher: its art, philosophy, and literature were eagerly adopted by Roman elites. In this period, Greece embodied both conquered land and revered intellectual reservoir, its autonomy lost but its prestige enduring."
    },
    {
      "start": -27,
      "end": 96,
      "label": "Integration under Augustus",
      "note": "Greece entered a stable phase of integration under Augustus and the early emperors. Politically, the province of Achaea was securely tied into the Roman imperial system, with Athens, Corinth, and other poleis enjoying privileges while supplying loyalty and resources. Augustus and his successors invested in civic monuments, roads, and sanctuaries, while Athens flourished as a cultural capital that hosted Roman students of philosophy and rhetoric. Symbolically, Greece became the empire’s Hellenic soul, its heritage used to legitimize Roman power: emperors styled themselves heirs to Alexander and patrons of Greek culture. In this period, Greece was quiet militarily but vital intellectually, its classical prestige woven into the fabric of the Roman order."
    },
    {
      "start": 96,
      "end": 235,
      "label": "High Imperial Greece",
      "note": "Between 96 and 235 CE, Greece enjoyed prosperity as part of the High Roman Empire. Cities such as Athens, Corinth, and Thessalonica benefited from imperial patronage, with emperors funding theaters, temples, and public works. This period saw the flourishing of the Second Sophistic movement, a cultural revival where Greek orators and intellectuals celebrated classical traditions while working under Roman rule. Politically, Greece remained stable and loyal, its role less about power and more about providing cultural prestige to the empire. Symbolically, this era represented the height of the Greco-Roman synthesis, where Roman authority and Greek heritage fused into a shared imperial identity — with Greek enduring as the lingua franca of the eastern Mediterranean and much of the broader empire."
    },
    {
      "start": 235,
      "end": 312,
      "label": "Christianization and Civic Decline",
      "note": "Between 235 and 312 CE, Greece entered a period of strain marked by both civic decline and the spread of Christianity. The Crisis of the Third Century brought invasions, economic disruption, and weakened urban life; many cities saw their public works neglected and their prosperity diminished. Traditional sanctuaries and festivals lost vitality, as imperial resources and attention shifted elsewhere. At the same time, Christianity gained momentum, especially in cities like Corinth and Thessalonica, where urban networks supported the growth of congregations and local bishops. Symbolically, Greece transitioned from being the cultural heart of a pagan empire to a contested space, where the old gods waned and a new faith began reshaping the symbolic order."
    },
    {
      "start": 312,
      "end": 395,
      "label": "Greece in the Christian Empire",
      "note": "Between 312 and 395 CE, Greece became part of a Christianizing empire shaped by Constantine’s reforms and the new prominence of the Church. Bishops in cities like Athens, Corinth, and Thessalonica grew in authority, often taking on civic roles once held by local elites. Pagan centers such as Delphi and the philosophical schools of Athens continued for a time, but their prestige steadily eroded as imperial patronage favored churches and Christian institutions. Politically, Greece remained a secure and strategic province within the eastern Mediterranean, anchoring Rome’s control over the Aegean. Symbolically, it was transformed from the revered cultural tutor of Rome into a Christian province, integrated into the ideological fabric of the Eastern empire that endured after the imperial split of 395 CE."
    }
  ]
  },
  {
    "id": "custom-roman-anatolian-composite",
    "name": "Roman",
    "expanded name": "Roman (Italic/Etruscan/Latin/Roman)",
    "color": "#000000ff",
    "yRel": 0.181,
    "hRel": 0.02,
    "broad note": "The roots of Rome lay in the warlike cultures of prehistoric Italy, where villages hardened into fortified communities. From Etruscan kings and Italic tribes, Rome inherited augury, sacred arms, and civic ritual, but transformed them into an unparalleled system of disciplined warriorship. The Republic elevated conquest into a civic religion: triumphs sanctified victory, law and order followed the legions, and the Senate cloaked expansion with universalizing ideals. In overtaking the Hellenistic world, Rome absorbed its gods, sciences, and philosophies, yet recast them under the authority of the legion and the Latin tongue. At later stages, Roman emperors embodied not only political supremacy but also symbolic mastery over the living Being. This war-forged system became the prototype of Western empires to come—uniting force, law, and cultural dominance into a single claim of globalist rule. The final division of 395 CE did not end Rome’s model, but ensured its legacy would echo across Byzantium, Christendom, and every empire that sought to emulate its fusion of power and permanence.",
    "broad lifespan": "c. 146 BCE - 395 CE",
     "segments": [
    {
      "start": -30,
      "end": 14,
      "label": "Imperial Consolidation under Augustus",
      "note": "After the defeat of Cleopatra and Antony in 30 BCE, Augustus consolidated Roman control over Anatolia. Client kingdoms were drawn into tighter dependency and increasingly absorbed into direct imperial administration, with provincial boundaries, taxation, and governance brought under the imperial fisc. Legions secured the eastern approaches while prosperous coastal provinces like Asia were lightly garrisoned, allowing cities such as Ephesus, Pergamon, and Smyrna to flourish. The imperial cult was promoted alongside traditional sanctuaries, weaving loyalty to Rome into local religious life. Symbolically, this stage marked the transition from lingering Hellenistic autonomy to a unified imperial order, positioning Anatolia as both a frontier bulwark and a prosperous cultural region."
    },
    {
      "start": 14,
      "end": 96,
      "label": "Augustan and Julio-Claudian Integration",
      "note": "From 14 to 96 CE, Anatolia was steadily drawn deeper into the imperial fabric under the Julio-Claudian and Flavian dynasties. Remaining client arrangements were curtailed (e.g., Cappadocia annexed in 17 CE), completing the imperial map of Asia Minor. Cities like Ephesus, Smyrna, and Pergamon rose as wealthy provincial centers, showcasing theaters, temples, aqueducts, and imperial cult shrines funded by local euergetism and imperial patronage. Greek language and traditions endured but were framed within Roman law, taxation, and civic administration. Symbolically, Anatolia shifted from contested territory to a stable showcase of Romanized Hellenism, celebrated by emperors and local elites alike."
    },
    {
      "start": 96,
      "end": 235,
      "label": "High Imperial Anatolia",
      "note": "During this period, Anatolia was fully integrated into the Roman imperial system under the Nerva–Antonine and Severan dynasties. Prosperous cities such as Ephesus, Pergamon, and Smyrna thrived as centers of trade, culture, and religion, connected by extensive Roman roads and ports. The economy was fueled by agriculture, mining, and commerce, while local elites displayed wealth through theaters, baths, and temples. Traditional Anatolian cults like Cybele and Artemis coexisted with the imperial cult and mystery religions, as Christianity quietly took root in urban communities. Caracalla’s Constitutio Antoniniana (212 CE) extended citizenship across the provinces, reshaping civic identity and reinforcing Romanization. The period closed as external pressures and internal instability began to undermine prosperity."
    },
    {
      "start": 235,
      "end": 312,
      "label": "Crisis and the Spread of Christianity",
      "note": "Anatolia was deeply affected by the empire’s Third-Century Crisis, enduring invasions, economic disruption, and political instability. Gothic raids struck coastal cities, while civil strife and rapid imperial turnover destabilized governance and finances. Urban prosperity contracted, with once-flourishing centers like Ephesus and Sardis showing strain. At the same time, Cappadocia, Phrygia, and Asia nurtured vibrant Christian communities despite intermittent persecutions, producing martyrs and intellectuals whose witness reshaped regional culture. Symbolically, Anatolia shifted from a bastion of Greco-Roman civic religion to contested ground where Christian networks redefined communal identity."
    },
    {
      "start": 312,
      "end": 395,
      "label": "Anatolia in the Christian Empire",
      "note": "After Constantine’s rise and the Edict of Milan, Anatolia became a core region of a Christianizing empire. The founding of Constantinople in 330 CE transformed the political and symbolic landscape: at the hinge of Europe and Asia, it commanded trade, secured frontiers, and distanced imperial authority from Rome’s senatorial aristocracy. The new capital was a Christian city adorned with churches and relics, while bishops across Anatolia shaped doctrinal debates and civic life. Cities like Nicomedia, Ephesus, and Antioch retained prominence even as Constantinople emerged as the ultimate seat of power. This period embedded Christianity into law, urban space, and imperial ideology, tying Anatolia’s identity to both Roman authority and Christian universality."
    }
  ]
  },
  {
    "id": "custom-roman-egyptian-composite",
    "name": "Roman",
    "expanded name": "Roman (Italic/Etruscan/Latin/Roman)",
    "color": "#000000ff",
    "yRel": 0.201,
    "hRel": 0.06,
    "broad note": "The roots of Rome lay in the warlike cultures of prehistoric Italy, where villages hardened into fortified communities. From Etruscan kings and Italic tribes, Rome inherited augury, sacred arms, and civic ritual, but transformed them into an unparalleled system of disciplined warriorship. The Republic elevated conquest into a civic religion: triumphs sanctified victory, law and order followed the legions, and the Senate cloaked expansion with universalizing ideals. In overtaking the Hellenistic world, Rome absorbed its gods, sciences, and philosophies, yet recast them under the authority of the legion and the Latin tongue. At later stages, Roman emperors embodied not only political supremacy but also symbolic mastery over the living Being. This war-forged system became the prototype of Western empires to come—uniting force, law, and cultural dominance into a single claim of globalist rule. The final division of 395 CE did not end Rome’s model, but ensured its legacy would echo across Byzantium, Christendom, and every empire that sought to emulate its fusion of power and permanence.",
    "broad lifespan": "c. 30 BCE - 395 CE",
    "segments": [
    {
      "start": -30,
      "end": 96,
      "label": "Annexation under Augustus",
      "note": "Between 30 BCE and 96 CE, Egypt passed from the rule of Cleopatra to direct Roman control, her death marking the definitive end of the Ptolemaic dynasty. Augustus annexed Egypt not as a normal province but as his personal possession, governed by a Roman prefect of equestrian rank to prevent ambitious senators from seizing its immense wealth. Politically, the fertile Nile valley became Rome’s indispensable grain lifeline, securing food for the capital and cementing Egypt’s role as a keystone of imperial stability. Symbolically, Egypt retained its aura of antiquity and mystery: pharaonic temples and priesthoods endured, while emperors adopted pharaonic imagery to cloak their power in sacred legitimacy. In this era, Egypt stood as both the empire’s most tightly guarded province and a land where Roman authority fused with the prestige of its ancient kingship."
    },
    {
      "start": 96,
      "end": 235,
      "label": "High Imperial Egypt",
      "note": "Between 96 and 235 CE, Egypt flourished as one of the most valuable provinces of the Roman Empire. Politically, its role as the empire’s granary only deepened, with Nile harvests ensuring the food supply of Rome and other great cities. Alexandria thrived as the empire’s second city, a cosmopolitan hub where Greeks, Romans, Egyptians, and Jews lived side by side, driving trade, scholarship, and administration. Culturally, it remained a beacon: philosophers, scientists, and theologians worked there, and the city’s libraries and schools kept Egypt at the forefront of Mediterranean intellectual life. Symbolically, this was the height of Roman Egypt — a province where the empire’s economic power, cultural prestige, and the mystique of ancient traditions all converged under stable imperial rule."
    },
    {
      "start": 235,
      "end": 312,
      "label": "Crisis and Religious Ferment",
      "note": "The mid-3rd to early 4th century was a time of upheaval for Roman Egypt. The empire’s wider Crisis of the Third Century brought heavy taxation, revolts, and rival emperors who fought to control Egypt’s strategic wealth. Alexandria, long a jewel of prosperity, became a battleground of ideas and faiths: pagan cults, Jewish communities, and a rapidly growing Christian population coexisted uneasily, often erupting into violent clashes. The city also emerged as a leading center of Christian theology, producing influential teachers and martyrs even amid persecution. Symbolically, Egypt embodied both the fragility of imperial power and the vitality of new religious movements that were reshaping the spiritual destiny of the empire."
    },
    {
      "start": 312,
      "end": 395,
      "label": "Christian Egypt in the Empire",
      "note": "With Constantine’s conversion and the Edict of Milan in 312 CE, Egypt entered a new era as one of the great Christian heartlands of the empire. Alexandria rose as a theological capital, producing towering figures such as Athanasius, whose defense of orthodoxy made the city central to imperial debates. The Egyptian desert gave birth to monasticism, as hermits like Anthony inspired movements that spread across Christendom. Pagan temples still stood for a time, but imperial patronage shifted decisively to churches, and bishops replaced priests as the spiritual authorities of the land. Symbolically, Egypt was transformed from the realm of ancient gods and dynasties into a Christian stronghold, its voice shaping the doctrinal battles and spiritual life of the empire on the eve of its permanent division in 395 CE."
    }
  ]
  },
  {
    "id": "custom-roman-westsemitic-composite",
    "name": "Roman",
    "expanded name": "Roman (Italic/Etruscan/Latin/Roman)",
    "color": "#000000ff",
    "yRel": 0.261,
    "hRel": 0.04,
    "broad note": "The roots of Rome lay in the warlike cultures of prehistoric Italy, where villages hardened into fortified communities. From Etruscan kings and Italic tribes, Rome inherited augury, sacred arms, and civic ritual, but transformed them into an unparalleled system of disciplined warriorship. The Republic elevated conquest into a civic religion: triumphs sanctified victory, law and order followed the legions, and the Senate cloaked expansion with universalizing ideals. In overtaking the Hellenistic world, Rome absorbed its gods, sciences, and philosophies, yet recast them under the authority of the legion and the Latin tongue. At later stages, Roman emperors embodied not only political supremacy but also symbolic mastery over the living Being. This war-forged system became the prototype of Western empires to come—uniting force, law, and cultural dominance into a single claim of globalist rule. The final division of 395 CE did not end Rome’s model, but ensured its legacy would echo across Byzantium, Christendom, and every empire that sought to emulate its fusion of power and permanence.",
    "broad lifespan": "c. 30 BCE - 395 CE",
    "segments": [
    {
      "start": -30,
      "end": 70,
      "label": "Roman Annexation and Herodian Client Kingdom",
      "note": "Between 30 BCE and 70 CE, the Levant was ruled by the Herodian dynasty under Rome’s patronage and later by Roman prefects. Herod the Great expanded the Jerusalem Temple while also importing Roman forms of kingship and architecture, embodying the uneasy blend of local and imperial authority. The Temple remained the symbolic heart of Jewish identity, yet Rome’s taxation and cultic impositions created deep resentment. Out of this tense environment, Christianity was born as a small sect within Judaism, marked by the crucifixion of Jesus of Nazareth under Roman authority. By the 60s, discontent erupted into revolt, leading toward the catastrophic fall of Jerusalem in 70 CE."
    },
    {
      "start": 70,
      "end": 135,
      "label": "Jewish Wars and Diaspora",
      "note": "Between 70 and 135 CE, Judea was devastated by Rome through the Jewish Wars, beginning with the destruction of the Temple in 70 CE. The obliteration of the priestly-sacrificial system unintentionally strengthened Judaism by forcing it to decentralize into rabbinic, synagogue-centered practice that could survive anywhere. This new portable religion encouraged independent religious study and interpretation, empowering communities across the diaspora rather than tying worship to a single Temple. In trying to erase Jewish identity, Rome instead laid the foundations for a tradition that would endure far beyond the empire. The irony is that by crushing Jerusalem, Rome also cleared the space for Christianity to diverge from Judaism, ensuring that both religions born in the Levant would ultimately outlast and reshape the empire that sought to suppress them."
    },
    {
      "start": 135,
      "end": 235,
      "label": "Hellenistic-Roman Synthesis in the Cities",
      "note": "From 135 to 235 CE, the Levant entered a period of stability as Rome integrated its cities into the imperial system. Antioch, Caesarea, Tyre, and Damascus flourished as hubs of Roman administration, commerce, and Hellenistic culture, with temples, theaters, baths, and the imperial cult dominating public life. Greek remained the lingua franca, binding the region to the broader eastern Mediterranean. Judaism persisted in rabbinic form, quieter but resilient, while Christianity began to build durable urban communities. These early Christian groups held together through rituals of belonging, charity, and a radical inclusivity that offered a striking alternative to the transactional nature of Rome’s civic cults. Symbolically, this era embodied imperial synthesis on the surface, but underneath it, Christianity’s quiet spread was preparing to overturn the very religious foundations of the Roman order."
    },
    {
      "start": 235,
      "end": 312,
      "label": "Christianization and Conflict",
      "note": "Between 235 and 312 CE, the Levant was swept into the turmoil of the empire’s wider crisis, with militarization and instability marking civic life. In this environment, Christianity expanded rapidly in cities like Antioch and Caesarea, offering solidarity and hope where Rome’s civic religion seemed hollow. The state responded with waves of persecution, from Decius’ edicts to Diocletian’s Great Persecution, which created martyrs and paradoxically strengthened the movement. Judaism endured as a dispersed, rabbinic tradition, while Christianity increasingly defined itself as universal and distinct. Symbolically, the Levant became the frontline where Rome’s effort to preserve its old order only accelerated the Christianization that would ultimately transform the empire."
    },
    {
      "start": 312,
      "end": 395,
      "label": "Levant in the Christian Empire",
      "note": "Between 312 and 395 CE, the Levant was transformed into a heartland of the Christian Empire. Constantine and his successors monumentalized Jerusalem, Antioch, and Caesarea with churches and shrines, turning the region into a pilgrimage destination. Bishops became influential civic figures, while councils in Levantine cities helped shape Christian orthodoxy. Judaism, though still present, was increasingly marginalized under Christian imperial law. Symbolically, the Levant now stood as the sacred center of the empire’s new faith — the place where Rome’s authority and Christianity’s universal claims fused into a lasting imperial religion. Yet in institutionalizing Christianity — weaving it into imperial power structures, monumental architecture, and legal codes — the empire also set the faith on a course that contradicted its earliest message of humility, poverty, and detachment from worldly power."
    }
  ]
  }
]