[
  {
    "id": "egyptian-composite",
    "name": "Egyptian",
    "expanded name": "Egyptian (Ancient Egyptian)",
    "color": "#FF3B30",
    "yRel": 0.167,
    "hRel": 0.02,
    "broad note": "Ancient Egypt, like many civilizations, began as scattered forager and farming bands along the Nile, which gradually consolidated into early chiefdoms and temple-based economies. Protected by deserts, seas, and cataracts, this geographical insulation fostered unusual stability and enabled the long political dominance of priestly elites. Over three millennia, Egypt developed from egalitarian villages into a centralized state ruled by pharaohs, living embodiments of cosmic order (ma’at) and perfect being. Its symbolic life revolved around death, the afterlife, and the maintenance of cosmic balance, expressed in monumental art, pyramids, temples, and ritual. Though dynasties rose and fell—through cycles of unification, collapse, and foreign rule—the enduring authority of priesthood, sacred kingship, and funerary imagination defined Egyptian identity until the Hellenistic conquest.",
    "broad lifespan": "c. 5000 BCE - 332 BCE",
    "segments": [
      { "start": -5000, "end": -3100, "label": "Pre-Dynastic Period", "note": "The gradual transformation of Nile Valley communities from egalitarian farming villages into complex chiefdoms. Across successive cultural phases, Upper Egypt became increasingly dominant, with growing evidence of social stratification, symbolic art, long-distance trade, and proto-writing. By the later stages, fortified settlements, elite tombs, and ritual artifacts suggest the rise of regional rulers who used both ideology and violence to assert control—culminating in the unification of Egypt under a divine kingship." },
      { "start": -3100, "end": -2686, "label": "Early Dynastic Period", "note": "The unification of Upper and Lower Egypt and the rise of the pharaoh as both king and living god. Local rulers were conquered or absorbed into a centralized state, their defeat ritualized in art and burial practice. The pharaoh, now seen as the embodiment of Horus, enforced cosmic order (ma’at) through warfare, ceremony, and divine rulership. Priests played a key role in adapting local cults into a unified religious framework that sacralized the king’s power." },
      { "start": -2686, "end": -2181, "label": "Old Kingdom", "note": "The Old Kingdom was Egypt’s first golden age, marked by centralized rule, monumental pyramids, and the full development of divine kingship. Pharaohs ruled as sons of the sun god Ra, supported by an expanding class of priests, administrators, and provincial governors (nomarchs). As royal power fueled vast construction and ritual networks, elite positions multiplied, and their privileges grew. By the end of the period, the system had become top-heavy—nomarchs gained hereditary power, priesthoods accumulated wealth, and the central state struggled to maintain control. Environmental stress and elite fragmentation eventually led to the collapse of centralized authority." },
      { "start": -2181, "end": -2055, "label": "First Intermediate Period", "note": "Following the collapse of Old Kingdom authority, Egypt entered a period of fragmentation marked by political disunity, ecological stress, and widespread famine. The central state could no longer enforce control, and power shifted to regional nomarchs and rival capitals in Herakleopolis and Thebes. Evidence of abandoned settlements, malnutrition, and mass burials suggests regional depopulation and social collapse. By the end of the period, Thebes had risen to prominence and would soon reunify the country under a restructured model of rule in the Middle Kingdom." },
      { "start": -2055, "end": -1650, "label": "Middle Kingdom", "note": "The Middle Kingdom began with Theban reunification under Mentuhotep II, restoring order after the collapse. Kingship was restructured to appear more just and accessible, and a professional bureaucracy replaced hereditary dominance. The state expanded infrastructure, restored agriculture, and fostered a literary and ideological renaissance grounded in memory of past collapse. Yet despite its measured tone and technical sophistication, the Middle Kingdom eventually followed the same trajectory—elite classes multiplied, administrative burdens increased, and the central state weakened." },
      { "start": -1650, "end": -1550, "label": "Second Intermediate Period", "note": "Into this vacuum of declining Middle Kingdom stepped the Hyksos, a Semitic-speaking people who settled in the Nile Delta and eventually established control over Lower Egypt. While adopting many Egyptian customs, they introduced new technologies such as the horse-drawn chariot and composite bow. Native Egyptian rule persisted in Thebes, where a line of southern kings began resisting foreign rule. This period marked the first time Egypt was ruled by outsiders—an ideological rupture that ultimately provoked a nationalistic response and set the stage for the imperial resurgence of the New Kingdom." },
      { "start": -1550, "end": -1069, "label": "New Kingdom", "note": "The time of Egypt’s last imperial apex, born from Theban victory over the Hyksos and expanded through conquest into Nubia and the Levant. Pharaohs ruled as warrior-gods, temples to Amun rose to monumental scale, yet beneath its grandeur, the system overreached. Military exhaustion, elite overproduction, priestly competition, and economic strain eroded royal authority. The Amun priesthood in Thebes grew into a parallel power, while foreign groups like the Libyans infiltrated the Delta. By the end, the image of the divine king had fractured, and Egypt entered a long phase of fragmentation." },
      { "start": -1069, "end": -664, "label": "Third Intermediate Period", "note": "The Third Intermediate Period was marked by political fragmentation and ritual continuity. Power shifted between regional dynasts, priestly rulers in Thebes, Libyan warlords in the Delta, and later Nubian kings from Kush. While each claimed the mantle of pharaoh, real authority was divided and often short-lived. Egypt’s sacred symbols endured, but kingship became a ceremonial language shared by competing powers. The period ended with Assyrian invasions and the rise of a new Saite dynasty under foreign influence." },
      { "start": -664, "end": -332, "label": "Late Period", "note": "The Saite Dynasty reasserted Egyptian sovereignty and revived classical forms of kingship and art. Centered in the Delta city of Sais, these rulers looked both inward to tradition and outward to the Mediterranean world. But Egypt soon fell under Persian domination, interrupted by brief native restorations. While political power shifted between foreign hands, Egypt’s religious institutions, temple culture, and symbolic traditions persisted. The Late Period ended with Alexander the Great’s conquest, marking the final collapse of native rule and the beginning of the Hellenistic era." }
    ]
  },
  {
    "id": "mesopotamian-composite",
    "name": "Mesopotamian",
    "expanded name": "Mesopotamian (Sumero-Akkadian)",
    "color": "#1D4ED8",
    "yRel": 0.189,
    "hRel": 0.02,
    "broad note": "The roots of Mesopotamian civilization emerged with early farmers and foragers along the Tigris and Euphrates, who gradually formed temple-centered settlements and irrigation systems that grew into the first cities. Sumerian city-states like Uruk and Lagash revolved around ziggurats and temple economies, each ruled under the patronage of its own deity, while writing, law, and kingship emerged as new tools of order. Over centuries, this fragile system was repeatedly seized by foreign warrior kings coming from surrounding hills and mountains—Akkadians, Amorites, Kassites, Assyrians, and Babylonians—whose empires rose and fell amid turbulence, migrations, and new codes of law and power. Despite the upheavals, Sumerian roots remained foundational, influencing neighboring states and sustaining priesthoods and scribal traditions that outlasted dynasties. In 539 BCE Cyrus of Persia conquered Babylon yet preserved its temples and rituals, whose symbolic authority endured until Alexander the Great’s conquest, when Mesopotamia was drawn into the Hellenistic cultural space.",
    "broad lifespan": "c. 5500 BCE - 330 BCE",
    "segments": [
      { "start": -5500, "end": -3700, "label": "Ubaid Period", "note": "The foundational phase of Mesopotamian civilization, characterized by the rise of temple-centered settlements, large-scale irrigation systems, and emerging social hierarchies. Villages developed into proto-urban centers like Eridu, featuring monumental architecture and organized religious life. This era laid the groundwork for future state formation through the establishment of centralized authority managing a surplus-based economy." },
      { "start": -3700, "end": -3100, "label": "Uruk Period", "note": "First cities rose, with Uruk as a major urban center. Monumental temples served as economic and administrative hubs, organizing labor and redistributing resources. Proto-cuneiform writing emerged for record-keeping, while mass production and long-distance trade signaled a complex, interconnected society." },
      { "start": -3100, "end": -2900, "label": "Jemdet Nasr Period", "note": "The period marks the final flourishing of Sumerian temple-centered culture before the rise of dynastic kingship and inter-city rivalry. Writing became more standardized and began naming officials, cities, and deities, signaling the dawn of historical record and the fusion of myth and politics in written form. Distinctive polychrome pottery and administrative tablets reflect growing social stratification and bureaucratic control. Subtle fractures emerge—regional differentiation, elite competition, and early signs of systemic stress—foreshadowing the fragmentation of Sumerian unity." },
      { "start": -2900, "end": -2334, "label": "Early Dynastic Period", "note": "This period saw Sumer divided into dozens of independent city-states, each ruled by kings who claimed divine favor and competed for regional dominance. Warfare over irrigation and territory became common, and kings like Gilgamesh entered both historical record and myth. Political power began shifting from temple assemblies to royal palaces, as rulers asserted control over religious and economic institutions. This fractious but formative era established kingship, warfare, and divine legitimation as the backbone of political culture." },
      { "start": -2334, "end": -2154, "label": "Akkadian Empire", "note": "The Akkadian Empire marked the rise of the world’s first territorial state, as Sargon of Akkad unified the warring Sumerian city-states under centralized imperial rule. Power shifted from temple to palace, with governors appointed by the king and a professional army extending control from Elam to the Mediterranean. Akkadian replaced Sumerian as the administrative language, and royal inscriptions fused divine authority with political propaganda. Though rich in cultural and artistic output, the empire eventually fractured under internal rebellion and Gutian invasions, leaving behind a new model of imperial kingship." },
      { "start": -2154, "end": -2112, "label": "Gutian Domination", "note": "Mesopotamian city-states were dominated by the Gutians—mountain peoples from the Zagros region of modern western Iran—after the collapse of the Akkadian Empire. Remembered in Sumerian texts as a time of political fragmentation, famine, and neglected irrigation, their rule was portrayed as barbaric and ruinous, though cities like Lagash under Gudea still showed vitality through temple building and civic order. This resilience paved the way for Ur-Nammu’s rise and the founding of the Third Dynasty of Ur, which restored centralized kingship." },
      { "start": -2112, "end": -2004, "label": "Ur III Period", "note": "Sumerian revival after the collapse of the Akkadian Empire, led by Ur-Nammu and centered in the city of Ur. This era saw the creation of the world’s earliest known law code and the rise of a vast temple-based bureaucracy that meticulously recorded labor, taxation, and offerings. Kings and priests co-ruled in a rare equilibrium, with warrior-kings legitimizing their power through temple restoration and divine service, while priesthoods administered the sacred economy. Though briefly prosperous, the dynasty eventually succumbed to internal unrest and Amorite incursions, closing the final chapter of native Sumerian rule." },
      { "start": -2004, "end": -1595, "label": "Isin-Larsa and Old Babylonian", "note": "After the collapse of the Ur III state, Isin sought to inherit Sumerian kingship but was soon rivaled by Larsa. These Amorite dynasties competed for dominance while preserving Sumerian cultural traditions through temples and scribal life. The balance shifted when Hammurabi of Babylon defeated Larsa, transforming Babylon into the imperial center of Mesopotamia. Hammurabi’s reign brought unification, a famous law code, and flourishing literature and science in Akkadian. After his death the empire fragmented, and in 1595 BCE Babylon itself fell to the Hittites." },
      { "start": -1595, "end": -912, "label": "Kassite, Middle Babylonian & Middle Assyrian", "note": "In the wake of the Hittite raid of Babylon in 1595 BCE, the Kassites established a dynasty that brought four centuries of stability, adopting Babylonian traditions and sustaining Mesopotamia’s cultural prestige through diplomacy. Their collapse in 1155 BCE opened a Middle Babylonian era of fragmentation, as the city shifted between Elamite, native, and Assyrian control, even while scribal and temple life endured. Meanwhile, from the 14th century BCE onward, Assyria rose in the north as a militarized state, expanding across Mesopotamia and the Levant with new systems of provincial administration and mass deportation. Assyrian kings like Tiglath-Pileser I projected an ideology centered on Ashur and absolute kingship, borrowing Babylonian culture but forging a distinct imperial identity. By the early 1st millennium BCE both Babylon and Assyria were weakened—Babylon politically unstable and Assyria under Aramean pressure—yet the structures laid in this period paved the way for the Neo-Assyrian ascendancy." },
      { "start": -911, "end": -612, "label": "Neo-Assyrian Empire", "note": "The Neo-Assyrian Empire was the most powerful and feared empire of the ancient Near East, expanding through a professional military and systematic use of terror. Its kings ruled as divine agents, enforcing order through conquest, mass deportation, and centralized administration across a vast territory. Cultural achievements flourished alongside brutality, with royal libraries preserving Sumerian and Babylonian texts and imperial art glorifying cosmic kingship. Though it appeared invincible, the empire collapsed rapidly under rebellion and invasion, leaving behind a lasting blueprint for large-scale imperial power." },
      { "start": -626, "end": -539, "label": "Neo-Babylonian Period", "note": "The Neo-Babylonian period marked a cultural and political renaissance following Assyria’s collapse, led by Nabopolassar and his son Nebuchadnezzar II. Babylon was transformed into a grand imperial and sacred capital, adorned with monumental architecture and governed through priestly ritual centered on the god Marduk. Scholarship and religious tradition flourished, reflecting a deliberate restoration of Sumerian-Babylonian cosmic order. Yet beneath its splendor, signs of decline persisted—growing elite stratification, disaffection of the priesthood under Nabonidus, and a passive military apparatus—leaving the empire vulnerable to conquest by Cyrus the Great in 539 BCE." },
      { "start": -539, "end": -331, "label": "Achaemenid Period", "note": "The Achaemenid period marked a phase of imperial integration rather than cultural renewal. After Cyrus the Great’s peaceful conquest of Babylon, the Persian administration upheld Mesopotamian religious and bureaucratic traditions, portraying themselves as restorers of divine order under Marduk. Temples remained economically and symbolically central, and local elites were co-opted into the satrapal system. Administrative efficiency and relative tolerance defined Persian rule, beneath this continuity, however, a slow symbolic exhaustion set in—rituals lost generative power, local autonomy waned, and scholarly traditions increasingly served foreign rulers. By 331 BCE Alexander the Great arrived and set the foundation for Hellenistic space, which gradually absorbed Mesopotamian order into a new emergent symbolic structure." }
    ]
  }
]
